Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (12,'찌니훗','비엔나 만두 강정','밥/죽/떡','만두 강정을 만드려다가 집에 비엔나소세지가 있어서 같이 만들어봤어요ㅎㅎ','비엔나소세지작은거 1봉,물 1T,간장 1T,고추장 2T,케찹 2T,올리고당 1.5T,다진마늘 1t,참기름 약간,깨 약간','만두는 기름을 두룬 팬에 노릇하게 구워줍니다.,비엔나 소세지에 원하는 모양대로 칼집을 내고 팬에 볶아줍니다.
양파가 있다면 같이 볶아줘도 좋아요:),비엔나가 어느정도 구워지면 만두를 같이 넣어줍니다.,양념장을 넣고 양념이 고루 베이도록 잘 섞어줍니다.,양념이 어느정도 베이면 위에 통깨를 뿌려 마무리합니다.,간식이나 술안주, 밑반찬으로 먹기 좋은 비엔나만두강정 완성!','6ac1.jpg','fc21.jpg,3171.jpg,fb51.jpg,c911.jpg,5341.jpg,72a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (14,'찌니훗','비엔나 만두 강정','밥/죽/떡','만두 강정을 만드려다가 집에 비엔나소세지가 있어서 같이 만들어봤어요ㅎㅎ','비엔나소세지작은거 1봉,물 1T,간장 1T,고추장 2T,케찹 2T,올리고당 1.5T,다진마늘 1t,참기름 약간,깨 약간','만두는 기름을 두룬 팬에 노릇하게 구워줍니다.,비엔나 소세지에 원하는 모양대로 칼집을 내고 팬에 볶아줍니다.
양파가 있다면 같이 볶아줘도 좋아요:),비엔나가 어느정도 구워지면 만두를 같이 넣어줍니다.,양념장을 넣고 양념이 고루 베이도록 잘 섞어줍니다.,양념이 어느정도 베이면 위에 통깨를 뿌려 마무리합니다.,간식이나 술안주, 밑반찬으로 먹기 좋은 비엔나만두강정 완성!','6ac1.jpg','fc21.jpg,3171.jpg,fb51.jpg,c911.jpg,5341.jpg,72a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (15,'쿡따라',' 한그릇 면요리/어묵 잔치국수','밥/죽/떡','어묵과 몇가지 재료 고명으로 올려 푸짐하게 만든 어묵잔치국수입니다 뜨끈한 온국수 한그릇이 피로하고 지친날 힐링이 되어 주는 저의 소울푸드입니다 비빔밥처럼 고명을 담아 봤는데 보기도 예쁘더라구요~','소면 2인분,얇은사각어묵 3장,달걀 3개,당근 1/2개,애호박 1/2개,맛술 1스푼,식용유 약간,소금 약간,쥐똥고추 5개,디포리 2마리,파 약간,간장 3스푼,국간장 1스푼,다진마늘 0.5스푼,매실청 2스푼,고춧가루 0.5스푼,다진청양고추 1스푼,다진파 1스푼,참기름 약간,깨 약간','재료 준비해 주세요~,물 1.2리터에 적힌 분량의 육수재료 
다시팩, 쥐똥고추, 띠포리, 파 넣고 
15분 정도 끓여 육수를 만들어 주세요~,어묵은 끓는물로 샤워 시킨 후 가늘게 썰어 주고
애호박과 당근도 가늘게 채 썰어 준비해 주세요~,팬에 식용유 약간 두르고 어묵 넣고 
참기름 0.5스푼과 소금 한꼬집 넣어 
노릇한 색이 나게 볶아 주세요~,달걀은 깨 맛술과 소금 약간 넣고 저어 지단 부친 후 채 썰고
식용유 약간 두른 팬에 당근과 소금 약간 넣고 볶아주고
애호박은 참기름 0.5스푼, 소금 약간 넣고 
센불에서 빠르게 볶아내 주세요~,준비한 잔치국수 고명 어묵, 애호박, 당근, 달걀지단입니다
준비한 잔치국수 고명 어묵, 애호박, 당근, 달걀지단입니다,적힌 분량의 양념장 재료 간장, 국간장, 다진마늘, 
매실청, 고춧가루, 참기름, 깨소금, 다진청양고추와 다진파 넣고
골고루 저어 섞어 주면 잔치국수 양념장 완성~잔치국수 양념장에 국간장과 진간장 
섞어 넣어 주면 감칠맛이 좋아요~
비율은 기호에 맞게 조절해 주세요~,끓는 물에 소면 넣고 후루룩 끓여 오르면 찬물 1/2컵 넣고 
다시 끓어 오르면 찬물 넣는 과정을 2~3번 정도 반복해 삶아 준 후
건져 찬물에 주물어 여러번 헹궈 전분기 빼 주고 체에 받쳐 물기 빼 주세요~,그릇 가운데 소면 담고 가장자리에 
고명 색깔맞춰 예쁘게 담아 주세요~,육수 붓고 양념장 곁들어 주면 어묵 잔치국수 완성~기호에 따라 김가루 올려줘도 좋아요~','1b11.jpg','3f51.jpg,ffe1.jpg,4c21.jpg,bfc1.jpg,ae61.jpg,dda1.jpg,14c1.jpg,c9a1.jpg,26d1.jpg,b4f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (16,'쟌쟌','차돌박이 파스타 ','밥/죽/떡','한끼 식사로도 맥주 안주로도 훌륭한 매운 차돌박이 파스타','차돌박이 15장,양파 1/2개,청량고추 2개,홍고추 1개,통마늘 5톨,간장 2숟갈,굴소스 1숟갈,맛술 1숟갈,다진마늘 1숟갈,후추 약간','파스타면을 제일 먼저 삶습니다. 물을 넉넉하게 담아 끓여주시고 파스타를 넣어주세요. 7분 : 단단한 식감을 원할때 8분 : 쫄깃하고 탄력있는 식감 9분 : 부드럽고 통통한 면을 원할때,마늘은 편으로 썰고 양파도 적당히, 고추도 얇게 썰어주세요. 특히 고추는 얇게 썰어주셔야 입에서 겉돌지 않고 면에 착착 감깁니다.,간장 2숟갈, 굴소스 1숟갈, 맛술 1숟갈, 다진마늘 1숟갈, 후추약간을 넣어 소스를 만들어주세요. 다 삶아진 면은 건져서 올리브유를 살짝 넣어 비벼놓으시면 됩니다.,재료 준비가 끝났다면 기름을 두른팬에 마늘과 고추를 먼저 넣어 볶아 향을 내주세요. 그다음 양파도 넣어주세요.,차돌박이까지 넣어 반 정도 볶은뒤, 면을 넣고 미리 만들어둔 소스를 넣고 함께 볶아주시 면됩니다. 소스는 입맛에 따라 약간씩 넣으며 가감하세요.','6321.jpg','da51.jpg,7211.jpg,4cb1.jpg,8ac1.jpg,c351.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (17,'뽀유TV','중식의 대가 이연복 쉐프 깐풍만두 초간단 레시피','밥/죽/떡','오늘은 만들기 쉽지만 정말 맛있는 이연복쉐프님의 깐풍만두 레시피를 소개해드릴께요. 야식으로 강추 드립니다','만두 10개,대파 1대,쥐똥고추(or청양고추) 기호에맞게,다진마늘 1T,간장 1T,설탕 1T,식초 2T,물엿 1/2T,후추 톡톡','먼저 야채를 잘게 썰어 주시는데요. 이연복 쉐프님은 쥐똥고추를 말씀하셨는데 저는 없어서 매운 청양홍고추를 사용했습니다,후추를 제외한 양념은 미리 한곳에 섞어 줍니다,달궈진 팬에 기름 약간 두르고 만두를 약불에서 노릇하게 구워 주세요,만두가 다 구워지면 한쪽에 밀어두고 다른 한켠에서 대파,다진마늘,매운홍고추를 넣고 볶다가 만두와 섞어 줍니다,준비해둔 양념에 후추약간과 물 3-4스푼을 넣어주고 재빨리 저어 살짝 졸여주면 끝!,야식으로 추천드리고 싶은 이연복쉐프님 깐풍만두 완성입니다,한입 먹어보니 고추의 매콤한 맛, 식초의 새콤한 맛, 설탕의 달달한 맛이 한데 어우려져 정말 맛있어요.맥주드시는 분들께는 간단한 술안주로도 좋을듯 합니다','3e11.jpg','a991.jpg,27c1.jpg,0871.jpg,5f51.jpg,6331.jpg,e591.jpg,1a71.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (18,'꽃청춘이주부','간단하지만 중독성있게맛있는 간장파스타','밥/죽/떡','아시는분은 아실수도 있는 레시피지만~? 한번해드시면 계속해서먹게되는 중독성 강한 간장파스타랍니다.','파스타면 1인분(1인분500원동전만큼),양파 1/2개,베이컨 70g,마늘 2쪽,청양고추 3개,올리브유(또는식용유) 조금,간장 2T,참기름 1T,설탕 1T','재료:파스타면500원짜리동전만큼,양파1/2개,마늘2쪽(큰거기준_마늘이 작다면 3-4개정도준비해주세요)청양고추3개,베이컨70g,올리브유또는식용유
양념재료:간장2스푼,참기름1스푼,설탕1스푼
(1인분기준/밥숟가락기준),파스타면을 500원짜리 동전만큼 준비해주세요
저정도 양이 1인분의 양이랍니다.,냄비에 물을넣고 물이 끓기시작하면 파스타면을 넣어주세요
그리고 올리브유를 1스푼넣어주세요
올리브유 없으시면 식용유로 하셔도 된답니다.
이렇게해서 8분정도 삶아주세요
전 꼬들꼬들한 식감을 좋아해서 8분정도 삶아주었는데 좀더 말캉한(?) 식감을 원하시면 10분정도 삶아주시면 됩니다.,파스타면이 삶아지는동안 야채를 준비할께요!
양파1/2개와 청양고추3개,마늘2쪽을 준비해서 썰어주시고
사진에는 없지만 베이컨도 먹기좋게 잘라주세요
여기서 새우살이 있으면 새우를 넣으시면 좀더 맛있는데 전 패스했습니다.
매운거 못드시는분들은 청양고추를 2개만 넣으시구요~
매콤한걸 좋아하시면 4개정도 넣으시면 충분히 칼칼하게 드실수 있어요!,양념장은 간장2스푼,참기름1스푼,설탕1스푼을 넣어서 잘섞어주시면 간장파스타의 양념장이 완성됩니다.,야채를 준비하는동안 파스타면이 삶아졌을거예요~
찬물에 헹구지 마시고~ 그냥 체이 받쳐서 물기만 제거해주세요,후라이팬을 준비해서 식용유나 올리브유를 넣고
마늘 썰어두었던걸 넣고 살살 볶아줍니다.,마늘이 노릇해지기 시작하면 베이컨을 넣어줍니다.
베이컨은 자체에서 기름이 나오기 때문에 베이컨을 넣자마자 양파를 넣어서 같이 볶아주세요,양파가 분리가 되기 시작하면 청양고추를 썰어두었던것을 넣어주세요.,물기를 제거해서 놔두었던 파스타면을 넣어줍니다.
그리고 만들어 두었던 간장파스타의 양념을 넣어줍니다.,2분에서3분넣도 더 볶아내면 간장파스타 완성입니다!!','df01.jpg','e1d1.jpg,e051.jpg,10d1.jpg,5f31.jpg,9e81.jpg,c711.jpg,4bf1.jpg,e151.jpg,a771.jpg,f191.jpg,f991.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (19,'보루빵','만두강정 소스까지 다 만들기 간단간식 맥주안주로 굿굿!','밥/죽/떡','어느집에나 냉동실에 들어있을 냉동만두! 구워먹고 쪄먹고 만두국끓여먹고 외에 매콤달콤한 소스를 곁들인 별미 만두강정 레시피 입니다','만두 6-10개,옥수수 약간,땅콩가루 약간,고추장 1숟갈,케찹 3숟갈,올리고당 1숟갈,설탕 0.5숟갈,맛술 1숟갈,다진마늘 1숟갈','만두를 구워주세요
저는 에어프라이어에다가~ 에어프라이에어 돌리실분들은 180도에서 12분정도면 다익어요에어프라이어,위의 분량대로 양념을 섞어 만들어줍니다
이 양념은 두부강정이나 양념치킨 전부다 사용가능해요,톡톡터지는 식감을 주기위해 저는 냉동실에 얼려뒀던 옥수수를 조금 넣어줬습니다
콘옥수수캔을 물빼고 넣어주셔도되요,소스는 한번 파르르 끓여주세요제 분량대로 만드시면 만두 왕교자사이즈로 10개정도 버무릴수있는 양입니다,다익은 만두를 끓여둔 소스에 투하!,뒤적뒤적 잘섞어주기만하면 끝이에요고추장때문에 매운맛이 있으니 아이들을 위해 만드실경우 고추장양을 살짝 줄이셔도 됩니다,그릇에 쪼로리 담고 위에 땅콩가루 뿌리고 파슬리가루 살짝 뿌려주면 비쥬얼 업업!','62a1.jpg','b8c1.jpg,ade1.jpg,1931.jpg,5d11.jpg,96f1.jpg,3c01.jpg,51c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (21,'고래언니','깐풍만두 전분가루 없이도 맛있는 소스만들기','밥/죽/떡','냉동고에 항상 있는 냉동만두로 맛있는 깐풍만두를 만들어봤는데요 전분가루 없이도 맛있는 깐풍소스를 만들어보았답니다','냉동만두 500g,간장 2T,식초 2T,미림(맛술) 2T,굴소스 1T,설탕 1T,물 2T,다진마늘 0.5T','제시 된 양념을 그릇에 모두 넣어 설탕이 녹을정도로 잘 섞어주세요,기름을 적당히 두른 팬에 냉동만두를 앞뒤로 노릇하게 구워줍니다,다른팬에 기름을 살짝 넣고 냉장고 속 자투리 채소를 다져 볶아주세요
(저는 양파, 당근, 송송 썰어놓은 대파를 넣었어요),채소가 반정도 익었을 때 미리 만들어 놓은 양념을 모두 부어서 약불에서 살짝 졸여주시면 되요
(걸죽한 소스가 좋으신 분들은 전분가루를 이용해 전분물을 만들어 1T 넣어주시면 되요),적당히 졸아든 깐풍소스를 맛있게 구워진 만두 위에 스~윽 뿌려주면 완성!','20a1.jpg','b861.jpg,6051.jpg,dba1.jpg,2001.jpg,3051.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (22,'얌무','[간단 자취요리] 정말 쉬운 비빔만두 만들기! 간식, 술안주로도 굿!','밥/죽/떡','안녕하세요 여러분! 오늘의 간단 자취요리는 바로 비빔만두입니다 :) 비빔만두는 누구나 좋아하지만 만들기는 쉽고, 또 맛있죠!물론 양념장은 만드는 사람에 따라 복잡해질수도 있지만, 양념종류를 최소화하면서 맛있게 드실 수 있도록 만들어봤어요 :)드실때 모두 비벼드셔도 좋고 저처럼 얹어서 드셔도 좋은데요! 개인적으로 만두의 바삭함을 끝까지 느끼고싶다면 얹어서 드시길 추천드려요 ㅎㅎ','냉동만두 적당량,고추장 3T,식초 2T,설탕 2T,다진마늘 1/2T,참기름 1/2T','재료를 준비합니다.각종야채, 냉동만두, 고추장, 식초, 설탕, 다진마늘, 참기름,우선 양념장을 만들어 줍니다.양념장 재료 : 고추장 3T, 식초 2T, 설탕 2T, 다진마늘 1/2T, 참기름 1/2T,깻잎은 먹기 좋게 채썰어 주세요. 찢어도 무관해요.,상추도 먹기 좋게 찢어줍니다.,양배추는 최대한 얇게 썰어주시는 게 좋아요.,모든 야채를 넣고 양념장에 버무려 줍시다.버무리면 숨이 죽으니 생각했던 것보다 많이 준비하세요!,이제 만두를 노릇노릇 구워줍시다.중불노릇노릇 바삭바삭하게 구워주시면 좋아요.,멋지게 셋팅을 해주세요.','6961.jpg','07f1.jpg,6e51.jpg,9171.jpg,7e61.jpg,a721.jpg,9f31.jpg,3151.jpg,1151.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (1,'이웃사슴','치즈 듬뿍 넣고 이모모찌, 일본식 치즈감자떡 만들기','밥/죽/떡','오늘은 감자로 만들 수 있는 간단한 간식인 일본식 감자떡, 이모모찌를 만들어 볼 거예요. 왠지 다른 나라 음식을 집에서 만들려면 복잡할 거 같지만, 언제나 그랬듯 이번 요리도 아주아주 간단해서 누구든 쉽게 만들어 먹을 수 있답니다!','감자 4알,감자전분 3-4큰술,피자치즈 80g,버터 10g,소금 1작은술,진간장 1큰술,설탕 1큰술,맛술 1큰술,물 2큰술,식용유 적당량','감자는 껍질을 벗겨요.,껍질을 벗긴 감자를 냄비에 담고, 감자의 2/3 정도 잠기게 물을 부어요.,그리고 소금을 1작은술 넣은 다음 뚜껑을 덮고 중불에서 25-30분간 삶습니다.,이렇게 젓가락으로 꾹 찔렀을 때 푹 들어가면 잘 익은 거랍니다!혹 큰 감자를 사용해서 덜 익었다면 다시 뚜껑을 덮고 약불로 조금 더 삶아 주세요. 이때 물이 졸아들었다면 타지 않도 더 넣어 주시면 됩니다.,익은 감자를 볼에 담고 으깹니다.
최대한 곱게 으깨야 이따 빚기 쉬워요!,그리고 감자 전분을 3큰술 넣은 뒤 주걱으로 골고루 섞어 줍니다.,이렇게 일반적인 밀가루 반죽의 느낌이 나게끔 섞어 주시면 돼요. 만약 반죽이 질다면 감자 전분을 조금 더 넣고 저어 주시면 됩니다.,이제 감자 반죽을 적당량 떼어 내서 동글동글하게 뭉쳐요.,그리고 엄지손가락으로 가운데를 꾹꾹 눌러 홈을 파고, 피자치즈를 적절히 넣습니다.,반죽으로 치즈를 감싼 뒤 다시 한번 동글동글하게 뭉친 다음,손바닥으로 꾸욱 눌러 납작하게 만들어 주세요.,그럼 감자떡 빚기 완료입니다!
감자떡은 너무 얇은 것보다 살짝 도톰한 게 훨씬 맛있어요! 그러니 사진처럼 적당히 두께감이 있게 빚어 주세요!,간장 1큰술, 설탕 1큰술, 맛술 1큰술, 물 2큰술을 넣고 잘 섞어 양념장을 만듭니다.,이제 프라이팬에 기름을 넉넉하게 두르고 중불로 달궈요. 기름은 전을 할 때처럼 듬뿍 넣어 주시면 됩니다!,프라이팬이 달궈지면 빚어 놓은 감자떡을 넣고 5분 정도 구워요.,그리고 뒤집은 다음 2분 정도 더 굽습니다.,이제 소스와 버터 10g을 넣은 다음 프라이팬을 살짝 들고 흔들어서 감자떡의 아래 부분까지 소스가 잘 들어가도록 해요.,소스가 졸아들 때까지 앞뒤로 뒤집어 가며 구우면 이모모찌, 일본식 감자떡 완성이랍니다!','b1d1.jpg','bde1.jpg,5b31.jpg,9e71.jpg,5281.jpg,5831.jpg,aa21.jpg,78b1.jpg,00f1.jpg,71f1.jpg,01a1.jpg,4321.jpg,c581.jpg,bfb1.jpg,8661.jpg,7b41.jpg,7301.jpg,b801.jpg,0731.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (2,'행복한윤블리네','♥[신혼밥상] 팽이버섯 덮밥','밥/죽/떡','10분 레시피! 1,000원의 행복! 간단한데 맛까지 있음 100점 ^---^ 한그릇 팽이버섯 덮밥 함께해요~','팽이버섯 1봉,대파 1줌,양파 1/2개,달걀 1개,참기름 약간,통깨 적당히,간장 2숟가락,굴소스 0.5숟가락,설탕 0.5숟가락,맛술 2숟가락,물 3큰술','팽이버섯은 3등분으로 자르고 양파와 대파는 채썰어주세요.,간장 2, 맛술 2, 물 3, 굴소스 0.5, 설탕 0.5숟가락을 넣고 소스를 만들어주세요.다진마늘 약간(커피스푼1) 넣어주면 더 맛있어요. 
물론 생략가능!,달군팬에 기름을 두르고 대파, 양파, 팽이버섯을 넣고 숨이 죽을 만큼 살짝 볶아주세요.,소스를 부어주세요.,국물이 자작자작해질때까지 조려주면 완성!,국물이 자작해질 동안 달걀프라이 하나 ^^노른자 터트려 함께 비벼드시면 꿀맛!,밥을 담고 달걀프라이를 올린 다음 흰자 위로 팽이버섯 비~잉
참기름 톡~통깨 뿌려주면 초간단 초저렴 든든한끼 완성!','1b51.jpg','2411.jpg,4d31.jpg,8091.jpg,5871.jpg,7e61.jpg,68e1.jpg,0ec1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (3,'나나미루꾸','단짠단짠의 대패덮밥','밥/죽/떡','뜨끈한 밥에 대패삼겹살 한점! 집밥백선생 강추레시피! 간단하고 빠르게 만드는 별미메뉴! 입맛없을때 만들먹으면 밥두공기도 거뜬해요.','대패삼겹살 400g,대파 2뿌리,설탕 2스푼,맛간장(OR진간장) 4스푼','궁중팬에 대패삼겹살을 넣어줍니다.대패삼겹살 400g,대파는 큼직하게 썰어서 준비합니다.대파 2뿌리,대패삼겹살이 골고루 익도록 볶아줍니다.강불,고기가 적당히 익으면 준비한 대파를 넣고 좀더 볶아줍니다.강불,대패삼겹살이 노릇해질 정도로 충분히 익혀준 뒤중불,설탕 2스푼을 넣고 한번 더 볶아줍니다.설탕 2스푼중불,설탕을 넣고 볶아주면 고기에 윤기가 돌아요.중불설탕을 넣을 때는 불을 중불로 줄여야 타지않게 볶을 수 있어요.,맛간장 또는 진간장을 4큰술 넣고 한번 더 볶아줍니다.중불입맛에 따라 간장의 양은 조절해야 해요!,삼겹살에 간장 양념이 골고루 베이도록 볶아주면 완성이에요^^,오목한 그릇에 따뜻한밥을 담고, 그 위에 볶은 고기를 올려주면 대패덥밥 완성!','4771.jpg','f4c1.jpg,2241.jpg,8111.jpg,2191.jpg,9aa1.jpg,5d61.jpg,a4e1.jpg,90e1.jpg,1a61.jpg,06b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (4,'요알남Mingstar',' 양배추 참치덮밥 /Cabbage tuna bowl of rice','밥/죽/떡','양배추로 간단히 만들 수 있는 덮밥 요리입니다.본 게시물은 저작권 보호를 받고 있습니다. 저작자의 사전 동의 없이 이미지 및 문구의 무단 도용 및 복제를 금합니다. 무단으로 사용할 경우 법적 책임을 질 수도 있습니다.This post is copyright protected. Unauthorized theft and reproduction of images and phrases is prohibited without prior consent from the author. You may be liable for unauthorized use.','참치캔 100g,양배추 170g,양파 1/2개,대파 1대,식용유 2Ts,쌀밥 180g,고춧가루 1Ts,고추장 1Ts,올리고당 1Ts,굴소스 1Ts','참치캔은 기름을 제거한다.,양배추는 사각으로 잘라 준다.,양파는 사각으로 잘라 준다.,대파는 송송 썰어 준다.,프라이팬에 식용유, 대파를 넣고 향이 날 때까지 볶는다.,대파의 향이 나면 양배추를 넣고 볶는다.,양파를 넣고 볶는다.,고춧가루, 고추장, 참치, 올리고당, 굴 소스를 넣고 볶는다.,그릇에 밥을 담아 준비한다.,밥위에 덮밥소스를 올려준다.','e361.jpg','6e91.jpg,6e51.jpg,28b1.jpg,a1e1.jpg,6851.jpg,d871.jpg,8271.jpg,6ab1.jpg,98f1.jpg,b2f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (5,'Zi으','분식집 그 맛! 떡꼬치 만들기 ','밥/죽/떡','쉽고 간단하게 만드는 떡꼬치 진짜 맛있어요~','고추장 1/2T,설탕 1T,올리고당 2T,케찹 2T,떡 20개','고추장 1/2T, 설탕 1T, 올리고당 2T, 케찹 2T를 넣어 소스를 만들어주세요.,떡 20개를 기름을 조금 두른 팬에 아주 약불로 구어주세요.약불기름을 많이 넣으면 떡이 튀는 사고가 나요. 기름은 조금만 넣어주세요!,떡을 포크로 찔러 익었는지 확인해주세요.,떡이 다 익었다면 젓가락(꼬치)에 낀 후 만든 소스를 발라주세요.,맛있는 떡꼬치 완성! 분식집 앞에 파는 떡꼬치랑 맛이 똑같아요. 꼭 만들어보세요!','a311.jpg','2cd1.jpg,81b1.jpg,2241.jpg,84b1.jpg,21e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (6,'판교댁쏭아','애호박 덮밥 혼밥으로 딱 좋아~','밥/죽/떡','오늘은 반찬 하기 참 귀찮던 날...퇴근하고 돌아온 남편을 위한 혼밥 메뉴로 애호박 덥밥을 만들어 준다간단하지만 매콤한게 참 맛있고 다른 반찬이 전혀 필요 없는 메뉴이다애호박 덮밥 한 그릇을 어찌나 잘 먹던지 보는 나도 침이 꼴깍~^^','애호박 1개,양파 1/2개,굴소스 1큰술,고춧가루 1큰술,다진마늘 1t,참기름,식용유,달걀','덮밥으로 애호박을 볶을 때는
조금 큼직하게 채를 썰어 준다
식감도 더 좋고 흐물거리지 않아 좋다,큼직하게 채 썰은 호박과 양파를 준비,팬에 참기름 1 큰 술과 식용유를 살짝 넣어 야채 볶기,애호박과 양파를 볶아 준다,애호박이 반쯤 익었을 때쯤에
준비한 양념을 넣어 야채와 골고루 섞어 준다,굴소스,고춧가루, 다진마늘을 
섞어 양념을 만든 뒤 넣어 준다,애호박에 간이 잘 베이고
익히려고 뚜껑을 닫고 약한 불에 조리했다
뚜껑을 닫지 않아도 되지만
그럼 수분이 빠져나가서 
자꾸 뒤적거리게 되고 그럼 
호박이 으깨지기도 하니까~,마지막에 대파를 넣고 참기름도
넣어 한 번 더 휘리릭 볶아서
수분을 날리면 끝
사실 너무 간단한 음식이라는 거^^,달걀 프라이와 같이 올려내니
먹음직스럽다
애호박 한 개와 양파만 있으면
10분 안에 만들어지는 간단 메뉴
달걀 프라이까지 올려내니
정말 성의 있어 보이는 한 끼가 되었다','6ae1.jpg','37b1.jpg,4741.jpg,0ba1.jpg,0e71.jpg,a5a1.jpg,d5a1.jpg,b391.jpg,8521.jpg,8531.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (7,'카푸치노','매콤버섯덮밥~한그릇','밥/죽/떡','버섯듬뿍 넣어 만든 매콤하게 만든 버섯덮밥~한그릇요리로 아주 좋아요~ 오늘 점심은 매콤버섯덮밥~~ 어떠세요','느타리버섯 80그램,양파 60그램,대파 1대,밥 1공기,참깨 약간,간장 1+1/2숟가락,물 3숟가락,고추가루 2숟가락,참기름 1/2숟가락,설탕 2/3숟가락','느타리버섯은 길게 찢어주시고 양파는 채썰어주세요
느타리버섯대신 새송이버섯이나 다른버섯을 사용하셔도 좋아요,양념장재료를 섞어 양념장을 만들어주세요,달군팬에 대파를 넣어주세요,양파를 넣고 센불로 20초정도 볶아주세요,버섯을 넣어 1분간 더 볶아주시다가 중간불로 줄여 양념장을 넣어 볶아주세요
더 맵게 드시고 싶은 분들은 여기에 청양고추를 더 넣어주시며 되세요,양념장재료가 스며들도록 30초정도 볶아주신후에
그릇에 밥을 담고 밥위에 올려주신후에 참깨를 솔솔 뿌려 주세요','f481.jpg','1cc1.jpg,6151.jpg,5d31.jpg,2e51.jpg,7391.jpg,3001.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (8,'조밍키','【반전의맛】스팸 양배추 덮밥 만들기~','밥/죽/떡','큰양배추 한통 샀더니 어마어마한 양에 내맘대로 후다닥 볶아 덮밥으로 해먹었는데 . . 시상에 의외의 반전~!!!핵꿀맛이에요~!!자주자주 해먹어야 겠어요ㅎㅎ','양배추 2주먹,양파 1/2개,대파 10센티,스팸 100g,땡초 2개,다진마늘 1/2T,간장 2T,굴소스 1T,참기름 1T,설탕 1/2T,후추 2번톡톡,물 5T','스팸200g짜리 반만 사용했어요^~^
땡초두개,채썬양배추 두주먹,대파 10센티,양파 반개를 먹기좋게 썰어 주시구요~(애들은 땡초대신 파프리카 넣어도 맛있어요),후라이팬에 기름을 두르고 대파랑 마늘 반스푼 넣어서 볶아주세요~,그다음 스팸을 (100g)넣고 볶다가 양파반개,땡초두개넣어서 볶아 주시구요~,양배추 넣어서 볶아주세요^~^이때 굴소스한스푼,간장두스푼,설탕반스푼,참기름한스푼,후추2번톡톡해서 볶아주시다가,물을 다섯스푼정도 넣고 볶아 주시면 완성입니다^~^,제가 아침겸점심겸저녁으로 
먼저 먹어봤는데 너무 맛있어서 우리가족님 저녁으로 해줬더니 잡채맛이 난다고 너무 맛있다고 한그릇 뚝딱 해주시네요ㅎㅎ
정말 강력추천합니다 김치하나랑 먹어도 엄지척이에요^~^♥','6ed1.jpg','40b1.jpg,bf81.jpg,bb01.jpg,0b01.jpg,2a51.jpg,fdb1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (9,'GP하루한끼','부타동 : 일본식 돼지고기 덮밥 간단한 점심 메뉴로 굿! ','밥/죽/떡','부타동은 일본식 돼지고기 덮밥으로부타는 일본어로 돼지를 뜻하고, 동은 밥을 뜻합니다.일본식 소스로 돼지고기를 조려서 밥위에 올린 덮밥식 음식인데요..부타동은 주로 목살 부위를 사용하지만 저는 대패삼겹살을 이용해서 만들었습니다.대패삼겹살은 양념 베이기가 더 쉽고,조리시간을 줄일 수 있어서 사용했구요.돼지고기는 다른 부위를 사용하셔도 상관없습니다.','대패삼겹살 200g,양파 1/2개,달걀노른자 1개,설탕 1큰술,간장 1.5큰술,맛술 1큰술,설탕 1큰술,다진마늘 1작은술','먼저 양파는 1/2개만 썰어주세요.
부타동은 별다른 야채들이 필요없어요.
간단하게 양파만 가지고 만들 수 있어서 
자취생들도간단하게 만들수 있습니다.,그 다음 양념장을 만들어줍니다. 
간장 1.5큰술, 맛술 1큰술, 설탕 1큰술, 
다진마늘 1작은술을 넣고 잘 섞어주세요. 
원래 다진마늘 대신 생강을 넣어주는데요. 
생강이 없어서 저는 다진마늘로 대체 했습니다.,그 다음 후라이팬에 대패삼겹살 200g을 넣고, 
설탕 1큰술 넣고 볶아줍니다. 고기를 볶을때 설탕을 넣으시면, 
소스도 더 잘베이구요. 고기의 감칠맛을 살려줍니다.,설탕이 다 녹으면 양파를 넣어주시구요. 
그리고 소스도 같이 넣어줍니다.,저는 소스가 있는거 보다는 바싹 굽는게 좋더라구요. 
소스가 자작하게 남아있는게 좋으신 분들은
취향에 따라 맛있게 구워주시구요.,고기가 다 익으면 밥위에 
먹음직 스럽게 고기를 올려주세요.,그리고 마지막으로 
가운데에 달걀 노른자 1개를 올려줍니다.
달걀의 비린맛 때문에 
날달걀을 못드시는 분이라면후라이 1개 해서 올려주시구요.,마지막으로 파슬리 가루 뿌려주시면
맛있는 부타동 완성입니다. 
생각보다 만들기 너무 간단하구요. 
확실히 일본식이라 그런지 
많이 자극적이지 않구요. 
고기의 달콤 짭짤함과 노른자의 담백함이 
어울려져서 맛있는 한끼로 손색없었습니다.','da31.jpg','2751.png,3fa1.png,ddc1.png,ed01.png,03f1.png,6a21.png,18b1.png,3a81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (10,'숄02','일본풍 가지덮밥','밥/죽/떡','가지를 구워서 간장소스에 졸인 가지덮밥 만들기','가지 1개(약24cm),간장 1T,설탕 1T,청주 1T,미림 1T,물 1T','가지는 껍질을 벗기고 반으로 자른다. 오목한 그릇에 담아 랩을 씌운 뒤 전자렌지에 1분 30초 정도 돌려주세요.전자레인지,가지를 살짝 식힌뒤 칼집을 내서 펼쳐줍니다.,간장, 설탕, 청주, 미림, 물을 모두 1:1:1:1:1 비율로 섞어 소스를 만들어주세요. 가지 크기에 따라 1T~1.5T가 적당하고 설탕양은 기호에 따라 조절하세요.,팬에 오일을 두르고 가지를 앞뒤로 노릇노릇하게 구워냅니다.,만들어둔 소스를 붓고, 살짝 졸이면 완성입니다.,밥위에 남은 소스를 뿌리고 가지조림을 얹으면 완성입니다.','2961.jpg','a861.jpg,cfa1.jpg,2a81.jpg,abe1.jpg,9a61.jpg,bf71.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (11,'뽀유TV','스팸 돈부리덮밥!반찬이 필요없는 초간단 한그릇 요리','밥/죽/떡','집에 스팸이 많이 있어서 스팸 돈부리덮밥을 만들어 봤어요! 반찬이 필요없이 한끼 맛있게 해결할수 있어 좋아요','스팸(小) 1캔,양파 1개,계란 2개,대파 약간,간장 4T,설탕 2T,물 2/3컵(종이컵)','먼저 스팸은 스틱모양으로 썰어 뜨거운 물에 살짝 데쳐 줍니다,데친 스팸은 아무것도 두르지 않은채 달궈진 팬에 구워 줍니다.,대파는 쫑쫑 썰어주시고 양파는 얇게 채 썰어 주세요양파가 너무 크면 1/2개만 사용하세요,간장4스푼,설탕2스푼,물 2/3컵(종이컵)을 잘 섞어주세요. 설탕이 충분히 녹게 잘 섞어주셔요혹시 평소 달달한것 싫어하심 설탕양은 줄여 주세요,계란2개를 깨서 계란물을 만들어 줍니다.,냄비에 양파와 간장소스를 넣고 끓여 주다가 양파가 투명해지면 스팸을 위에 올려 줍니다.,국물이 조금 자작해졌다 싶을때 계란물을 빙 둘러 주세요. 이때 마구 젓지 마시고 자연스럽게 두시면 되요. 마지막으로 대파를 솔솔 뿌려주신 뒤 완성되면 밥위에 올려주시면 끝!,반찬 필요없는 초간단 한그릇 요리 스팸돈부리덮밥 완성입니다.슥슥 비벼 한숟가락 먹어보니 부드러운 계란과 양파에 짭쪼름한 스팸이 만나 참 맛있네요','94c1.jpg','8051.jpg,bde1.jpg,95b1.jpg,c031.jpg,3f11.jpg,0661.jpg,7a41.jpg,1411.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (20,'벼르곰','새우굴소스파스타','밥/죽/떡','어렸을때 엄마랑 파스타를 먹으러갔었는데 처음보는비주얼에 처음느껴보는맛이라 인상깊게남아서 맛을 기억했다가 집에와서 대충 만들어봤는데 의외로 비슷한맛에 너무 맛있어서 가끔 엄마랑 만들어먹게된 새우파스타입니다','파스타면 100g,청양고추 2개,마늘 30g,버터 30g,새우 6마리,파마산치즈가루 약간,오일 3T,소금 약간,굴소스 1.5T','냄비에 물을 2/3정도 채우고 소금을 약간 넣고 끓여준다 물이 끓으면 파스타면을 넣고8~10분간 익혀준다,면이 다 익으면 면을 채반에 받친뒤 면수는 버리지말고 따로 받아둔다,마늘과 고추는 작게 편썰어서 준비해둔다,새우는 날카로운 머리부분을 반 잘라 손질해놓는다,썰어둔 마늘과 고추를 기름두른팬에 볶아준다,마늘이 어느정도 익으면 손질해놓은 새우와 버터를넣고 약한불에서 타지않게 볶아준다,새우가 익어갈쯤 삶은파스타면을넣고 면수 한국자와 굴소스를넣고 섞어준다,그릇에 예쁘게담아준다,완성된파스타에 파마산치즈가루를 솔솔뿌려 마무리해준다','b9c1.jpg','85f1.jpg,bd11.jpg,86d1.jpg,45a1.jpg,a571.jpg,8fe1.jpg,eb61.jpg,35a1.jpg,7f61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (50,'영양사밍글','밍글 최애 반찬♥슈렉 색깔 시금치 커리 만들기♥','국/탕/찌개','슈렉 색상의 건강한 시금치 커리를 만들어 보아요!! 익숙치 않은 진한 녹색에 먹기 말성여져도 한 숟가락 뜨고 나면 어느새 한그릇이 비어지는 마법이 일어나요:) 시금치를 편식하는 아이들에게도 안성맞춤이랍니다!','시금치 350g,닭가슴살 189g,다진마늘 17g,카레가루 2T,휘핑크림or요거트 1T,소금 약간,식용유 약간','시금치는 세척 후 뿌리를 제거 해요.,닭가슴살은 원하는 크기로 깍둑썰기해요.,냄비에 물을 받아 강불을 켜요. 소금을 투하해요.,물이 끓으면 시금치를 20초 이내로 데쳐요.시금치 양이 많으면 양을 소분해서 데쳐주세요.,데친 시금치는 체로 건져 찬물에 헹궈요.,데친 시금치를 믹서기에 갈아요.,갈린 시금치를 따로 준비해요.,프라이팬에 식용유를 두르고 강불을 켜요.,다진마늘을 넣어 볶아요.,닭가슴살을 넣어 볶아요.,닭가슴살이 60%정도 익었을 때 준비한 카레 분말의 1/3을 투하해요.,카레가루를 닭고기와 함께 볶으면 잡내제거에 탁월해요!,나머지 카레가루는 물을 넣고 풀어요.,잘 풀어진 카레 가루를 투하해요.,한 번 끓여요.보글보글 할 때 까지!,시금치 간 것을 투하해요!,보글보글 할 때 까지 한 번 끓여요.이때, 간과 농도를 보고 물을 추가해요.,마지막으로 휘핑크림을 투하해요.휘핑크림이 없다면 플레인 요거트로 대체 가능 해요!!
요거트가 없다면 생략해도 좋아요!','da61.jpg','4ce1.jpg,7961.jpg,2901.gif,8ce1.gif,90f1.jpg,6831.gif,4931.jpg,5e01.jpg,e0e1.gif,4d51.gif,5d41.jpg,3591.gif,cae1.gif,5661.gif,cfe1.gif,6231.gif,0001.gif,5511.gif',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (51,'승승맘h2','느타리버섯요리~느타리버섯찌개','국/탕/찌개','마트에 갔더니 느타리버섯이 3팩에 천원이래요~ 느타리버섯요리 해먹으려고 냉큼 사왔어요~^^','느타리버섯 1팩,두부 1/2모,양파 1/2개,대파 1/4대,물 5컵,다시마 1장,국멸치 5마리,고추장 1큰술,고춧가루 1큰술,다진마늘 1큰술,국간장 1큰술,소금 약간','냄비에 물을 넣고 국멸치와 다시마를 넣어 국물을 내줍니다.물5컵, 국멸치5마리, 다시마(10cmx10cm)1장냄비중불,멸치다시국물이 만들어지면 멸치와 다시마는 건져내고 채썬 양파를 넣어 끓여줍니다.양파1/2개,고춧가루, 고추장, 다진 마늘을 넣어 양념합니다.고춧가루1큰술, 고추장1큰술, 다진 마늘1큰술,느타리버섯을 먹기 좋게 찢어 넣은 후 끓여줍니다.느타리버섯1팩,먹기 좋게 썰은 두부를 넣어 끓여줍니다.두부1/2모,국간장과 소금으로 간합니다.국간장1큰술, 소금 약간,대파를 넣어 마무리합니다.대파1/4대','30d1.jpg','8d71.jpg,a0b1.jpg,84a1.jpg,e801.jpg,85c1.jpg,c9b1.jpg,5461.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (52,'배고픈엄마','아침국으로...두부김치계란탕','국/탕/찌개','입이 깔깔한 아침에 국이 없으면 밥먹기 힘들것 같아 국이나 탕, 찌개 하나 쯤은 있어야 하기에 있는 재료로 간단하게 건더기도 푸짐한 두부김치계란탕을 끓였습니다.','계란 3개,소금 3꼬집,대파초록부분 1/2대,다진김치 1컵,양파 1/4개,참기름 1/2큰술,두부 200g,다시마멸치육수 3컵,국간장 1큰술,소금 약간,후추 약간','계란 3개, 소금 3꼬집, 대파 초록부분 1/2대를 쏭쏭 썰어 넣고 고루 잘 풀어 줍니다.,냄비에 다진 김치 1컵, 양파 1/4개를 다져 넣고 참기름 1/2큰술로 고르게 볶아 주었습니다.,참기름이 쏙 배도록 볶아지면 두부 200g을 넣고 으깨면서 고르게 볶아 줍니다.,그리고 다시마 멸치육수 3컵을 붓고.....,국간장 1큰술로 간을 하고 끓여 줍니다.,끓으면서 생기는 거품은 한번 걷어 주었습니다. 그럴필요 없다고 하는데 본능적으로 걷어내고 싶네요~~,그리고 준비한 계란을 한 곳에 붓지 마시고 계란이 큰덩이로 뭉치지않게 고르게 둘러주면서 끊어 붓고 크게 한번 휘~ 저어 끓여 줍니다.,부족한 간은 소금, 후추약간으로 해주세요~~','95d1.jpg','b701.jpg,0b01.jpg,1131.jpg,f071.jpg,e101.jpg,31c1.jpg,81c1.jpg,8301.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (53,'나지로그','다른반찬이 필요없는 두부짜글이로 밥한공기 뚝딱!','국/탕/찌개','제가 두부를 제일 좋아해서 두부요리는 다 맛있는것같아요ㅋㅋㅋ 오늘 선보일 두부짜글이도 역시나 맛있었네요!!','두부 1모,양파 1/2개,청양고추 2개,대파,고춧가루 1.5T,고추장 1.5T,간장 2T,설탕 1T,다진마늘 1/2T','먼저?양파1/2개와?청양고추2개를 먹기좋게 썰어주세요,고춧가루1.5T,?고추장1.5T,?간장2T,?설탕1T,?다진마늘1/2T를 섞어서 양념장을 만들어주세요,낮은 후라이팬에?양파를 올리고?두부를 삥 둘러서 올려주세요,물은 두부가 자작하게 잠길정도만 넣어주시고?
양념장을 그 위에 올려주세요,뚜껑을 닫고 약한불에 졸여주세요,뚜껑을 잠시 열고?대파와?청양고추2개를 넣어서 다시 졸여주세요
국물이 없어질정도로 졸여주세요','43a1.jpg','ac81.jpg,5121.jpg,e721.jpg,7611.jpg,3571.jpg,a9b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (54,'시크제이맘','버섯찌개 - 숙주버섯찌개 ','국/탕/찌개','아삭한 숙주 쫄깃한 버섯이 가득 들어있는 숙주버섯찌개 얼큰하니 맛나요 ^^','느타리버섯 1팩,숙주나물 2줌가득,식용유 2,다진마늘 1,고춧가루 3,국간장 3,멸치다시마육수 6,소금,후춧가루','느타리버섯이랑 숙주는 깨끗하게 손질해서 준비해 줍니다.,멸치왕창 넣고~~ 다시마도 한장 넣고 육수를 진하게 끓여 줍니다.,냄비에 식용유2,다진마늘1,고춧가루3을 넣고약불에서 양념을 볶아 줍니다. 양념이 타지 않게 약불로 볶다~ 국간장3을 넣고 고추기름과 잘 섞이게 볶아주세요.,이젠 버섯을 넣어 양념장에 고루 볶아주고~,숙주도 넣어 볶아줍니다.,고루 잘 볶아주기!,멸치다시마육수를 6컵 부어줍니다.,10분정도 끓이다 파를 넣고 5분 더 끓여 마무리 해주세요. 부족한 간은 소금으로~ 입맛에 따라 후추를 넣어 주셔도 됩니다.','0581.jpg','6d11.jpg,c521.jpg,db51.jpg,d421.jpg,df11.jpg,1351.jpg,32e1.jpg,0501.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (55,'양손밥',' 깔끔담백!! 두부감자전골','국/탕/찌개','감자가 많아서 뭐해먹을까하다가 두부사다가 두부와 감자를 많이넣고 끓여서 먹었습니다. 뜨거운밥이랑 먹으면 환상입니다 ㅎ담백하게 드실수 있는 두부전골입니다 ^^','두부 2모,감자 2개,양파 1개,마늘 10개,청양고추 5개,대파 조금,멸치육수 3컵,간장 8스푼,고추가루 3스푼,청양고추가루 1스푼,설탕 1스푼,다진마늘 1스푼,맛술 2스푼,깨 1스푼,후추가루 약간,참기름 1스푼','원하는 크기로 감자썰기,원하는 크기로 양파썰기,원하는 크기로 마늘썰기,원하는크기로 고추썰기,두부는 네모모양으로 썰어주세요 너무얇게썰면 다 부서지니 적당한 두께로 썰어주세요,위의 재료로 양념장을 만들어 줍니다.,후라이팬밑에 감자를 먼저 깔아주세요,그위에 두부를 올려주세요,양파 마늘 고추를 넣고 멸치육수 3컵을 넣어줍니다.,양념장을 넣어줍니다,한번끓으면 불을 줄이고 중불에서 졸이듯이 끓여줍니다,감자가 익을정도가 되면 대파로 마무리해주세요,맛있게 드세요^^','d5a1.jpg','e3e1.jpg,1981.jpg,7061.jpg,5691.jpg,40a1.jpg,87d1.jpg,3791.jpg,f601.jpg,a0c1.jpg,d9e1.jpg,97e1.jpg,72f1.jpg,6951.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (56,'꼬시미','짬뽕맛 나는 오징어찌개 만들기 ','국/탕/찌개','시원한 맛이 일품인 짬뽕맛 나는 오징어찌개 만들기입니다.','오징어 1마리,애호박 1/2개,양파 1/2개,청양고추 1개,콩나물 3줌,대파 조금,멸치(국물다시용) 적당량,포도씨유 1큰술,고춧가루 1큰술,다진파 1큰술,다진마늘 1큰술,국간장 1큰술,고추장 1작은술,소금 1작은술,후춧가루 조금','멸치와 다시마를 넣고 약한 불에서 10분정도 끓인 후 체에 걸러 육수를 준비합니다,애호박은 4등분, 양파 채썰고, 청양고추와 홍고추는 어슷 썰어 주세요,오징어는 몸통 안쪽에 사선으로 잔 칼집을 내고 적당히 썰어 주세요,볼에 양념 재료를 넣어주세요.,오징어, 애호박, 양파를 넣어 골고루 버무려 주세요,콩나물 3줌정도 물에 씻어 준비해주세요.,냄비에 포도씨유 1큰술을 두르고 양념 해 놓은 재료들을 넣어 중약 불에서 2분정도 볶아 주세요,멸치 육수 4컵정도 붓고 콩나물 넣어 주세요 뚜껑은 덮지 마세요~~,한소끔 끓으면 요로케 거품이 마구 마구 생기는데 싸악~걷어 내야 잡내가 안나고 국물이 시원합니다~ 8분정도 끓여주세요.,청양고추와 홍고추 대파를 넣고 중약 불에서 2분정도 끓이면 완성~ 너무 오래 끓이면 오징어가 질겨지고 채소들도 숨이 다 죽어 맛이 없어요!','4771.jpg','5011.jpg,5651.jpg,6761.jpg,ec01.jpg,8911.jpg,b631.jpg,6e41.jpg,cb01.jpg,7191.jpg,abf1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (57,'어부동김반장','뜨끈한 국물이 생각날때! 참치감자찌개.','국/탕/찌개','어제부터 비가 내리더니 무더위까지 데려 갔나봐요. 뜨끈한 국물요리가 생각 나더라구요. 참치와 감자를 넣어 얼큰하면서도 담백한 고추장찌개를 끊여 봤어요. 햇감자의 포근함과 고추장찌개의 매콤함이 어우러진오늘처럼 비가 촉촉히 내리는날 딱! 어울리는 음식이네요. 캠핑요리로도 아주 잘 어울려요.','감자 2개(220g),참치캔 1개(150g),양파 1개,고추장 2수저,고추가루 1수저,청양고추 2개,다진파 2수저,다진마늘 1/2수저,소금 조금,후추 톡톡,물 3컵','감자는 납작하면서 도톰하게 썰어주고,
양파는 도톰하게 썰어 줍니다.,참치캔 국물은 냄비에 넣어주고,
참치는 따로 준비합니다.,참치국물에 감자를 볶아 줍니다.,감자 모서리가 살짝 투명해지면
물3컵을 넣어주고,
고추장, 고추가루를 넣고 끓여 줍니다.
너무 센불에 끊이면 고추장이 여기저기 튀어서 난리도 아니에요 ㅎㅎ,감자가 거의 다익으면 참치를 넣고
다진마늘과 다진파를 넣고 한소끔 끓여 줍니다.
저는 느타리버섯이 있어서 조금 넣어주었어요.,마지막 간은 소금간 해주시면 되구요.
저는 집고추장으로 해서 설탕 조금 넣어 주었어요.
고추장찌개는 달달해야 더 맛있더라구요.,감자의 포근함과 얼큰함을 느낄수 있는 참치감자찌개 완성입니다.','feb1.jpg','8751.jpg,9481.jpg,baf1.jpg,9b31.jpg,f3d1.jpg,7041.jpg,7811.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (58,'시크제이맘','감자요리 - 백종원 감자짜글이 ','국/탕/찌개','감자요리','스팸 1캔(작은사이즈),감자작은거 3개,양파 1/2개,청양고추 2개,대파 1/3대,물 2컵,고춧가루 2스푼,고추장 1스푼,다진마늘 1스푼,맛술 1스푼,간장 3스푼,설탕 1스푼,된장 0.3스푼','감자는 껍질을 벗겨 굵게 채 썰어주고
청양고추 2개, 대파 1/3대는 송송 썰어 준비하고
양파 1/2는 채 썰어 주세요.,스팸은 비닐봉지에 넣어 손으로 주물러 으깨 준비합니다.
이때 너무 잘게 으깨지 말고 덩어리지게 으깨 줍니다.,냄비에 감자, 스팸, 양파를 모두 넣고
양념 재료인 고춧가루 2, 고추장 1, 간장 3, 다진 마늘 1, 맛술 1, 된장 0.3, 설탕 1
그리고 물 2컵을 부어주세요.,센 불에서 끓이기 시작하다 불을 줄이고
10~15분 정도 끓여주세요.,감자가 다 익고 국물이 걸쭉해지면
대파, 청양고추를 넣고 한소끔 더 끓여 마무리합니다.,백종원 감자짜글이 완성 ^^','8391.jpg','c3b1.jpg,5541.jpg,0d71.jpg,06a1.jpg,e2a1.jpg,b081.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (59,'율맘써니','참치두부찌개 ','국/탕/찌개','반찬없을때 후다닥 끓여 먹는 간단한 찌개','두부 1모,참치(작은캔) 1캔,양파 1/2개,대파고춧가루 3~4T,간장 3T,올리고당(설탕) 1T,다진마늘 1T,맛술 1/2T,후추 약간','고춧가루 3~4T, 간장 3T, 올리고당(설탕)1T, 다진마늘 1T ,맛술 0.5T, 후추약간
매콤하게 드시려면 청양으로,, 저는 고춧가루 3T만 넣었어요 (매운거 잘 못 먹는 수유부라,,,),참치는 기름 꽉 짜서 뜨거운 물에 한번 헹궈 주면 더 좋아요,,채 썬 양파에 참치 양념장을 골고루 올려주세요,두부는 1.5cm 정도로 썰어주세요
한 모 기준 14조각,두부 위에도 남은 양념장을 올린 후 물 2컵~ 2컵반을 부어 끓여 주세요,마지막으로 대파를 썰어 주고 부족한 간은 소금으로,,,간단하고 맛 좋은 두부요리
급하게 저녁 찌개 끓여야 할 때 강추해요!!','64b1.jpg','d951.jpg,3641.jpg,d321.jpg,6431.jpg,8ac1.jpg,8be1.jpg,4541.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (23,'쉬운언니','원팬으로 10분이면 뚝딱!! 초간단 버섯당면볶음 입니다~^^','밥/죽/떡','이 음식은 제가 집에 라면도없는데 면먹고 싶을때, 혹은 잡채먹고싶거나 잡채밥 땡길때, 아니면 버섯이 한 3~4개쯤 남아 처치곤란일때.. 바로 이럴때 간단하게 만들어 먹는 볶음면인데요.이게 또 정말 간단한데 식사가 되고 좋아요^^사실 갑자기 잡채 먹고 싶다고 진짜 만들기도 귀찮지만 이건 혼자사는 저로선 만들어도 처치곤란!! 게다가 이것저것 남은 식재료들이 문제가 될 수밖에 없는데이렇게 볶음당면으로 만들면 잡채맛도 충분히 느낄수 있고 한끼 해결도 충분하고, 남으면 반찬으로도 좋고.. 뭣보다 간단해서 좋은 요리입니다 ^^납작당면 이용하면 훨씬 식감이 좋으니 참고하시고 만들어 보세요^^','당면 120g,표고버섯 4개,청량고추 1개,대파 15Cm,다진마늘 1T,식용유 4T,간장 3T,굴소스 2T,매실청또는올리고당 2T,후추 약간,맛술 1T,참기름 2T','제일 먼저 당면은 완전 뜨거운물에 불려주세요. 그래야 재료손질하는동안 다 불어요^^볶기전 덜 불어도 걱정마세요. 볶을때 물좀 더 넣고 볶으면 됩니다. 시간여유있다면 찬물에 천천히 불려쓰면 더욱 좋습니다.^^,표고버섯은 기둥을 떼고 슬라이스해서 준비해 주세요.,청양고추는 매콤한걸 좋아한다면 두개까지 가능한데 슬라이스 해서 준비해 주세요.두개이상은 넣지마세요. 칼칼함이 올라와서 먹다가 사레걸려요.,대파도 원형 그대로 슬라이스 해서 준비해 주세요.,참기름을 제외한 양념장은 전부 한데 섞어 주세요.,팬에 식용유 4T를 두르고 파하고, 마늘을 넣고 중불에서 볶아주세요.,대파와 마늘은 향이 우러나오도록 충분히 볶아 파기름을 만들어 주세요.,어느정도 파기름이 익어가면 청량고추를 넣고 살짝만 볶아주세요.,슬라이스한 표고버섯을 넣고 불은 중불에서 볶아주세요.쎈불에 볶으면 파,마늘만 타니 중불로 천천히 볶아주세요.,버섯은 충분히 볶아야 맛이 좋아요. 버섯자체에 윤기가 돌때까지, 흡수한 기름을 도루 뱉어낼때까지 볶아주세요.,버섯이 잘 볶아졌으면 당면과 양념장을 1/3만 남기고 물 반컵과 함께 볶아주세요.센불로 볶아야 면이 불지 않아요.,면에 양념이 잘스며들고 면이 익으면 간을보아 남겨둔 양념장 을 추가하거나 괜찮다면 참기름을 넣고 마무리합니다.,그릇에 면과함께 담고 깨는 기호에 맞게 추가해 주세요~','ee71.jpg','4801.jpg,8021.jpg,97f1.jpg,fed1.jpg,a451.jpg,7121.jpg,8f81.jpg,35b1.jpg,ac91.jpg,d151.jpg,b311.jpg,6751.jpg,8da1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (24,'자몽의요리','부산에서 먹던 탱글탱글 비빔당면','밥/죽/떡','부산에서 맛잇게 먹었던 비빔당면이예요 심심한듯 하면서도 은근히 중독성있는 맛이죠여름이니깐 아무래도 이런 비빔메뉴가 계속 땡기네요 비빔당면양념장은 각종 비빔면요리에 사용하셔도 잘 어울립니다','당면 80g,계란 1개,당근 1/2개,깻잎 5장,고춧가루 2T,설탕 1T,깨 1T,간장 4T,식초 1.5T,올리고당 2T,다진마늘 0.5T,참기름 2T,다진파 2T','고춧가루2T, 설탕1T, 깨1T, 간장4T, 식초1.5T, 올리고당2T, 다진마늘 0.5T, 참기름2T, 다진파2T 를 넣고 양념장부터 만들거예요 ▶양념장을 먼저 만들어 놓고 시작하셔야 요리가 쉽습니다. 당면부터 삶고 양념장을 만들게 되면 당면이 불어버리는 사태가 벌어지기 때문이죠,깻잎과 당근은 깨끗이 씻어서 깻잎은 반으로 접어서 길고 얇게 채썰고, 당근도 얇게 채썰어주세요,계란1개는 잘 풀어주세요,후라이팬에 기름을 두르고 계란물을 부어서 계란지단을 만들어줍니다 
▶ 어차피 길게 채썰꺼라서 모양은 이쁘게 안하셔도 됩니다,다 익은 계란지단은 길게 채썰어주세요,당면을 삶아줍니다 ▶ 보통 7~8분정도 삶아주시는게 제일 적당해요,다 삶아진 당면은 찬물로 헹궈주세요,그릇에 당면을 담고, 당근,계란,깻잎 고명을 얹어줍니다. 그리고 취향에 맞고 소스를 얹어줍니다 ▶당면은 미리 가위로 조금 잘라주세요','b331.jpg','45b1.jpg,a781.jpg,f0a1.jpg,d6c1.jpg,af41.jpg,eba1.jpg,bb61.jpg,c211.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (25,'로즈현','10분이면 뚝딱! 밥보다 면이지~ 간장계란면:D','밥/죽/떡','흔히들 간장계란밥으로 한끼 간편히 해결하시죠. 밥보다 면을 좋아하는 신랑을 위해 간장계란면으로 해봤어요:D','소면 100원동전,달걀 2개,간장 2숟가락,올리고당 1숟가락,매실액 1숟가락,식초 1숟가락,참기름 1숟가락,고춧가루 약간,후추 약간','끓는 물에 소면 넣고 끓이기.,끓으면 찬물 살짝 붓기. 세번 반복.,찬물에 박박 비벼서 헹구기.
*면 절대 안끊어지니까 손빨래하듯 양손으로 잡고 비벼헹구세요.
그래야 안불고 쫄깃해집니다.,달걀 두개 반숙으로 부치기.,볼에 양념 만들어두기.,체에 받쳐 둔 국수 넣고 버무리기.,그릇에 담기.,달걀프라이 얹고 깨뿌리기.,※ 매콤달콤 김치비빔국수도 땡긴다면? → @6905804','cf71.jpg','49e1.jpg,1fe1.jpg,8b41.jpg,f511.jpg,e9b1.jpg,25b1.jpg,1641.jpg,5251.jpg,0821.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (26,'서녕','초간단술안주!대패삼겹우동볶음!!','밥/죽/떡','출출한밤, 냉동대패삼겹과 우동사리로 단짠단짠 초스피드 초간단 술안주만들기~! ☆저녁한끼 혹은 밥과 곁들여먹기에도 좋아요!','우동사리 2개,양파 1개,대파한줌( 1개),숙주 2줌,맛간장 4T,굴소스 1.5T,올리고당(설탕대체가능) 4T,다진마늘 2T,미림(맛술) 5T,참기름 1T,깨 0.5T,후추 1t','우선 재료를 꺼내볼께요~
대패삼겹살, 우동사리2개, 숙주, 파와 양파(냉장고 짜투리채소 넣어도 좋아요~!),볼에 대패삼겹을 넣고 미림을 5T정도(고기가 잠겨있을정도면 됩니다)뿌려주고 살짝 조물조물 뒤집어가며 골고루 냄새잡히게 해주세요~
※미림이 없으신경우 맛술, 청주나 소주로 대체가능합니다!소주넣으실 경우는 3T만 넣으셔도 충분해요!!,고기를 재우는 동안
양념소스을 먼저만들어놓습니다!
(간장3+올리고당4+굴소스1.5+깨0.5),양념소스만들고 
양파, 파 등 채소도 씻어서 채썰어준비해주세요!
숙주도 씻으면서 다듬어주시고!!,달궈진팬에 약불로 바꿔준 후 기름을 둘러주고 다진마늘2T와 파를넣고 파기름을 먼저내주세요~,미림(맛술)에 재워둔 대패삼겹을 넣어주시고 중불로 올려서 볶아주세요~이때 후추1t, 간장1T를 둘러주세요,고기를 볶는동안 우동사리를 끓인물을 부어 면선만 풀어주세요!!,고기가 반쯤 익었을때 아까섞어둔 양념과 양파, 숙주를 넣고 볶아주시다가
고기와 야채에 양념색이 베어진다 싶을때 우동사리투하!!
양념이 쏙 입혀질 정도(1~2분가량) 쎈불로 볶아주시면 됩니다.
※숙주와 면선을 풀어둔 우동에서 물이 나오기 때문에 간을 조금 짜게했는데 간을 한번 봐보시고 짠거같으시면 물이나 숙주를 조금 더 넣어주세요!,완성~전 손이 커서 3인분을 꽉 채워서 해놨어요!
다들 맛있게 드세요~♥?','3bd1.jpg','3b01.jpg,cb91.jpg,eec1.jpg,c5a1.jpg,8cc1.jpg,d191.jpg,25a1.jpg,e951.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (27,'재미마미','시금치(포항초)알리오올리오:시금치를 좋아하게 만드는 파스타','밥/죽/떡','포항초 두단 사서 알뜰히 활용하고 있는 중이에요 알리오올리오에 시금치를 넣는 정도의 쉬운 레시피인데...아이가 시금치가 이렇게 맛있었냐고 할 정도로 맛있게 먹었던 파스타에요: 요즘 시금치 맛있는 철이니까 한번 만들어 보세요 아이에게 시금치가 맛있는 거라는 걸 알려줄 절호의 기회랍니다ㅎㅎ','스파게티면 100~150그램,마늘 6~7톨,다진마늘 1/2큰술,시금치(포항초) 4~5뿌리,굴소스 1작은술+,올리브오일 2큰술+,소금,후추,굵은소금','끓는물에 스파게티면과 굵은소금을 넣고 7분정도 삶는다
(패키지에 쓰인 삶는 시간에서 1~2분 덜 삶기),스파게티가 거의 삶아질 무렵 팬에 올리브오일을 두르고 편마늘과 다진마늘을 넣어 볶는다:비주얼상으로는 편마늘이 더 좋으나 마늘맛을 진하게 내는데는 다진마늘이 좋으므로 둘을 같이 넣어주면 좋아요,마늘이 노릇노릇 익으면 시금치와 굴소스를 넣고 볶는다굴소스 대신 맛간장을 넣어주어도 좋고
그냥 소금으로 간을 맞춰도 깔끔하고 맛있어요,스파게티면을 넣어 함께 볶아준다,필요하면 면수 좀 추가하고 소금+후추 넣어 마무리한다:,접시에 파스타를 담고 올리브오일을 휘리릭 두르고 파슬리가루를 뿌려낸다','6b81.jpg','c621.jpg,f2d1.jpg,a261.jpg,0a31.jpg,9001.jpg,f201.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (28,'레쉪','우동볶이 매콤달콤 초간단 백종원 레시피','밥/죽/떡','사먹는것보다 맛있는 우동볶이레시피입니다','우동사리 1개,대파 1/2컵,어묵 1개,양배추 1/2컵,간장 3T,고추장 1T,고춧가루 1T,설탕 2T','넓은 후라이팬에 진간장3T, 고춧가루1T, 고추장1T, 황설탕3T를 넣어주세요황설탕 대신 백설탕이든 흑설탕이든 상관없어요~

고춧가루는 입자가 고운것보다 굵은걸 사용해주세요,물 2컵을 넣어주세요,양념이 덩어리지지 않고 물에 잘 풀어지도록 저어주세요,양념이 잘 풀어졌다면 양배추와 대파 어묵을 넣고 저어가며 끓여주세요양배추와 대파는 많을수록 맛있어요!,국물이 끓어오르면 우동사리 1개를 넣어주세요,젓가락으로 면을 살살 풀어가면서 끓여주세요','e6c1.jpg','0481.png,55d1.png,a361.png,7771.png,2b21.png,7b21.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (29,'시크제이맘','에어프라이어 깐풍만두 만들기','밥/죽/떡','깐풍만두 만들기','만두 13개,간장 2,올리고당 1,설탕 1,식초 1,다진마늘 1,대파 1/3,홍고추 1/2,후춧가루 적당량','에어프라이어에 만두 13개를 넣고 200도에서 15분 정도 돌려줍니다.에어프라이어,대파 1/3, 홍고추 1/2를 송송 썰어 준비하고,달군 팬에 식용유 1을 두르고 다진 마늘 1, 썰어 놓은 대파, 홍고추를 넣어 달달 볶다,깐풍 소스 재료인 간장 2, 올리고 당 1, 식초 1, 맛술 1, 설탕 1, 후춧가루 적당량을 넣어 바글바글 끓여주세요.,그리고 에어프라이어에 튀긴 만두를 넣고,양념을 고루 묻혀 마무리해주세요.,깐풍만두 완성 ^^','36a1.jpg','78e1.jpg,9071.jpg,3571.jpg,e0e1.jpg,ce01.jpg,2351.jpg,8531.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (30,'눈누난나02','면두부 새우오일파스타 다이어트에도 좋아요','밥/죽/떡','코스트코 장보러 갔는데 면두부가 있더라구요. 건강에도 좋고 다이어트에도 좋을거 같아서 파스타 만들때 면두부로 만들어보았답니다. (맛있어요 ^^)','통마늘 7~10개,새우 6~8마리,올리브오일,소금,후추','면두부,새우 6마리 (요것도 코스트코 냉동새우),마늘은 편마늘로 준비합니다.,팬에 올리브오일 넉넉히 두르고
편마늘 넣어서 노릇하게 볶아질때쯤,새우를 넣고 함께 볶아줍니다.
이때 소금과 후추를 ?? 뿌려줍니다.,새우가 어느정도 익었을때쯤
마지막에 면두부를 넣고 살짝 볶아주기만하면,면두부 새우오일파스타 완성입니다.,꼬독꼬독한 식감에 고소함이 더해진
면두부 새우오일파스타 다이어트에도 좋은거같아요 ^^','6c11.jpg','d341.jpg,c411.jpg,89c1.jpg,d871.jpg,20b1.jpg,df41.jpg,d651.jpg,0511.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (31,'만개의레시피','유린기소스와 만두의 만남 ★ 유린만두','밥/죽/떡','유린기를 집에서 초간단으로 즐길수 있는 방법은?닭 대신 냉동만두를 구워바바 ★세상의 모든 레시피 만개의레시피','냉동만두 300g,양상추 1/4통,레몬 1/4개,식용유 적당량,간장 3숟가락,설탕 3숟가락,식초 3숟가락,물 3숟가락,대파 1대,홍고추 1개,청양고추 2개','대파, 홍고추, 청양고추를 굵게 다진다.,양상추를 먹기 좋은 크기로 자르고, 레몬은 슬라이스한다.,팬에 기름을 충분히 두르고 노릇노릇하게 굽는다.만두를 에어프라이어 180도에서 10분간 구워도 좋아요,소스재료를 고루 섞는다.,완성그릇에 양상추를 깔고 만두, 레몬을 얹어 소스를 뿌려 완성한다.','8e91.png','f211.png,4e01.png,c371.png,31e1.png,de61.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (32,'시크제이맘','깐풍만두','밥/죽/떡','야식','냉동만두 12개,대파 1/2대,다진마늘 1스푼,홍고추 1/2스푼,간장 2스푼,식초 1스푼,올리고당 1스푼,설탕 1스푼,맛술 1스푼,후춧가루 적당량','대파 1/2대, 홍고추 1/2개를 송송 썰어 준비해주세요.,에어프라이어에 만두를 넣고에어프라이어,180도에서 10분~15분 정도
노릇노릇하게 구워 주세요.
또는 프라이팬에 구워주세요.,달군 팬에 식용유 1을 두르고
다진 마늘 1을 넣고 달달 볶아주세요,마늘향이 올라오면 대파와 홍고추를 넣고 볶아주다
.,깐풍 소스 간장 2, 식초 1, 올리고 당 1, 설탕 1, 맛술 1, 후춧가루 적당량을
넣고 바글바글 끓여주세요,튀겨놓은 만두를 넣고
.,양념이 골고루 묻도록 버무려 마무리합니다,깐풍만두 완성 ^^','db61.jpg','aa01.jpg,1081.jpg,4241.jpg,5041.jpg,4e61.jpg,1ed1.jpg,d271.jpg,ebe1.jpg,69d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (33,'815요리사랑',' 에어프라이어 깐풍만두','밥/죽/떡','요즘대세 에어프라이어에 바삭하게 구워 매콤하게 깐풍 만두 꿀조합 소스 비율~','냉동만두 10개,청양고추 2,홍고추 1/2,양파 1/4개,대파 1토막,마늘 1~2개,식용유,간장 2스푼,설탕 2/3스푼,요리당 2스푼,굴소스 1/2스푼,식초 2스푼,물 1스푼','재료준비합니다,에어프라이어에 종이호일 깔고 냉동만두를 겹치지 않게 올려주세요
1차 170도에서 10분을 구워주세요에어프라이어,만두 굽는 동안에 양파 대파,고추 마늘을 잘게 다져요,1차로 구운 만두는 뒤집고 다시 2차로 구울거예요 170도에서 10분을 더 구워줍니다,팬에 기름 약간 두르고 마늘을 볶다가 대파 양파 순으로 볶다가 소스를 넣고 끓어오르면 고추랑 구운 만두를 넣어 주세요,빠르게 섞어주세요,맛이 없을 수 없는 맛있는 꿀조합 매콤 깐풍만두 완성입니다','b9f1.jpg','1a71.jpg,6881.jpg,a791.jpg,16c1.jpg,2181.jpg,63f1.jpg,4f61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (34,'밥차리라','물만두 강정~*','밥/죽/떡','급 땡긴 만두강정 맛있게 ?~ ?~','물만두 25개,아몬드 1줌,고추장 1큰술,케? 1+1/2큰술,맛간장 1/2큰술,올리고당 2큰술,통깨 솔솔,다진마늘 1/2큰술,물 2큰술','위 양념을 모두 넣고 고루 섞어 준비해 주시고,예열된 팬에 기름을 넉넉히 두른후 튀기듯 노릇하게 구워 줍니다,노릇하게 튀겨지면 키치타올을 이용해 한쪽 면으로 해서 기름을 닦아 내어주세요,준비한 양념을 붓고
휘리릭~ 저어,아몬드를 취향껏 넣고,스윽~ 저어 내심 끝','ffd1.jpg','d241.jpg,bdd1.jpg,02d1.jpg,8b51.jpg,cd81.jpg,5921.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (35,'김모모','굴소스마요라면 만들기','밥/죽/떡','심야식당에 나온 굴소스마요라면이 맛있어보여 생각나는 대로 간단하게 만들어 봤어요','라면 1인분,파 약간,청양고추 1개,라면스프 1/2개,굴소스 2T,버터 약간,마요네즈 취향껏','라면을 3분정도 끓여줍니다,물은 약간만 남기고 버리고 라면수프 반개를 넣어 잘 섞어줍니다,굴소스를 넣어서 섞어주고,국물이 자작자작해지면 버터를 넣습니다,파를 넣고 잘 볶아준 후 불을 끕니다,마요네즈와 청양고추를 위에 얹으면 완성 +_+','6a81.jpg','2571.jpg,50e1.jpg,01d1.jpg,02d1.jpg,0891.jpg,f7b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (36,'농심','신라면을 이용한 신라면투움바 파스타','밥/죽/떡','신라면을 이용해 집에서 근사한 투움바신라면을 만들어보세요. 홈 파티 음식으로도 최고입니다.','신라면 1봉지,마늘 5알,양파 1/2개,슬라이스치즈 2장,버터 1큰술,우유 300ml,새우 10마리,올리브오일 적당량,파슬리 적당량','분량의 재료를 준비합니다.,신라면을 반정도만 삶아 체에 받쳐둡니다.,마늘, 양파, 새우의 순서로 올리브오일 두른 팬에 볶아 주고 후추를 뿌려줍니다.,우유를 붓고 버터를 넣어 잘 저으면서 끓여줍니다.,신라면 스프를 2/3에서 1개까지 넣어줍니다. 
너무 많이 넣을 경우 짤 수 있으니, 본인 입맛에 맞게 적당량 넣어주세요. 
전 1개 넣었어요~,슬라이스 치즈 2장을 넣고 잘 저어줍니다.,미리 삶아놓은 면을 소스에 넣고 1분간 잘 섞어줍니다.,그릇에 예쁘게 담고 파슬리를 살살 뿌려주면 완성','1541.jpg','a731.jpg,cb81.jpg,2591.jpg,34b1.jpg,37c1.jpg,7e51.jpg,2691.jpg,f471.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (37,'치타숑','야채듬뿍! 상큼한 샐러드 파스타 만들기','밥/죽/떡','옛날 미즈컨테이너에서 처음 먹어 본 샐러드 파스타~ 어머 이런 파스타도 있구나 했었는데~ 다들 먹어보셨나요~^^ 이여름에 어울리는 냉파스타가 아닌가 싶어요~ 파스타 면 대신, 쌀국수 면이나 우동면을 넣기도 하고 구운 새우대신 닭가슴살이나 먹다 남은 치킨,혹은 미니 돈까스를 활용해도 좋아요~ 간단하게 집에서 소스를 만들어, 좋아하는 야채를 듬뿍넣고 건강한 한끼를 만들어보세요~','파스타면 2인분,샐러드야채 듬뿍,옥수수통조림,방울토마토,새우,마늘,파마산치즈가루,스위트칠리소스 3큰술,발사믹식초 2큰술,케찹 1큰술,머스타드 1큰술','소스부터 만들어줍니다~오리엔탈 드레싱 5 큰 술, 스위트 칠리소스 3큰술, 발사믹 식초 2 큰술 (발사믹드레싱ok), 케찹 1 큰 술, 머스타드 1 큰 술,좋아하는 야채를 듬뿍 넣어주면 됩니다
야채믹스를 마트에서 사와도 좋아요~,마늘이 노릇하게 익었다면 새우를 넣고 볶아주세요~
소금 후추도 톡톡~,파스타면은 차갑게 먹을 꺼라, 1분 더 삶아서 총 9분 삶아줬어요~,익힌 면은 차갑게 헹궈서 올리브유 1 큰술에 버무려놓으세요
소스의 1/2을 넣고 면부터 버무려줍니다~,야채 1/2 과 남은 소스의 2/3정도를 넣고 다시 버물버물~,예쁘게 고명을 올리고 남은 소스를 뿌려주면 완성이에요~,추억의 미즈컨테이너 샐러드 파스타가 완성되었어요~^^','f181.jpg','da21.jpg,6641.jpg,8811.png,32d1.jpg,4961.jpg,d781.jpg,7e81.jpg,4c41.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (38,'아름다울가','매콤달콤 깐풍만두 만들기- 식상한 만두요리는 가라!','밥/죽/떡','집에서 혼밥만큼이나 혼술도 자주하는 편이에요혼술도 외롭지 않게! 입이 즐거운 안주 소개해볼게요맥주가 절로 들어갈거에요','냉동만두 6개,파프리카 1/2개,양파 1/4개,파 조금,청양고추 1개,다진마늘 1T,굴소스 1T,간장 2T,올리고당 2T,식초 1T,후추 조금,참기름 조금,깨 조금','파프리카와 양파는 정사각형으로 썰어주세요 
청양고추와 파도 다져주세요 
청양고추가 들어가면 느끼하지 않아요파프리카 색깔별로 반개씩, 양파 1/4개, 청양고추, 대파,깐풍소스를 준비합니다 
굴소스1, 간장2, 올리고당2, 식초1T, 후추약간, 참기름, 깨를 넣고 
잘 섞어주세요굴소스1, 간장2, 올리고당2, 식초1T, 후추약간, 참기름, 깨,만두는 해동을 한 후 기름을 넉넉하게 두르고 튀기듯이 구워주세요후라이팬중약불,잘 구워진 만두는 한쪽으로 빼두고 
다진마늘과 파를 먼저 볶아서 
파기름을 내주세요,썰어 둔 야채를 넣고 볶아주세요센불파프리카는 색깔내려고 해본 거구요 
당근도 좋고 좋아하는 야채 암거나 넣어도 좋아요 피망을 넣어도 더 맛있을 것 같아요,양파가 투명해질 때쯤 
깐풍소스를 투하합니다 
물을 살짝 첨가해서 
졸여주세요 전분물을 넣으면 더 걸죽하게 만들 수 있어요,만두를 뒹굴뒹굴 한 후 
살짝 더 졸여주면 깐풍만두 완성! 
청양고추를 넣었더니 매콤한 냄새 작렬이네요','64c1.jpg','fd51.jpg,0f01.jpg,e4f1.jpg,47c1.jpg,c1e1.jpg,bf71.jpg,e091.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (40,'yejib1112','담백한 새우연두부달걀탕','국/탕/찌개','간단하지만 세상 시원한! 담백한 새우연두부달걀탕입니다:)','연두부 1팩,새우 10-12마리,달걀 1개,송송썬쪽파 1-2줌,다시마5cmx5cm 1장,간장 1-1.5T','우선 다시마물을 만들어요. 냄비에 물 붓고 다시마를 넣어 센 불에서 끓이다 끓어오르면 약불로 줄여 약 15분간 더 끓여주세요.,15분 후, 다시마는 건져 내고,수저로 듬성듬성 연두부를 퍼서 냄비에 넣어주세요.,그리고 새우 넣고 간장 1-1.5T 넣어주세요.,센 불에서 약 5분간 팔팔 끓여주세요. 떠오르는 거품은 걷어주세요~,불을 약불로 줄이고 달걀물을 원을 그려가며 쪼로록 부어주세요. 달걀물이 바닥에 붙지 않도록 한번만 휘이 저어주세요.,쪽파 올리고, 후추 톡톡하면 완성입니다. 간 보고 싱거우면 소금으로 간해주세요~','db51.jpg','beb1.jpg,3031.jpg,a761.jpg,0cf1.jpg,8c41.jpg,2721.jpg,c3e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (41,'요리하는러라','닭곰탕보다 더 맛있는 배추닭국 만들기+다대기 양념','국/탕/찌개','참기름에 튀기듯 익힌 닭을 삶아서 찢어주고 배추를 어마어마하게 넣어 푹 끓여내면 정말 너무나도 맛있는 보양식이 탄생한답니다~ 닭곰탕보다 훨씬 개운하고 깔끔한 배추닭국 꼭 한번 끓여보세요~','볶음탕용닭한마리 1kg,알배기배추 1/2통,대파 1대,양파 1/2개,통후추 10알,물 1.8리터,참기름 7큰술,다진마늘듬뿍 1큰술,소금 2~3큰술,후추 약간,고춧가루 3숟가락,닭국물 4숟가락,다진마늘 1숟가락,국간장 1숟가락,후추 약간','재료는 간단해요~ 닭한마리와 알배추 반통, 대파 한대, 양파 반개를 준비해주세요~ 위 재료는 모두 필수입니다.닭은 영계 두마리나 절단되지 않은 생닭을 사용해도 되지만 볶음탕용 닭을 사면 손질의 과정이 줄어 훨씬 편리해요~,닭은 손질할게요~
닭껍질을 모두 제거하면 감칠맛이 덜하니 너무 꼼꼼히 떼어내진 말고 노랗고 하얀 지방이 뭉쳐져 있는 껍질들만 떼어내고,내장과 핏기를 꼼꼼히 제거하며 깨끗하게 하나하나 씻어 체에 밭쳐 물기를 빼두세요~,중강불로 냄비를 아주 뜨겁게 달군 후 참기름 넉넉히~ 7스푼 정도를 넣고중강불,손질한 닭을 넣고 촤아아~ 치이익~ 구워주세요~닭의 물기 때문에 기름이 마구 튀어오르니 조심하시고 ^^ 뒤적여가며 고루 익혀줍니다,닭의 겉면이 모두 하얗게 익을때까지 구워주고 노릇하게 구워주면 더 좋아요~
닭의 수분과 넉넉한 참기름 덕분에 타지 않으니 공들여 구우실 필요는 없어용~,구워진 닭에 물 1.8리터와 대파 한대, 양파 반개 통후추 10알을 넣고 센불을 켜주세요~ 물은 처음부터 많이 잡지 않고 적은양으로 진하게 우려줄거예요~냉동닭이나 잡내가 많이 나는 닭은 이 과정에서 소주 반컵정도 넣어 함께 끓입니다,끓어오르기 시작하는 거품에는 참기름이 많이 섞여있으니 걷지 마시고
중앙까지 팔팔 끓어오르면 거품을 걷어내고 뚜껑을 덮어 중불로 줄여 40분간 끓여요~중불,육수가 끓는 동안 알배추 반포기 큼직하게 숭덩숭덩 썰어놓고,고명용 대파 찹찹찹 썰고,고춧가루 3, 닭국물 4, 국간장 1, 다진마늘 1, 후추 톡톡 뿌려 섞어 양념다대기 만들어 둡니다.,40분 후 양파, 대파, 통후추는 건져버리고 닭을 뼈만 바른다는 느낌으로 대충 찢어줍니다.,뽀얀 닭국물에 찢은 닭과 배추 투하. 불은 중불.중불저기 보이는 노란기름은 참기름이니까 걷지마세용,보글보글 끓어오르면 다진마늘 듬뿍 봉긋하게 한스푼 넣고 10여분 더 끓여줍니다,배추가 익으면서 수분이 나오니까 물은 배추가 푹 익으면 저어보고 추가하세요~ 건더기파는 이대로 끝내도 되고
국물파이시면 물 두컵정도 더 넣으시면 돼요~,배추줄기 숨이 죽으면 마지막으로 간하기~
간은 오로지 소금으로만~
2~3스푼 정도, 입맛에 맞게 넣어줍니다.,온기가 오래 가도록 뚝배기나 도자기 그릇에 옮겨담고 파 소복하게 올려 후추 솔솔 뿌려내면 끝~ 국밥처럼 밥을 함께 담아내도 좋아요,이보다 더 개운하고 진국일 순 없다.
만드는 과정도 들어가는 재료도 착한 닭배추국. 김치 종류만 바꿔주면 아침, 점심, 저녁 계속 먹어도 좋더라구요~,양념다대기 풀어 빨갛게도 먹고~ 칼국수면도 넣어 먹고, 나중에 숙주나 고사리, 고춧가루 팍팍 넣고 닭개장처럼도 즐길 수 있답니다~,한 솥 끓여 삼사일~ 반찬 걱정 안해도 되는
고마운 배추닭국 맛있게 드시고 따뜻하고 건강한 환절기 보내세요 :D','0091.jpg','ccf1.jpg,6731.jpg,9381.jpg,3621.jpg,d381.jpg,8f81.jpg,ce21.jpg,7901.jpg,8a81.jpg,3011.jpg,4a61.jpg,b531.jpg,20a1.jpg,8771.jpg,4d21.jpg,6da1.jpg,5fe1.jpg,e7b1.jpg,3cd1.jpg,2591.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (42,'시크제이맘','불안 쓰는 요리 시원한 냉국 오이 넣어 백종원 오이냉국','국/탕/찌개','오이냉국','오이 1개,양파 1/4개,당근 조금,홍고추 1/2개,통깨 적당히,식초 2숟가락,소금 0.3숟가락,설탕 1숟가락,물 6컵,식초 4숟가락,설탕 3숟가락,소금 0.7숟가락','미역을 불려 함께 넣어도 좋아요.
오이 1개가 필요하고요
양파는 1/4개, 홍고추 1/2개, 당근 조금 필요합니다.
색감을 위해 당근은 함께 준비했습니다.,오이랑 당근은 채칼을 이용해 썰어주고,양파는 채 썰고, 홍고추는 어슷하게 썰어 줍니다.,준비한 모든 재료를 볼에 담고
양념을 해줘야 합니다.,소금(0.3), 설탕(1), 식초(2)를
한데 넣어 무쳐 주세요.,준비한 재료에 양념이 배도록 잠시 두고,육수 따윈 필요 없다며 ㅎㅎ
생수로 손쉽게 만들어 주심 된답니다.,물 (6컵), 소금(0.7), 설탕(3), 식초(4)를
한데 넣어 소금이랑 설탕이 녹도로 젓어 주세요.,그리고 양념해 놓은 오이무침을 냉국에 넣어,고루 섞어 준 다음 통깨 적당량을 넣어주면 끝
드셔보시고 본인 입맛에 맞게
새콤함, 달콤함 그리고 짠맛 등을 조절해 주심 된답니다.
사람마다 입맛은 다르잖아요.
요렇게 만들어 냉장고에 보관해 두셨다가
시원하게 먹으면 되지요.
얼음이 있다면 몇 개 넣어주어도 굿!,완성','00e1.jpg','7171.jpg,73b1.jpg,9ce1.jpg,5f21.jpg,0d21.jpg,e7e1.jpg,7da1.jpg,10e1.jpg,ceb1.jpg,b561.jpg,7cf1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (43,'아랄랄라','새우살로 만드는 얼큰한 새우탕 만들기','국/탕/찌개','얼큰하면서 시원한 해물이 들어간탕을 먹고 싶었는데 새우살로 야매(???!!) 간단 새우탕 만들어봤습니다 :)간단하게 만드는 얼큰 새우탕 레시피 가져왔습니다 :D','냉동새우살 200g,양파 1/2개,애호박 1/2개,대파 1대,청양고추 2개,다시마 3장,멸치 7~10개,물 1L,된장 1큰술,다진마늘 1큰술,고춧가루 2큰술,액젓 1큰술[]','· 멸치 다시 육수를 끓여줍니다 
( 저는 집에 다시팩이 있어서 넣어줬습니다 )- 다시마 3장, 멸치 7~10개, 물 1L
넣고 끓이다가 물이 끓으면 다시마만 뻬 주고 7~10분간 더 끓여주세요,· 냉동새우살은 흐르는 물에 2~3번 씻어내준 뒤 체에 밭쳐 물기를 빼 줍니다,· 양파 채 썰고,대파는 쫑쫑 썰어줍니다,· 애호박은 반달썰기로 썰어주고,취향에 따라 청양고추도 썰어줍니다,· 육수가 준비가 되면 
양파와 애호박 먼저 넣고,· 된장 1 큰 술, 다진 마늘 1 큰 술, 고춧가루 2 큰 술 넣고 골고루 풀어주며 끓여주다가
양념이 골고루 풀어지면
새우와 대파, 청양고추를 넣어줍니다,· 약 5분간 더 끓여주다가 간을 보고 
액젓으로 간을 해줍니다- 액젓 향을 싫어하시는 분들은 국간장으로 간해주세요,끓으면서 나오는 거품은 걷어주세요 :),완성!!!,새우살로 만드는 간단하고 
시원 얼큰한 
새우탕','90c1.jpg','62e1.jpg,4531.jpg,13a1.jpg,5ab1.jpg,e651.jpg,78f1.jpg,c7f1.jpg,4b81.jpg,0fe1.jpg,a2e1.jpg,09d1.jpg,39d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (44,'왕눈이의맛있는이야기','배추 순두부 계란탕~초스피드 완전 간단해요','국/탕/찌개','10분이면 완성이 되지만 영양만점인 쉬운국레시피네요','연두부(큰거) 1팩,배추 200g,대파 1/2개,계란 2개,청양고추 1개,사골육수 500g,다진마늘 1작은술,소금 조금,후추가루 아주조금,물 500ml','알배추잎과 대파를 작게 썰어서 준비해주세요,저는 사골육수가 있어서 사골육수를 넣었어요 물 500ml를 더 부어주었어요,계란2개를 풀어주고 썰어둔 대파를 섞어주세요,연두부 큰것으로 1팩을 준비해주세요
봉지로는 2봉지 준비해주시면 되세요,사골육수에 썰어준 배추와 청양고추를 넣어 끓여주세요
*다시육수/멸치육수를 이용하셔도 되세요,끓기 시작하면 연두부를 숫가락으로 떠서 넣어주세요,다진마늘/소금을 넣어서 간을 해주세요,순두부가 다 떠오도록 한소큼 끓여주시고 계란 풀어둔것을 고루 뿌려준후 30초간 휘젓지마시고 그대로 두세요,그위에 후추가루 조금만 넣어 주신후 계란물이 익도록 2~3분만 휘리릭 끓여내시면 완성이네요','aec1.jpg','a6c1.jpg,3d41.jpg,ce41.jpg,8111.jpg,df11.jpg,80e1.jpg,7691.jpg,f491.jpg,3191.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (45,'요리하는효댕','실패는없다!백종원 냉국레시피!','국/탕/찌개','미역국 먹고 남아 있는 건 미역과 냉장고에 있는 오이로 쉽고 간단하게 만들수 있는 냉국 레시피를 소개합니다^^','오이 1게,불린미역 1/2줌,양파 1/2개,당근4분의 1개,식초 6스푼,다진마늘 1스푼,설탕 4스푼,소금 1스푼,진간장 1/2작은스푼,청양고추 1개,홍고추 1개,물 500ml,통깨 약간','모든 재료는 채썰어 준비해 세요,믹싱볼에 500ml 물을 붓고
설탕 4스푼을 넣고 잘 저어 주세요,소금 1스푼도 넣어 잘 녹여 주세요,다진마늘 1스푼,식초 6스푼,진간장 반 작은술 넣고 잘 섞어 준비다
설탕과 소금이 잘 녹도록 섞어 주세요,마지막으로 준비된 오이 당근 양파 고추 미역을 넣고 통깨 솔솔 뿌려주면
오이미역냉국 완성 ! !','52a1.jpg','aab1.jpg,e341.jpg,99e1.jpg,0da1.jpg,cb71.jpg,f411.jpg,ae81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (46,'호이홍이','소고기 배춧국 만들기 든든한 한끼로 제격!','국/탕/찌개','지금...3일내내~ 매일끓이고 있는소고기 배춧국!아니..질리지가 않어~ 왜이러지?!ㅎㅎㅎ무엇보다 딸램씨도 맛있다고여기에 밥말아 김무셔서 주면두공기씩 클리어 하고 있다ㅋㅋㅋㅋㅋㅋㅋ그럼, 만들기도 쉬운 소고기 배춧국 만들어 볼게요','배추잎 5~6장,소고기국거리 200g,다진마늘 1/2스푼,파 조금,국간장 1스푼,맛술 1스푼,쌀뜨물 3컵,된장 2스푼','배추 반포기를 다?!
노노~~
배추잎 5장 정도 뜯어서 칼로 먹기 좋게
썰어줍니다,대파도 송송~,집에 국거리 소고기가 있어서 함께 
넣고 끓여줄꺼에요
고기+다진마늘 반스푼+국간장 반스푼 +맛술 혹은 소주 반스푼 
조물조물~,잠시 대기!!!,쌀뜨물로 육수를 대신합니다
바글바글 끓기 시작하면,썰어둔 배추잎과 대파를 넣어줍니다
대파는 마지막에 넣으셔도 되는데
딸아이가 푹~익은 대파를 좋아해서
전 미리 넣어줬어요,물이 끓기 시작하면 집된장 한스푼
시판된장 한스푼
된장국의 간은 소금과 국간장이 아닌
된장으로 하는거라는 집밥 백선생님 말대로~
싱거우면 된장을 더 넣어주시고
짜면 물을 더 부워주시면 되요~
집된장의 씁쓸한 맛이랄까 이건
설탕 3꼬집 정도 넣으면 잡히더라구요,된장풀고 재어둔 고기를 넣어줍니다,바글바글 끓기 시작하면
불순물들이 떠오르는데 
스푼으로 제거해주세요~,10분~15분 정도 중약불로 끓인뒤
드시면 됩니다
저는 
전날 저녁에 이렇게 끓여 놓고 다음날 
아침,점심,저녁~ 먹고 있어요
그럼 정~말 맛있어요!!
우리나라 국고 찌개는 오래 끓일수록 맛있다는말
완전 공감♡,야들야들~ 푹~ 익은 배추는 
입에 넣으면 쉽게 뭉개지면서 달큰한 맛이 납니다
이래서 우리 딸아이도 
입을 쩍쩍~ 벌리며 잘 받아 먹나봐요','2a51.jpg','1a81.jpg,2251.jpg,e8c1.jpg,e471.jpg,a591.jpg,5c71.jpg,dfa1.jpg,fc81.jpg,6ab1.jpg,3c31.jpg,3431.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (47,'yejib1112','간단하게 속편한 국 끓이기! 새우젓 연두부달걀국','국/탕/찌개','바쁜 아침 간편하게 끓여 먹기 좋은 새우젓 연두부달걀국입니다:)','물약 500ml,연두부 1팩,달걀 2알,양파 1/4개,새우젓 1t,소금 약간,송송썬대파 적당량,다시마5cmx5cm 1장,멸치 8-10마리','분량의 재료를 준비해주세요. 연두부는 먹기 좋은 크기로 썰고 양파는 채 썰어주세요.연두부 1모, 달걀 2알, 양파 1/4개,달걀 2알은 소금 한꼬집 넣어 잘 풀어주세요.달걀 2알, 소금 한꼬집,새우젓 1t는 종종 다져서 준비해주세요.새우젓 1t,냄비에 물 약 500ml를 넣고 멸치, 다시마를 넣어 센불에서 끓이다 끓어오르면 중약불로 줄여 약 10분간 더 끓여주세요.물 500ml, 멸치, 다시마센불-중약불,약 10분 후, 다시마는 건져내고 채 썬 양파를 넣어 센불에서 약 3분간 끓여주세요.채 썬 양파센불,그 다음 연두부를 넣어주세요.연두부센불,끓어오르면 다진 새우젓 1t를 넣어주세요.다진 새우젓 1t센불,송송 썬 대파도 넣어주세요. 그리고 멸치는 이 단계에서 건져주세요!송송 썬 대파센불,그 다음 약불로 줄이고 달걀물을 원을 그려가며 넣고달걀 2알약불,불 끄고 냄비 뚜껑 덮어서 약 2-3분간 뜸들여 주세요.,약 2-3분 후, 달걀이 익으면 부족한 간을 소금이나 새우젓으로 맞추면 완성입니다:)소금, 새우젓','71d1.jpg','f761.jpg,5f11.jpg,7501.jpg,6f11.jpg,66f1.jpg,f1b1.jpg,75b1.jpg,ef11.jpg,8361.jpg,20a1.jpg,50b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (48,'배고픈엄마','아침에 후딱 끓여 낸 두부들깨탕','국/탕/찌개','아침에 국에 밥이라도 한술 말아 먹을 수 있게 후딱이 끓여낸 두부들깨탕입니다. 부드러운 두부와 들깨가 깔깔한 아침에 먹기 딱 좋아요~ 간을 씀씀하게 해서 밥 없이 한술 떠 먹어도 좋겠습니다.','두부 1모(300g),대파 1대,다진마늘 1큰술,된장 2큰술,채썬표고 1/2컵,다시마멸치육수 5컵,들깨가루 4큰술','냄비에 두부 300g 한모를 넣고 숟가락으로 으깨 줍니다.,그리고 여기에 대파 1대 흰부분을 어슷하게 썰어 넣고 말린 표고버섯 1/2컵을 씻어 넣고 다진마늘 1큰술, 된장 2큰술을 넣어 줍니다. 버섯은 팽이버섯을 넣어 도 좋아요. 저는 집에 있는 버섯을 넣었지요.,그리고 다시마 멸치육수 5컵을 붓고 끓여 줍니다.,국물이 전체적으로 고르게 팔팔 끓으면 들깨가루 4큰술을 넣고 덩어리 지지않게 풀어 줍니다.,그리고 마지막으로 대파 1대 초록부분을 어슷하게 썰어 넣어 줍니다.','90d1.jpg','2221.jpg,9b41.jpg,a9d1.jpg,0691.jpg,8ad1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (49,'라미유리맘','깔끔고소한 아침국~~들깨무국','국/탕/찌개','어제 자극적인 음식을 먹었다면 ..아침은 맑은 국이 제격이죠?^^','채썬무 1컵,대파 1줄,물 3컵,들깨가루 3큰술,소금 1/2큰술,참기름 1큰술','채썬 무를 냄비에 넣고, 소금1/2큰술,참기름1큰술을 넣고 볶아요.,볶다보면 무에서 물이 살짝 나오죠?,물3컵을 붓고 끓여요. 생수인데도 국물이 벌써 뽀얗죠?^^,무가 익을정도로 끓으면 들깨까루3큰술 넣어요.,파1줄도 썰어서 올려요.
마지막 간은 소금으로 하세요.,한소끔 끓이고 그릇에 담아요.','a3a1.jpg','1341.jpg,9331.jpg,1b51.jpg,eaf1.jpg,50b1.jpg,02e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (78,'김쭈','배추 겉절이, 칼국수와 먹으면 좋은 초간단 겉절이','김치/젓갈/장류','집에 묵은지밖에 없어서 아삭한 겉절이가 먹고싶어 해보았습니다.','당근 1/3개,까나리액젓 1/2종이컵,고추가루 8T,다진마늘 2T,매실청 2T,설탕 4T,깨 2T','배추를 적당한 크기로 잘라줍니다.,당근은 채썰어 둡니다.,소금 한주먹을 넣어 30분정도 절여줍니다.,그사이 까나리액젓,고추가루,다진마늘,매실청,설탕을 넣어 양념장을 만들어 둡니다.,사진과같이 배추가 휘어지면 잘 절여진 상태 입니다.,배추를 찬물에 여러번 헹구어 줍니다.,헹궈진 배추에 당근을 넣고 양념장을 넣어 버무려줍니다.,마지막으로 깨를 뿌려 완성.
기호에 따라 드시기전 참기름을 조금 넣어 무쳐드셔요.','fe81.jpg','0c51.jpg,ac31.jpg,5a91.jpg,3d91.jpg,a181.jpg,33b1.jpg,6dd1.jpg,2e91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (79,'뽀유TV','여름철 입맛 돋우는 백종원 상추겉절이 황금레시피','김치/젓갈/장류','오늘은 요리 초보도 실패없는 초간단 백종원 상추겉절이 황금레시피를 소개할께요. 여름철 입맛 돋우는 반찬으로 제격이에요^^','상추 1봉지,양파 1/2개,고춧가루 1T,간장 1T,액젓 1T,설탕 1T,간마늘 1T,다진파 1T,참기름 1T,깨 1T','먼저 깨끗이 씻은 상추는 먹기좋은 크기로 썰어 줍니다.집에 먹고 남은 깻잎도 남아있어서 몇장 넣어 주었어요^^,상추만 넣으면 심심하니까 아삭아삭 양파도 얇게 채 썰어 넣어주었어요. 집에 당근 있으심 당근도 채썰어 넣어주셔요,참기름과 깨를 제외한 양념을 다 섞어주셔요. 모든 양념을 1스푼씩 맞추면 되니 참 쉽쥬?^^T:성인 숟가락 기준,상추에 양념장을 넣어주시되 처음부터 다 넣지 마시고 간을 보시면서 본인 기호에 맞게 추가하셔요상추양이 2배면, 양념도 각각 2스푼으로 늘려주심 됩니다.,고소한 참기름 1스푼, 깨 1스푼도 넣고 가볍게 조물조물 무쳐주심 끝!힘주어 무치면 상추가 숨이 죽을수 있으니 가볍게 무쳐 주셔요,여름철 입맛 돋우는 반찬 백주부님 상추겉절이 완성입니다,한입 먹어보니 어머나! 어쩜 이렇게 간이 딱 맞으면서 맛있죠?만들기는 참 쉬운데 맛도 좋은 점이 바로 백주부님 레시피의 매력인듯요','07f1.jpg','fc31.jpg,cd21.jpg,2c81.jpg,4261.jpg,dd61.jpg,9021.jpg,0241.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (80,'윤','초간단한 조리법, 개운한 양파 겉절이','김치/젓갈/장류','오늘은 느끼한 음식 먹을 때 곁들임 반찬으로 좋은 양파 겉절이 담그는 법을 소개해 드리려고 해요.','양파,통깨,멸치액젓,고춧가루 2~3큰술,다진마늘 1작은술,설탕 1큰술,매실청 1큰술','양파 2개는 껍질을 벗기고 2등분하여 두툼하게 썰어주세요.,썰은 양파는 소금 1작은술과 양파가 잠기도록 생수를 부어 10분 정도 담궈 두세요.,옅은 소금물에 담궈두었던 양파는 체에 받치어 물기를 빼주세요.,물기를 뺸 양파에 멸치액젓 4큰술을 넣고 골고루 버무려 주세요. 버무린뒤 10분 정도 재워둡니다.,10분정도 지나 양파는 다른 접시에 잠시 옮겨두세요. 양파 밑으로 양파에서 나온 수분과 액젓이 남아 있을거에요. 요건 버리지 마시고 양념을 분량대로 넣어 섞어주세요.,양파 절인물과 양념을 골고루 섞어 잠시 고춧가루를 불린뒤에 양파에 버무리시면 되요, 마무리로 깨 조금 뿌려주시고요. 혹시 싱거우시면, 소금으로 간을 맞춰주세요.,첫맛은 강하게 느껴질지 몰라도 반나절 정도 냉장보관후 드셔보시면, 양파 겉절이의 매력이 푸욱~ 빠지실 거에요.','2166.jpg','e5f1.jpg,6551.jpg,0441.jpg,c251.jpg,2701.jpg,a861.jpg,5e41.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (81,'콩설기','알배기 배추 겉절이 액젓 없이 깔끔하게 양념 만드는법','김치/젓갈/장류','알배기 배추 하나로 아삭하게 즐기는 반찬 정식으로 담그는 배추김치도 맛있지만 바로 만들어 먹는 겉절이 하나면 싱싱함에 밥 한 공기 금세 비우게 되죠. 밥 한 공기 찬물에 말아 겉절이 한 접시를 다 먹게 됩니다.','알배기배추 1개,쪽파 10줄,양파 1/4개,고춧가루 5T,다진마늘 2T,간장 4T,매실액 4T,깨','제일 먼저 양념을 만들어 주세요.
양파 1/4개와 간장 4T를 믹서에 갈아주고
고춧가루 5T, 다진마늘 2T, 매실액 4T, 깨를 넣고 양념을 잘 섞어 둡니다.
그래야 고춧가루가 불어서 좀 더 부드러운
양념이 된답니다.
입맛에 따라 간간한 걸 좋아하신다면
나중에 소금을 조금 더 넣어 주세요.,알배기 배추는 밑동을 잘라내고
한 잎씩 떼어 낸 후
깨끗이 씻어 물기를 빼 주세요.,잎이 큰 배춧잎은
세로로 한번 잘라주고 3등분 해 주고
작은 것은 2등분 해 주세요.
안쪽 제일 작은 잎들은 그대로 넣어 주세요.,쪽파는 5센티 크기로
잘라 주세요.,썰어놓은 배춧잎에
쪽파를 넣어 주세요.,만들어 놓은 양념을 넣고
부드럽게 양념이 한쪽으로 몰리지 않게
잘 섞어 버무려 주세요.,초간단 김치 배추 겉절이가 만들어졌습니다.,밥 한 공기 뚝딱하게 만드는 알배기 배추 겉절이 액젓 없이 만든 거라
더 깔끔하고 맛있어요.
액젓이 들어가는 걸 좋아하는 분들도 있겠지만 저는 액젓의 그 특유의 향 때문에
이렇게 만드는 겉절이가 좋더라고요.','5aa1.jpg','5eb1.jpg,3a81.jpg,b5c1.jpg,4751.jpg,1c31.jpg,c801.jpg,b111.jpg,4e21.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (82,'은형제두아들엄마','부추겉절이 만드는 방법, 어디에 먹어도 꿀맛!','김치/젓갈/장류','부추전을 만들고 남는 부추! 저렴하게 구매하고 양이 많아 자주 구매하게 되는데 부추 모두를 전으로 만들기엔 양이 많더라구요. 반씩 나눠 하나는 부추전, 나머지로 부추겉절이를 만드는데 밥 반찬으로 너무 좋더라구요. 고기에 먹으면 더 꿀맛이겠죠? 간단하게 만드는 레시피 소개합니다 :-)','부추 1움큼,양파 1개,오이(선택) 1/2토막,고춧가루 3큰술,다진마늘 1큰술,설탕 1큰술,매실액 1큰술,멸치액젓 1큰술,참기름 조금','부추는 한움큼정도 흐르는 물에 세척해주세요.부추의 양이 적으면 더 매콤한 맛, 양이 많다면 부추의 향을 더 많이 느끼실 수 있으세요.,볼에 고춧가루 3큰술, 다진마늘 1큰술, 설탕 1큰술, 매실액 1큰술, 멸치액젓 1큰술, 참기름을 넣고 잘 섞어주세요.멸치액젓이 없다면 까나리액젓이나 간장을 넣어주세요.,부추는 먹기 좋게 5센치정도 잘라주시고 양파는 채썰어주세요.,볼 안에 들어있는 양념 위에 부추와 양파를 넣은 후 잘 섞어주세요.
(오이가 있다면 반달모양으로 잘라 넣어주세요. 오이를 넣으면 식감이 더 좋아요.)비닐장갑을 껴고 손으로 섞어주시면 양념을 잘 버무릴 수 있으세요.,뭉쳐있는 양념이 잘 섞이도록 버무려주면 고기에도 맛있고 밥 반찬으로도 맛있는 부추겉절이 완성!','50b1.jpg','e4c1.jpg,9741.jpg,0eb1.jpg,68c1.jpg,b051.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (84,'마이마이?','상큼한 방울토마토 마리네이드~ 맛과 건강을 다 챙겨요! ','양념소스','파스타에 피클은 식상해!!간단한 레시피로 이탈리안 레스토랑에서 볼수있는 상큼한 맛을 느껴보아용!!','방울토마토 1줌조금넘게,양파 50그램,올리브 5스푼,레몬즙 3스푼,설탕 2스푼,발사믹 1스푼,바질 0.5스푼,소금 0.5스푼','재료를 준비해주세요. 
전 밥숟가락을 깍아서 계량했구요. 
비율만 잘 맞추시면 됩니당~,물을 끓이면서 방울토마토를 손질해줍니다. 방울이는 열십자로 칼집을 냅니다. 
물이 끓으면 방울이를 넣고 30초에서 1분 정도만 데칩니다.,방울토마토 껍질을 벗기고 찬물에 헹궈 토마토 겉의 전분기를 씻어내고 물기를 뺍니다.,볼에 잘게 다진 양파를 넣은 후, 올리브오일-발사믹-레몬즙-설탕-바질-소금을 넣고 버무리면 끝!!','fe81.jpg','29a1.jpg,2bc1.jpg,8ca1.jpg,aa01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (85,'제줌마','부드러운 크림 카레','양념소스','너무 부드러워 입안에서 살살 녹는 카레 보신적 있으신가요!?','카레 1/2개,우유 200ml,스팸또는베이컨 4장,달걀 4개,마늘 4쪽,양파 1/2개','마늘 꽁다리를 잘라내 주신후 다지지말고 으깨주세요.,양파는 작은 네모 모양으로 다져주듯이 잘라줄게요.,햄도 양파와 같은 네모모양으로 다져주듯이 잘라주세요.
베이컨으로 대체 하셔도 됩니다.,팬에 올리브오일 혹은 식용유를 두르고 빻아놓은 마늘을 볶아주세요.,마늘 향이 올라오면 양파를 넣고 볶아주세요.,그 후, 햄도 넣어 볶아주세요.,재료들이 갈색으로 변하면 우유 200ml를 넣어줄게요,우유가 끓기 시작하면 카레를 넣고 끓여주세요.
4인분 기준 가루 카레를 넣으실경우 반만 사용해주시면 되요.,물을 살짝넣어 카레의 농도를 맞춰줄게요.,달걀 4개를 깨서 소금 한꼬집을 넣어 풀어주세요.,풀어놓은 달걀에 우유 두스푼을 넣고 다시한번 풀어주세요.,기름을 두른 다른 팬에 달걀을 넣고 스크램블 해주세요.
다익은 스크램블이 아닌 약간 몽골몽골해질때 까지만 해주세요. 바닥을 긁었을때 바닥이 보이는 정도로만 해주시면 됩니다.,그릇에 밥을 담고 카레를 얹어주시고 부드러운 스크램블을 카레위에 이불을 덮어주듯이 올려주세요.
파슬리로 마무리해주면 완성입니다!','a031.jpg','bdb1.jpg,6ff1.jpg,2bb1.jpg,a0f1.jpg,64d1.jpg,52b1.jpg,b3e1.jpg,5e21.jpg,87e1.jpg,7d21.jpg,9d01.jpg,a6a1.jpg,ef81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (86,'빼꼼쪼미맘','치킨 양념만들기','양념소스','치킨에 빠질수 없는 치킨 양념도 간단하게 만들 수 있어요.','물 3T,케찹 2T,고추장 1T,진간장 1T,다진마늘 2T,고춧가루 1T,올리고당 1T','재료들을 팬또는 냄비에 넣고,강불에 보글보글 끓여주세요.,끓기 시작하면 약불로 줄여서 졸여주면 완성,치킨양념 소스 만들기 어렵지 않아요.','6311.jpg','7b11.jpg,fc41.jpg,53d1.jpg,b4c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (87,'판교댁송블리','순두부 양념장만 올려먹어요~','양념소스','1+1에 구입한 순두부로 한 개는 순두부찌개를 끓여 먹고 오늘은 살짝만 데쳐서 양념 올려 먹으니 꿀맛입니다~양념장 만들기도 간단해서 쉽게 만들어 먹을 수 있는 초간단 요리!!!!','순두부 1개,양조간장 2큰술,고춧가루 1t,설탕 1큰술,참기름 약간,깨소금 약간,쪽파','순두부는 봉지를 제거하고
접시에 올려 전자레인지에 2~3분
돌려 주니 따뜻하니 맛있어요전자레인지,봉지째로 끓는 물에 살짝 데워줘도 좋을 듯,간장 양념장은 입맛에 맞게
단맛을 조절하면 됩니다
저는 간장 2 큰 술에 설탕 1 큰 술 넣고
고춧가루와 참기름 깨소금을 넣었더니
딱 맛있네요~
매운 거 좋아하시면 청양고추
총총 썰어 넣어도 별미일 듯^^,먹기 좋게 슬라이스해서 
양념장을 올렸어요,순두부 위에 간장과 쪽파를
살살 뿌려 올려놓으니 ~~~~
역시 보기 좋은 떡이 먹기도 좋다는
말은 틀린 말이 아니죠??','6071.jpg','ebd1.jpg,6771.jpg,4f21.jpg,a5f1.jpg,16b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (88,'쿡팁','아이들이 좋아하는 초간단 간식, 퐁크러쉬 쉐이크 레시피','차/음료/술','너무 간단해서 황당스럽지만 그 맛은 일품인 퐁크러쉬를 소개할게요.','우유 100ml','준비물을 준비해 주세요.
죠리퐁, 쿠앤크, 우유, 잔,쿠앤크 아이스크림을 잘게 썰어 주세요.,우유를 부어 주세요.우유가 아이스크림 잠길만큼만 넣어 주세요.,죠리퐁을 부어 주시면 돼요.,퐁크러쉬 쉐이크 완성입니다.','7f71.jpg','a491.jpg,d811.jpg,8491.jpg,c6f1.jpg,4741.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (60,'미모고','반찬 없을때~ [백종원콩나물찌개]정말 대박대박 맛있어요~♡','국/탕/찌개','백종원님 레시피는 항상 실망시키지 않지만 이거 역시!!! 엄지 척! 올라가는 맛있예요^^ 해장으로 제격~!!!!!','콩나물 1봉지,돼지고기다짐육 1컵,양파 1/2개,표고버섯 1줌,청고추&홍고추 2개,파 1컵,식용유 1컵(소주잔),다진마늘 1큰술,새우젓 1큰술,간장 1큰술','먼저 고기를 준비해 주세요 (저는 앞다리살 사놓은게 있어서 적당한 크기로 썰어서 사용했어요 ),식용유 1컵(소주잔) 과 파1컵(종이컵) 을 넣고 파기름을 내줍니다.,파가 어느정도 볶아지면 고기를 넣고 같이 볶아줍니다. (이때 향이 넘 좋아요^^ 그냥 집어먹고싶은 충동이..ㅋㅋ),고기가 어느정도 볶아졌으면 고추가루1컵(소주잔)을 넣고 볶아주세요,고추가루가 들어가면 양념이 금방 타니 휘리릭 재빠르게 볶아주세요,콩나물을 올리고 살짝 물이 잠길정도로 부어주세요,저는 표고버섯 불린물도 같이 넣어줬어요.,새우젓 한큰술 / 간장 한큰술 / 마늘 한큰술 넣어주시고 썰어놓은 고추도 넣어주세요.','34e1.jpg','3631.jpg,15e1.jpg,b961.jpg,ec11.jpg,7dd1.jpg,f431.jpg,61e1.jpg,7df1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (62,'요리하는러라','닭봉간장조림~ 십년째 만들어 먹는 양념 공유해요!','메인반찬','초간단 조리과정과 집에 있는 착한 양념에 비해미친 비주얼을 자랑하는 닭봉조림~ 언제 어디에서 누구에게 해줘도 인기만점 레시피예요?','닭봉 20개,우유 적당히,대파 1/2대,소주 1/2컵,간장 5숟가락,설탕 2숟가락,식초 2숟가락,청주 2숟가락,케첩 1숟가락,물엿 1숟가락','닭봉 2팩, 갯수로는 20개를 준비해요,닭봉이 잠기게 우유를 부은 후 30분간 재워 잡내를 제거해줍니다,30분 후, 우유를 헹궈내고 체에 밭쳐 물기를 빼주세요일반적인 냉장닭 밑손질은 여기서 마무리하고 Step6으로 가세요~,냉동닭이나 잡내가 심한 냉장닭은 데치는 과정을 추가해주세요(선택사항),팔팔 끓는 물에 닭과 소주 반컵을 넣고 3분간 데친 후 하나하나 씻어줍니다 ^^,오목한 조림팬에 간장 5, 설탕 2, 식초 2, 청주 2, 케첩 1, 물엿 1을 넣어 섞은 다음,닭을 담고 대파 반대를 큼직하게 잘라 넣고,양념과 재료를 고루 섞어 뚜껑을 덮고 중불로 20분간 조려줍니다중불,중강중간 뚜껑을 열고 위아래 위치를 고루 바꿔가며 조려주세요~ 물을 넣지 않았지만 자박자박 수분이 나오면서 타지 않아요 ^^,중불로 20분 졸여낸 모습입니다~
색이 많이 달라졌죠? 이제 뚜껑을 열고 국물이 졸아들도록 중강불로 10분 정도 더 조려주면 윤기가 반짝반짝 나면서 완성됩니다!!중강불,대파는 건져내고 담아주세요~ 양념, 닭, 대파 섞어 뚜껑덮고 중불 20분, 뚜껑열고 중강불 10분, 중간중간 섞어주기~
간단하죠 :),한입에 쏙쏙 집어먹기도 좋고
무엇보다 양념이 진짜 찐으로 맛있으니까
꼭 한번 만들어보세요~ 다진 땅콩이나 쪽파를 올려도 좋습니다,단짠단짠으로는 표현하기 부족한 닭봉간장조림~ 딱 한번만 만들어 보면 자주 만나고 싶은 단골메뉴가 될거예요 :D','9c01.jpg','f661.jpg,34d1.jpg,5b21.jpg,7231.jpg,9d11.jpg,b771.jpg,c931.jpg,ddb1.jpg,8b81.jpg,02f1.jpg,1831.jpg,8e81.jpg,f751.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (89,'우수푸드','10분안에 흔한소스로 전자렌지에 피자만들기','디저트','오븐없이 전자레인지에 만들어요.. 얼마전 피자를 배달시켰는데 니맛도 내맛도 아니었어요..그래서 만들어보았더니 깜짝 놀랄정도로 맛있더라구요. 추천합니다. 요즘은 매일 만들어 먹어요.','양파 1/3개,피망 1/2개,홍고추 1개,또띠아 1장,머스터드 1큰술,케첩 1큰술,피자치즈 1/2컵,베이컨 1장','넣고 싶은 야채를 작게 다져줍니다. 
저는 양파, 피망, 홍고추를 이용했어요. 색별로..,베이컨은 얇으니깐 앞뒤로 살짝만 익혀줍니다. 
(이따 전자레지에 1분정도 더 익어요)전자레인지,또띠아는 달군팬에 기름을 두르지 않고 앞뒤로 구워줍니다. 
익으면서 살짝 부풀어 올라요
(약1분),또띠아에 머스터드를 충분히 바른 후 케첩도 충분히 발라줍니다.,그 위에 피자치즈를 듬뿍 올린 후 야채도 듬뿍 올려줍니다.,베이컨도 가위로 잘게 잘라 올립니다. 
베이컨을 위에 올려야 야채로 베이컨 기름이 스며들면서 맛있어요,전자렌지마다 약간 다른데, 약 1분30초 정도 치즈가 녹을 정도면 충분합니다. 
(1분10초~1분30초),8등분으로 썰어주며 딱 한입크기가 되요. 
가운데에 치즈가 분리되게 잘 썰어줍니다.','dac1.jpg','9f41.jpg,86e1.jpg,4db1.jpg,36d1.jpg,48a1.jpg,8371.jpg,b391.jpg,b201.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (90,'오박사닷컴','모양까지 예쁜 핑거푸드[양송이버섯 타파스]','디저트','집들이나 생일상등 손님초대요리에모양까지 예쁜 핑거푸드요리가 딱이죠~ 건강, 맛까지 잡은 양송이버섯요리 소개합니다','양송이버섯 15개,닭가슴살 100g,양파 1/2개,파프리카 1/3쪽,치즈 2장,후추 살짝','양송이 버섯은 꼭지를 제거하고 불순물을 털어
흐르느물에 살짝 씻어주세요,닭가슴살을 잘게 다지고,파프리카와 양파도 잘게 다져줍니다피클이나 다른 채소들을 이용해도 좋아요~,볼에 다진재료를 넣고 후추를 살짝 뿌려 간을 합니다,양송이버섯 속에 다진재료들을 넣어주고,치즈를 잘라 올려줍니다피자치즈를 이용해도 좋아요,전자레인지에 치즈가 녹을때까지 돌려주세요전자레인지,한입에 쏙쏙 먹는재미도 있는 
양송이 타파스 완성입니다','8be1.jpg','e641.jpg,bc51.jpg,db71.jpg,8661.jpg,8be1.jpg,7851.jpg,6771.jpg,1a91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (91,'판교댁쏭아','돼지목살꼬치 아이간식과 남편 술안주로 딱이야~','디저트','아이들이 엄마가 만들어준 돼지고기 꼬치는 장에서 파는 닭꼬치 보다 더 맛있단다~!^^단짠 단짠의 양념소스와 돼지고기 목살의 부드럽고 촉촉한 맛이 잘 어우러져서 아이들의 마음을 사로잡다~♡','돼지고기목살 300g,후추 톡톡,돈가스소스 1.5큰술,굴소스 1큰술,설탕 0.5큰술,맛술 1큰술,물 2큰술','집에 목살이 있어서 만들었지만
다양한 부위로 활용해도 좋을 듯,기름 부위를 다 제거하고 살코기만을
사용했는데
기름 부위의 고소한 맛을
좋아한다면 그냥 만들어도 좋다,꼬치에 끼울 수 있게 잘라주고
트위스트로 끼워준다,꼬치에 고기를 트위스트로 끼워주기,자투리 고기들도 코치에
모두 끼우고 후추 톡톡!,예열된 냄비에 오일을 두르고
구워주기,뚜껑을 닫고 중불에 구워주면
고기에서 수분이 생겨
타거나 냄비 바닥에 눌어붙지 않고
잘 익혀진다,중간중간 뚜껑을 열어
확인해보고,꼬치에 한쪽 면이 다 익혀졌을 때
뒤집어서 반대쪽도 익혀준다,냄비 뚜껑을 닫고
타지 않게 중약 불로 
고기가 다 익을 때까지 익혀준다,고기가 익는 동안 소스를 만들고,다 익은 고기에 소스를 부어가며
졸여준다,한 번씩 뒤집으며 
고기에 양념이 잘 베이게 졸여주기,소스가 졸여지면서 고기에 잘 묻어 날 수 있게 구워 주면 끝
쪽파를 송송 썰어서 뿌려주니 더 먹음직스럽다~','0f81.jpg','2951.jpg,7571.jpg,6bf1.jpg,a631.jpg,e651.jpg,8ae1.jpg,34e1.jpg,79b1.jpg,59b1.jpg,8361.jpg,d871.jpg,d101.jpg,ce41.jpg,1c31.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (92,'햇살머금은집','에어프라이어 진미채 버터구이 맛있게 만드는법','디저트','자꾸 손이가는 주전부리 진미채구이 만들어 볼께요.','진미채 2주먹,후추 약간,파슬리가루 약간,버터 3T,설탕 1t','진미채버터구이 만드는법.진미채 버터구이 레시피를 
소개해 드릴께요.,진미채 2주먹.후추약간.파슬리가루 약간.버터3T.설탕1t.준비 해 주세요.
미리 녹여둔 버터를 넣어 주시구요,후추도 넣어 주세요.,그리고 설탕도 넣고
파슬리 가루 있으심 솔솔 뿌려 주세요.
그리고 잘 버무려 주세요.
버터가 골고루 뭍도록 잘 버무려 주세요.,그리고 종이 호일을 깔고 잘 펼쳐서 넣어 주세요.
에어프라이어 180도 3분만 돌리면 끝에어프라이어,버터향 솔솔 영화관에서 먹던 오징어버터구이 바로 그맛','35a1.jpg','5601.jpg,eb01.jpg,ea81.jpg,ae51.jpg,25e1.jpg,3f01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (93,'시크제이맘','모닝빵콘치즈 간단간식 ','디저트','간단간식','모닝빵 6개,옥수수콘 1컵,마요네즈 1스푼,허니머스터드 1스푼,후춧가루 약간,피자치즈 70g','볼에 캔 옥수수 1컵을 담고(이때 물기를 빼주세요)
마요네즈 1, 허니 머스터드 1, 후춧가루 약간 넣어 섞어 줍니다.,다시 피자치즈 70g을 넣고 고루 섞어주기,모닝빵 6개를 준비하고
윗부분을 잘라 속을 파줍니다.
가운데 속을 파는 건 아이들에게 시켜주시면 돼요.
함께 준비하는 간식 ^^
파낸 속은 자기 입속으로~~~ ㅋㅋㅋ,버무려 놓은 옥수수를 모닝빵 속에 채워 넣어주세요.
그리고 오븐 180도에서 15분 정도 구워 주면 됩니다.
오븐이 없을 경우 전자레인지 사용하심 되는데요.
오븐에 구워주면 빵이 바삭하지만
전자레인지를 사용하면 바삭함은 없어요.전자레인지,오븐,모닝빵 콘치즈 완성 ^^
반으로 자르면 옥수수랑 치즈가 사이좋게 딱 붙어서
쭈~욱 눌어나고 쫀득하니 너무 맛나요','59d1.jpg','a5c1.jpg,f541.jpg,9da1.jpg,3ab1.jpg,f061.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (94,'요리하는타조','가지등심카나페','디저트','고급스러운 비주얼과 육즙이 파도처럼 넘쳐나는 한 입에 쏙, 가지 요리! 와인 안주, 손님 접대 음식으로 잘 어울려요^^','가지,소고기등심,새싹채소,소금,후추,올리브유,간장,올리고당,레몬즙,다진마늘,다진청양고추','주재료: 가지, 소고기 등심, 새싹, 소금, 후추, 올리브유
소스 재료: 간장, 올리고당, 레몬즙, 다진 마늘, 다진 청양고추,간장 2, 올리고당 1, 레몬즙 1, 다진 마늘 0.5, 다진 청양고추 0.5를 잘 섞어주면 마법의 소스 완성!,가지를 적당한 두께로 썰어주세요.,등심의 기름기를 제거하고 썰어둔 가지 보다 조금 크게 잘라주세요.,기름을 두른 팬에 센 불에서 바싹 익혀주세요.
(겉은 노릇해지고 가지의 육즙을 가둬주는 것이 포인트!,소금과 후추로 아주 살짝 간을 맞춰주고,,마찬가지로 센 불에서 딱 한 번씩만 구워줍니다.,접시에 가지, 고기, 새싹, 소스 순서대로 플레이팅 해주세요.,쉽고 금방 만들 수 있으니 집들이 음식으로 어때요?','89d1.jpg','2361.jpg,3dc1.jpg,de31.jpg,19d1.jpg,42d1.jpg,e161.jpg,ac11.jpg,43e1.jpg,8c01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (95,'얌무','[간단 자취요리] 혼술 안주 생성! 닭꼬치 만들기','디저트','안녕하세요 여러분~! 요즘 혼술하시는 분들 많으시죠? 그래서 오늘은 술안주로 딱인 닭꼬치를 준비했어요!예전에 다이어트한다고 닭가슴살 대량 구매했다가 다이어트는 포기하고 맛있는 닭꼬치를 만들어 먹은 기억이 나네요.. 하하..저는 가까운 마트에 닭가슴살이나 닭다리살이 없어서 통닭을...사서ㅋㅋㅋ 발골했는데요! 여러분들은 닭다리 살이나, 넓적다리 살, 가슴살 등을 구매해서 편하게 만드세용! 확실히 가슴살보다는 넓적다리살이 맛있어요..:D','닭고기 1그릇,대파,간장 1T,후추,간장 2T,굴소스 2T,설탕 2T,다진마늘 1T,물 2T','재료를 준비한다.,먼저 닭에 밑간을 해 준다.닭은 다리살이나 가슴살을 준비해주세요.,파를 한 입 크기로 썰어준다.,손질한 닭과 파를 꼬치에 골고루 꽂아준다.,양념장을 만든다.맛술 있으면 맛술도 2T, 없으면 생략!,팬에 기름을 두르고 꼬치를 구워준다.,고기가 익으면 약불로 줄이고 양념을 발라준다.,뒤집어가며 골고루 양념을 발라 구워준다.','6481.jpg','18b1.png,43e1.png,2261.png,c001.png,de81.png,5ec1.png,e561.png,ad81.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (63,'뽕림이','참치쌈장 만드는 법, 짜지 않고 맛있어요!','김치/젓갈/장류','짜지 않은 백종원의 참치쌈장 레시피입니다.','참치캔(中) 1개,양파 1/2개,대파 1/2개,청양고추 2개,된장 1큰술,고추장 1큰술,고춧가루 1큰술,다진마늘 1큰술,물 1+1/2컵,설탕 1큰술,참기름 1큰술,통깨 약간','먼저 양파 1/2개, 대파 1/2대, 청양고추 2개는 다져서 준비합니다.,약불로 예열한 팬에 참치 캔 기름을 꾸욱 짜서 넣어준 뒤 채 썰어둔 양파와 대파, 청양고추를 넣고 볶아주세요.,된장 1 큰 술, 고추장 1 큰 술, 고춧가루 1 큰 술, 다진 마늘 1 큰 술과 물 1컵 반을 넣고 보글보글 끓여주세요.,보글보글 끓는 쌈장에 설탕 1 큰 술을 넣어주시고요.,이어서 참치를 넣고 약불에서 자작하게 졸여줘요.,쌈장이 잘 졸여졌으면 참기름 한 큰 술과 통깨를 넣고 마무리해주세요!,10분도 안 돼 완성된 참치쌈장은 짜지 않고 맛있어서 good ~ 
밥 차려먹기 귀찮은 날은 계란 후라이 하나 해서 밥이랑 참치쌈장 쓱쓱 비벼 먹기만 해도 꿀맛이라는 거 ~','07a1.jpg','6e11.jpg,fa71.jpg,9f61.jpg,09e1.jpg,f6b1.jpg,6311.jpg,6a61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (64,'v쭈양v','고소한 두부쌈장으로 양배추쌈 싸먹기','김치/젓갈/장류','더운날 이것저것 차리고 요리하기도 힘든데 삶은 양배추에 고소한 두부쌈장 하나면 열반찬 부럽지 않아요','애호박 1/3개,양파 1/2개,두부 1/2모,된장 2큰술,고추장 1큰술,쌈장 1/2큰술,들기름 1큰술','애호박과 양파는 잘게 다져주시고,들기름1큰술 둘러 팬에 볶아주세요,양파가 투명해지면 물한컵을 붓고,분량의 된장, 고추장, 쌈장을 넣은뒤
다진 두부도 넣어 으깨면서 끓여주세요,국물이 자작해질정도로 끓여내면 완성','3cc1.jpg','8961.jpg,5fe1.jpg,b951.jpg,06e1.jpg,7241.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (65,'으뇽2','다이어트 두부쌈장','김치/젓갈/장류','다이어트에도 좋은 두부쌈장','두부 1/2모,청양고추 1개,양파 1/2개,다진마늘 0.5수저,된장 2수저,고추장 0.5수저,들기름또는참기름 1수저','두부는 흐르는 물에 씻어 으깨준다,청양고추,양파는 잘게 다져서 뚝배기에 으깬두부와 재료가 잠길정도로 물을 넣어준다,다진마늘0.5수저,된장2수저,고추장0.5수저를 넣은뒤 바글바글 졸여준다,어느정도 졸여지면 마지막으로 들기름 또는 참기름 1수저를 넣구 마무리하면 끝,짭잘하면서도 고소한 두부쌈장 완성','05b1.jpg','bc81.jpg,60b1.jpg,67a1.jpg,7911.jpg,fdc1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (66,'아랄랄라','참치쌈장 - 간단 반찬','김치/젓갈/장류','이것만 있으면 밥 한 그릇...아니 두 그릇 뚝딱!!!참치가 들어가서밥에 비벼 먹어도 맛있고 양배추쌈이나 채소쌈을 싸서 먹으면 더욱 맛있습니다 > <집밥 백선생의 백종원님의 레시피를 참고한 한 끼 뚝딱 참치 쌈장 레시피 가져왔습니다 :D','참치캔 1개(200g),대파 1대,양파 1/2개,청양고추 2~3개,된장 2큰술,고추장 2큰술,고춧가루 1큰술,다진마늘 1큰술,설탕 0.5큰술,물 1/2컵,참기름 약간','밥도둑 반찬
고소하고 짭조름한 
참치 쌈장 만들기 ♬♪,· 대파 잘게 다져주고,· 양파도 1/2개 
다져줍니다,· 청양고추는 기호에 맞게
2~3개 다져주세용참고로 저는 3개 다져서 넣었는데도
많이 안 맵더라구요 ㅎㅎ,· 냄비나 뚝배기에 
참치캔에 참치 기름을 꾹꾹 눌러 빼 줍니다,· 참치 기름에 대파를 볶아주다가,· 대파향이 올라올 때쯤 
다진 양파를 넣어주고,· 참치 쌈장의 양념을 넣어 줍니다 
※ 참치쌈장 양념
【 된장 2 큰 술, 고추장 2 큰 술, 고춧가루 1 큰 술, 다진 마늘 1 큰 술, 설탕 0.5 큰 술 】 
-밥숟가락 계량( 입맛에 따라 원하는 양념을 가감해주세요 :D),· 중약불에서 양념을 골고루 섞어준 뒤,· 물 1/2컵(종이컵 기준)을 넣어 줍니다,· 기름기를 뺀 참치캔과,· 다진 청양고추를 넣고 
밑이 타지 않게 계속 저어주며 살짝만 더 끓여주다가,· 가장자리부터 서서히 끓기 시작하면
불을 끄고 참기름 1바퀴 쓱 둘러주면 완성!!,불을 끄고 참기름 1바퀴 쓱 둘러주면 완성!!,참치가 들어가 
고소하고 짭짤한
쌈 싸 먹기 좋고 밥에 비벼 먹어도 맛있는 참치 쌈장','fcd1.jpg','3dd1.jpg,5e11.jpg,8181.jpg,e6e1.jpg,c1f1.jpg,f841.jpg,a251.jpg,b681.jpg,0101.jpg,3701.jpg,c4b1.jpg,76e1.jpg,e751.jpg,16e1.jpg,e7a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (67,'마튈다','아삭한 봄동 겉절이 ','김치/젓갈/장류','추운겨울을 이겨내 영양도 듬뿍 맛도 좋은 봄동으로 아삭한 겉절이 만들어 봤어요 ^ㅂ^','봄동 1다발,고춧가루 3T,멸치액젓 2T,매실액 2T,설탕 1T,참기름 2T,다진마늘 1/2T,통깨 듬뿍,소금 살짝','봄동은 잎을 하나씩 떼어 흐르는 물에 여러번 씻어 주세요.,뿌리쪽은 짤라내고 잎 사이즈에 따라 3등분에서 6등분으로 잘라주세요.,다진마늘 ½T, 멸치액젓 2T, 매실액2T, 
참기름 2T, 설탕 1수저, 고춧가루3T, 통깨 듬뿍, 소금 살짝 넣어주세요.,조물조물 버무려 주세요.,아삭아삭 봄동 겉절이 완성입니다.','7e91.jpg','8c21.jpg,3601.jpg,f601.jpg,e211.jpg,5821.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (68,'hancy002','칼국수집 진~한 겉절이, 겉절이 황금레시피','김치/젓갈/장류','칼국수집의 찐~한 겉절이입니다. 진한 맛이 밥도둑입니다. 초간단으로 빠르게 담는 맛있는 겉절이!!','배추(노란안쪽만사용) 1통,굵은소금 2줌,통깨 적당량,고춧가루 1컵,마늘 2큰술반,양파갈아서 2큰술,까나리액젓 3큰술,멸치액젓(삼게액젓가능) 2큰술,설탕 4큰술,파잘게어슷썰어 2큰술','배추는 쳐내듯이 
칼로 잘라줍니다.
물을 자박하게 한 후 
굵은소금을 뿌려 
약 30분 정도 절인 후
씻어 건져 놓아요.,야채탈수기가 있으면
사용을 하시고
없으면 최대한 물기를
털어 제거합니다.,분량의 양념장을
만들어요.고춧가루1컵, 다진마늘2큰술반, 간양파2큰술, 까나리액젓3큰술, 멸치젓2큰술, 설탕4큰술, 파2큰술,포실한 느낌에
진한 양념입니다.,물기를 털어낸 배추에
김치양념장을 넣고 
잘 버무려 주세요.,빛깔이 안나온다고 
양념을 더 넣지말고 
살살 계속 버무립니다.
김치빛깔이 점점
진해집니다.
완성입니다!,통깨 조금 뿌리고
바로 드시면 됩니다.
따뜻한 밥, 라면,
칼국수 등 뭐든
입맛을 돋굽니다.
맛있게 드세요~^^','97b1.jpg','7f01.jpg,38b1.jpg,81e1.jpg,7dc1.jpg,eeb1.jpg,ddd1.jpg,a581.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (69,'조밍키♥','【간단보쌈김치】누구나 할수 있어요~!','김치/젓갈/장류','보쌈김치를 제대로 담기는 넘나 귀찮죠~ㅠ 초간단 방법에 비해서 맛은 엄지척 입니다~! 족발,수육,삼굡이등등 어디에나 어울리는 달달한 보쌈김치를 만들어 보아요 ^~^','큰무 10센티,대파 1/2줄기,고춧가루 5T,설탕 2.5T,물엿 2.5T,액젓 1T,다진마늘 1T,소금 1/4T,천일염 1.5T,설탕 1T','큰무 10센티 기준입니다~^~^,큼직큼직하게 채썰어서 천일염 한스푼반,설탕 한스푼을 넣고 조물 조물 무쳐 1시간 가량 절여 주세요^~^,그사이 대파반줄기 다져 놓구요~(쪽파를 넣으실땐 길쭉길쭉하게 무길이 만큼 썰어 주세요^~^),한시간 후에 저려둔 무는 2~3번 씻어 물기를 꼭 짜주세요~~,볼에 담아 고춧가루 5스푼,설탕2.5스푼,물엿2.5스푼,다진마늘1스푼,액젓1스푼,소금1/4스푼,다진 대파를 넣어 주세요~~
액젓은 까나리or 멸치 액젓 다 가능 합니다~
(평소 달달한거를 별로 안좋아한다 하시는 분이시면 설탕,물엿 2스푼씩만 넣어 보셨다가 무치고 나서 맛을 보시고 추가 해주세요~!!!),조물조물 무쳐 주심 초간단 보쌈김치 완성 입니다 :-),보쌈김치의 특징은 달달함이죵^~^ 고기랑 같이 드심 엄지척~!! 입니당ㅎㅎ','dda1.jpg','d1c1.jpg,ea31.jpg,cd61.jpg,ada1.jpg,ada1.jpg,e451.jpg,1311.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (70,'돌하우스','양배추겉절이 ','김치/젓갈/장류','밥반찬으로 최고! 아삭아삭한 양배추겉절이 만들기~','양배추(소) 1/4개,오이(소) 1/2개,다진마늘 1스푼,썰은파 2스푼,소금 1/2스푼,고춧가루 2+1/2스푼,설탕 1스푼,통깨 1/2스푼,참기름 1스푼','양배추와 오이를 한입크기로 먹기좋게 썰어주세요.,믹싱볼에 함께 담아줍니다.,분량의 다진마늘, 파, 소금, 고춧가루, 설탕, 통깨, 참기름를 넣고 버무려줍니다.','1ea8.jpg','77a1.jpg,f531.jpg,7441.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (71,'남먀','청경채 요리, 청경채겉절이 소고기랑 환상 궁합','김치/젓갈/장류','집에서 소고기 구워 먹었던 날 !당연히 대파나, 양파나, 부추가 있을거라고 생각을 하고 무침할 거리를 사지 않았거든요. 웬걸 집에 정말 아무것도 없고 밀푀유나베하고 남은 청경채만 있는 거예욬ㅋ 청경채는 샤브샤브할 때나 먹어봐서 이걸로 겉절이 해도되나~ 싶었으나 도전!! 결과는 소고기랑 너무너무 잘어울리는 음식이 탄생했어요!!!','청경채 5묶음,고춧가루 2스푼,설탕 2스푼,간장 2스푼,다진마늘 1스푼,식초 1스푼,멸치액젓 1스푼,참깨 1스푼','만드는 법은 정말 간단해요.
집에 있던 청경채는 일단 한번 씻어줘야해요,씻은 청경채는 잎을 하나씩 떼서 물기 빼기!,준비된 양념장은 참깨빼고 다 넣어주세요 ! 
고춧가루 2스푼, 설탕 2스푼, 간장 2스푼, 다진마늘 1스푼, 식초 1스푼, 멸치액젓 1스푼, 참기름 0.5스푼,양념이 잘 어울어지도록 조물조물 골고루 섞어주세요,참깨 솔솔 뿌려 그릇에 옮겨두면 청경채겉절이 끝 !!,새콤 달콤 매콤한 소고기는 
청경채겉절이랑 굉장히 잘 어울려요.,아삭아삭한 청경채 식감도 너무 좋구요ㅠㅠ
앞으로는 고기먹을때 파채무침 말고 청경채 겉절이 할랍니다 ㅠㅠ,양념장 너무 맛있어서 밥이랑 먹어도 꿀맛!!
이 레시피 추천드립니다!','9931.jpg','68a1.jpg,3981.jpg,6dc1.jpg,c2f1.jpg,84b1.jpg,7db1.jpg,2081.jpg,dd01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (72,'강철새잎','#알배기배추를 이용한 겉절이 만들기 #쉽고 간단하면서 수육과도 잘 어울리는 금방 먹는 겉절이지요~~','김치/젓갈/장류','알배기배추를 이용해서 바로 금방 먹을 수 있는 겉절이입니다. 돼지고기수육과도 아주 잘 어울리는 겉절이예요.','알배기배추 1통,고춧가루 1컵,멸치액젓 1/3컵,다진마늘 1+1/2큰술,다진생강 1/2작은술,쪽파 원하는만큼,대파 1뿌리,매실액 3큰술,새우젓 2큰술,설탕 조금,통깨 약간','알배기 배추를 한입 한입 떼어 낸 후에 깨끗이 씻은 후에 손으로 툭툭 찢어 준 후에 다진마늘과 다진생강을 넣어 주세요.,그리고 쪽파를 넣어 주시고요. 쪽파의 양은 원하시는 만큼 넣어 주시면 됩니다. 즉, 원하지 않으시면 대파를 어슷썰어서 넣어 주시면 되고요. 대파의 양은 어슷썰어서 1/2컵 정도의 양이면 됩니다.,고춧가루를 넣어 주시고요. 겉절이라서 굳이 배추를 절이실 필요가 없고 또한 찹쌀풀도 넣지 않아도 됩니다.,새우젓과 멸치액젓, 그리고 매실액을 넣어 줍니다. 이렇게만 하면 겉절이 양념 끝!!!,조물조물 무치면서 설탕을 추가로 조금만 넣어 주세요. 겉절이는 방금 먹을 것이기 때문에 단맛이 충분히 들어가 주는 것이 좋더라구요. 매실액과 더불어서 설탕 아주 조금 넣어 주었습니다.,그리고 통깨를 마지막으로 넣고는 잘 머무려 주세요. 통깨를 넣으면 보기에도 좋고 무엇보다 겉절이니 바로 먹기 때문에 넣어서 드시면 좋아요.,잘 버무린 겉절이를 밀폐용기에 넣고는 바로바로 드셔도 좋고 숙성해서 드셔도 맛있어요. 금방 뚝딱 만드는 알배기배추 겉절이 완성입니다.','e8c1.jpg','d8d1.jpg,eec1.jpg,9b21.jpg,2e51.jpg,f7a1.jpg,bf51.jpg,1031.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (73,'양싸','[강된장] 쌈싸먹을때 정말 맛있는 두부강된장 만들어볼까요 -양싸','김치/젓갈/장류','입맛도 없고 딱히 먹고싶은것도 없을때 저는 그렇게 잎채소가 먹고싶더라구요 그때 쌈장이나 된장 고추장 넣고 먹긴싫고 그러다 옛날에 할머니가 만들어주셨던 두부강된장이 생각나더라구요 그래서 한번 만들어봤어요 어렵지 않아요!!!!^^','두부 1/2모,호박 1/3개,양파 1/2개,파 1/3개,청양고추 3개,고추장 1/2큰술,된장 2큰술,다진마늘 4ts,국멸치 5마리','애호박은 잘게 다져주세요,양파도 다져주시고,청양고추도 송송 썰어 다져주세요,파도 송송,두부도 작게 잘라주세요,다진마늘과 된장, 고추장을 넣고 섞어주세요,요렇게 열심히 섞어주시면 됩니다,여기에 파와, 청양고추, 두부를 넣고 섞어주세요,호박이랑 양파는 팬에 넣고 살짝 볶다가,물을 조금 넣고 살짝 익혀주세요,멸치는 다시백에 넣고 육수를 내어주세요
물의 양은 많지 않아도 됩니다,아까 다 섞어놓은 재료에 멸치육수를 넣고,팔팔 끓여주세요 졸여지는듯 싶으면,완성~!!!,상추에 갓지은 밥을 넣고 강된장 올려서 한쌈!!!
한입~~~♡
너무 맛있네요^^','ed91.jpg','ee51.jpg,14e1.jpg,ab91.jpg,34e1.jpg,eb51.jpg,c921.jpg,6331.jpg,3de1.jpg,4b11.jpg,81e1.jpg,82b1.jpg,36d1.jpg,8351.jpg,bfd1.jpg,b8f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (74,'촌아짐','꼬들꼬들 무김치~식감 최고!!!','김치/젓갈/장류','수육,족발,삼겹살구이,냉면 어디에나 잘 어울리는 꼬들꼬들한 무김치~만들어두면 약방의 감초처럼 두루두루 잘어울려요^^','무 1개,설탕 4스푼(올리고당2컵으로대체가능),까나리액젓 2스푼,매실청 2스푼,올리고당 2스푼,다진마늘 1스푼,통깨 조금','무는 가로로 자른후 다시 세로로 잘라주면 일정한 길이로 자를수있어요.크기는 원하는시는대로 자르되 두께는 0.5-0.7정도는 돼야 꼬들꼬들한 식감을 느낄수 있는것 같아요.(매번 좁게 잘라야지하면서 습관적으로 또 넓게 자르고 말았네요.넓게 자르면 나중에 모양이 덜 이쁜것 같으니 저처럼 넓게 자르진마셔요^^;;;),자른 무를 볼에 담고 소금 2,설탕 4(올리고당 2컵으로 대체가능)를 넣고 버무려두세요.전 왠지 올리고당이 좀 더 잘 절여지는것 같아요.(개인적인 의견이니 편한걸로 하심 될것 같아요),버무려둔후 1시간 정도 지나면 이렇게 물이 생겨요.최소한 2시간이상은 절여야 꼬들꼬들한 식감이 살아난답니다.전 4시간 정도 절인것 같아요.,3-4시간 정도 지나서 물이 더 많이 생기고 무가 완전히 접힐정도로 절여졌을때 무를 체에 받친후 물기를 꼭 짜주세요,물기를 꼭 짠 무를 볼에 담고 고춧가루 4,까나리액젓 2,매실청 2,다진마늘 1을 넣고 버무려주세요,올리고당 2를 넣고 한번 더 버무려주세요.올리고당은마지막에 넣어서 윤기도 살리고 단맛도 조절하세요,마지막으로 통깨 솔솔 뿌려주면 매콤달콤 꼬들꼬들 무김치 완성~','40a1.jpg','7ef1.jpg,a031.jpg,4491.jpg,43c1.jpg,3d21.jpg,b401.jpg,c5f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (75,'행복한윤블리네','♥[신혼밥상] 따뜻*든든 참치김치죽','김치/젓갈/장류','추억의 맛을 찾아라~ 정겨운 맛! 부담없이 술술! 아플 때 입맛을 잃어버렸을 때 속 든든 마음까지 따뜻해지는 죽 한그릇 바쁜 일상 배불리 먹을 수 있는 맛죽 소개해요.','찬밥 1공기,김치 2종이컵,참치캔 1개,달걀 2개,고춧가루 1숟가락,설탕 0.5~1숟가락,멸치다시마육수 500ml','멸치다시마 육수 또는 생수 500ml을 준비해주세요.육수 내기 번거롭다면 시판 가쓰오(샤브샤브)육수 사용하면 간편!,달군팬에 잘게잘게 썬 김치와 참치캔 1개를 통채로 탈탈!참기름이나 들기름으로 볶아도 맛있지만 참치캔기름은 몸에 좋은 식물성기름이라 저는 그냥 이 기름으로 볶았어요.,(매운맛 및 색감) 고춧가루1숟가락, (신맛 잡기)설탕 0.5~1숟가락을 넣고 달달 볶아주세요.,맛있게 볶아졌으면 멸치다시마육수(생수)를 부어주세요.생수라면 물 붓고 국간장1숟가락과 멸치액젓 1숟가락 간 맞추기!,중약불에서 찬밥 1공기를 넣어주세요.,밥알이 퍼질때까지 약7~8분간 끓여주세요.,달걀2개를 깨서 잘 푼 뒤 빙빙~ 뒤적뒤적 
약 2분간 더 끓여주면 마음까지 따뜻해지는 윤블리네 김치참치죽 완성!,[TIP] 김가루와 통깨를 갈아 넣고 잘 섞어 드시면 더 고소고소!','1641.jpg','a7e1.jpg,8b41.jpg,f091.jpg,f6f1.jpg,3391.jpg,1761.jpg,0ca1.jpg,bf31.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (76,'아랄랄라','한 입에 먹기 좋은 - 참치쌈장 / 깻잎쌈밥','김치/젓갈/장류','든든하게 빨리 먹을 수 있는 음식이 뭐가 있을까 하다가 하나씩 쏙쏙 먹을 수 있는 깻잎 쌈밥 당첨!! ㅎㅎ 하나씩 간단하게 먹을 수 있어서 도시락 메뉴로도 추천합니다 :)','깻잎 2묶음(약20장),밥 3인분,참치 1캔,된장 0.5큰술,쌈장 0.5큰술,다진마늘 0.5큰술,참기름 1큰술,통깨 1큰술,후춧가루 약간','오늘의 주재료 깻잎과 참치입니다 :),· 깻잎은 물에 깨끗이 씻은 뒤,꼭지를 잘라줍니다,· 끓는 물에 5초간 살짝 데친 뒤,찬물에 식혀줍니다,· 찬물로 식힌 뒤 물기를 빼주는데 
시간이 있으신 분들은 자연건조로 물기를 빼주는 게 좋습니다만
저는 시간이 없어서 손으로 물기를 꽉 짜줬습니다 :D 헤?깻잎이 찢어지지 않을 정도로만 짜 주셔야 합니다,· 물기를 짜준 뒤 하나씩 일일이 다 펴주는 것도 일입니다
ㅠㅠ...,참치 쌈장 만들 차례
· 참치는 기름을 빼 주고,· 참치 쌈장을 만들어 줍니다
참치 쌈장
※양념장
【 참치 1 캔, 된장 0.5 큰 술, 쌈장 0.5 큰 술, 다진 마늘 0.5 큰 술, 참기름 1 큰 술, 통깨 1 큰 술, 후춧가루 약간 】
-밥숟가락 계량
( 입맛에 따라 원하는 양념을 추가해 넣으세요 :D)*아이들이랑 같이 먹을 경우 참치와 마요네즈를 섞어서 만들어도 맛있습니다 :)
그렇게 하면 참치마요네즈 +0+!!,· 잘 섞어주면 참치 쌈장 완성!!,· 밥 3인분 + 참기름 2 큰 술 + 소금 약간 + 통깨 솔솔소금 대신에 맛소금 뿌리면 더 맛나요 :),준비 완료!!,· 깻잎 뒷면에 참치 쌈장과,밥을 올려주고,· 옆부터 감싸고 앞뒤로 착착
접어서 쌈밥을 만들어 주면 됩니다 :),· 깻잎 사이즈가 작은 것들은
돌돌 말아주기만 했어요 +0+ㅎㅎ,· 접시에 차곡차곡 쌓아주면 완성!!,한 입에 쏙쏙 먹기 좋은 향긋한
깻잎 쌈밥
참치 쌈장도 반찬으로 먹기 좋으니까 
남으면 냉장보관하셔서 반찬으로 드세용','dec1.jpg','0d61.jpg,de31.jpg,60c1.jpg,f071.jpg,adf1.jpg,a8f1.jpg,b671.jpg,af71.jpg,bb81.jpg,cdd1.jpg,f051.jpg,fc31.jpg,6be1.jpg,04f1.jpg,6861.jpg,5ba1.jpg,b371.jpg,b351.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (77,'만개의노하우','모든 양념 마스-타♡간장베이스양념','김치/젓갈/장류','간장이 베이스가 되는 양념들의 황금비율을 알려드릴께요 : )세상의 모든 레시피 만개의레시피','진간장 4숟가락,설탕 1/2숟가락,물 2숟가락,물엿 1숟가락,양조간장 2숟가락,다진파 1숟가락,다진마늘 1/2숟가락,참기름 1숟가락,간장 3숟가락,설탕 3숟가락,다시마육수 4숟가락,청주 3숟가락,간장 2숟가락,물 2숟가락,식초 1숟가락,설탕 1/2숟가락,간장 5숟가락,설탕 2숟가락,청주 2숟가락,다진마늘 1숟가락,배즙 2숟가락,양파즙 1숟가락,후추 1/3숟가락,참기름 1숟가락','북어조림 등 
각종 조림요리에 활용하세요 : ),나물무침 등 
각종 무침요리에 활용하세요 : ),가츠동 등 
각종 데리야끼양념장이 들어가는 요리에 활용하세요 : ),각종 전이나 만두를 찍어먹을 때 활용하세요 : ),불고기 양념장으로 활용하세요 : )','8731.png','a591.png,5551.png,cd01.png,5021.png,dee1.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (101,'제줌마','재료도 방법도 초간단! 떠먹는 치즈감자','디저트','출출한 늦은 저녁, 왕창 사놓은 감자를 보고 치즈감자를 해먹어 볼까 생각해서 만들어 먹어보았는데 생각보다 너무 맛있어서 올려용 :))','감자 2개,베이컨 4줄,모짜렐라치즈 1주먹,우유 2T,후추 1꼬집','제일 먼저 물에 감자를 넣고 삶아줄게요
감자 따로 먹으려고 같이 삶아서 4개랍니당ㅎㅎ,감자가 삶아지는동안 베이컨을 잘라주세요,잘라놓은 베이컨을 노릇노릇하게 익혀주세요,감자가 다 익으면 접시에 으깨주세요,으깨진 감자 위로 베이컨을 솔솔 뿌려줄게요,치즈를 뿌려주세요,우유 2스푼을 살짝코롬 넣어줄게요,후추도 톡톡 뿌려주세요,그다음 믹스해줄게요,믹스하고 난 후 치즈를 취향껏 드음뿍 넣어주세요,전자렌지 혹은 오븐에 3분정도만 구워줄게요
파슬리 톡톡 뿌리면 완성입니당!오븐,전자레인지','aba1.jpg','69f1.jpg,7491.jpg,9de1.jpg,6e71.jpg,6051.jpg,0251.jpg,1551.jpg,f901.jpg,d0a1.jpg,14e1.jpg,b341.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (102,'마무네뜨','체리클라푸티, 과즙 팡팡 터지게 만들기','디저트','체리철이 가기 전에 후다닥 만들었어요. 프랑스 전통 디저트 중 하나인 체리 클라푸티에요. 오븐, 오븐용기만 있으면 되는 아주 쉬운 레시피랍니다^^','체리 500g,설탕 100g,밀가루 125g,소금 1꼬집,우유 300ml,버터 틀에바를용도,슈가파우더 완성후솔솔뿌리기','체리는 깨끗히 씻은 후 꼭지를 따요. 체리 씨를 빼고 싶으신 분들은 Step2를 지금 읽어주세요.
꼭지를 따고, 씨앗을 빼실 분들은 빼시고, 
설탕 50g에 체리를 섞어 30분 방치해요.체리의 당을 최대한 보존하기 위해서 꼭지는 물에서 씻은 후 따주세요.,전통 체리 클라푸티는 씨를 빼지 않아요. 하지만 씨를 빼시고 싶으시다면 빼셔도 괜찮아요. 
병 입구에 체리를 올려놓고 빨대로 씨앗을 밀어주면 빠진답니다. 쉽게 체리 씨를 뺄 수 있어요.체리씨를 빼지 않는 이유는 과즙을 보존하고, 과즙 때문에 텍스쳐가 묽어질 수도 있기 때문이에요. 그리고 체리씨가 익으면서 아몬드향을 준다고 하네요. 과즙이 팡팡 터지게 만들고 싶으시다면 씨를 빼지 않으시기를 추천해요. 씨를 빼시면 즙이 빠지고 체리에 주름이 생겨요.,오븐은 일반모드 180도로 예열하고
그사이에 밀가루를 체에 쳐주세요.,설탕 50g과 소금도 넣고요,계란 3개도 넣어주세요.,우유를 넣고 잘 섞어주세요.우유를 넣기 전에 재료를 미리 섞은 후 우유를 천천히 넣으며 저어주면 덩어리를 지지 않게 할 수 있어요. 그러나 귀찮으시다면 저처럼 모두 넣고 한번에 섞어셔도 괜찮아요.,용기에 버터를 얇게 발라주고,설탕을 넉넉히 넣어요. 용기를 이리저리 흔들어 설탕을 전체적으로 묻혀주세요.,설탕에 절여둔 체리를 용기에 예쁘게 담아주세요.,반죽을 용기 사이즈에 맞춰 적당량 부어주시고,오븐에 35~45분 넣으시면 되어요.오븐젓가락으로 가운데를 찔러서 반죽이 묻어나오지 않으면 잘 익은거랍니다!,미지근해지면 드세요!
저는 더 달콤하게 슈가파우더를 체에 쳐서 뿌려줬어요.
이제 맛있게 드시면 되어요 ^^ 너무 쉽죠?
Bon app?tit !클라푸티는 뜨거울 때 먹지 않고 미지근하게 먹어요.','1021.jpg','e4a1.jpg,e801.jpg,5621.jpg,8671.jpg,1241.jpg,b2c1.jpg,4e11.jpg,bf01.jpg,7e91.jpg,d561.jpg,64f1.jpg,7281.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (103,'버니파이Bunnify','진한 얼그레이 파운드 케이크','디저트','얼그레이 향이 입 안 가득해지는 진한 얼그레이 파운드 케이크자세한 사항은 영상을 참고해 주세요!사용한 파운드케이크 팬: 오란다틀(대) 가로x세로x높이 약15.5x7.5x6.5(cm)','실온무염버터 100g,설탕 90g,실온계란 2개,박력분 130g,베이킹파우더 3g,소금 1g,우유 45ml,얼그레이찻잎 4~5g','우유에 얼그레이 찻잎을 넣고, 전자레인지에 30초 간 돌려 주세요전자레인지,차가 잘 우러나올 수 있도록 랩을 씌우고 실온으로 식혀 주세요,버터를 부드럽게 푼 후, 설탕을 넣고 아이보리 색이 될 때까지 휘핑해주세요,미리 풀어 둔 계란을 여러 번 나누어 넣으며 계속 휘핑해주세요,박력분, 베이킹 파우더, 소금을 체 쳐서 넣어 주세요,날가루가 보이지 않을 때가지 가르듯이 섞어 주세요,식은 얼그레이 혼합물(우유+얼그레이 찻잎)을 넣고 가볍게 섞어 주세요,유산지를 씌운 팬에 반죽을 담아 주세요,중앙에 버터를 얇고 길게 짜 주세요,170°C에서 35-40분 간 구워 주세요오븐,식힘망으로 옮겨 완전히 식혀 주세요,맛있게 드세요','a2a1.jpg','8711.jpg,9501.jpg,3a31.jpg,0b71.jpg,1461.jpg,dc51.jpg,cb41.jpg,1dd1.jpg,a581.jpg,8dc1.jpg,a9a1.jpg,3c91.bmp',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (104,'만개의레시피','출출할때 필요한 꿀 떨어지는 허니윙 ★','기타','허니콤보가 땡기는 날에 만들어 먹기 좋은 레시피 ★ 교촌치킨보다 더 달달하고 맛나다능세상의 모든 레시피 만개의레시피','닭날개 18개,견과류 약간,맛술 1숟가락,올리브유 1숟가락,소금 약간,후추 약간,바질 약간,간장 3숟가락,다진마늘 1숟가락,꿀 3숟가락,맛술 2숟가락,후추 약간','닭날개의 칼집을 낸 후 밑간 재료를 넣고 10분간 재운다.닭날개가 누린내가 심하다면 우유에 10분간 담가 사용해요.,볼에 소스 재료를 넣고 섞어 소스를 만든다.,팬에 올리브유를 두른 후 밑간한 닭날개를 앞뒤로 굽는다.,닭날개가 노릇하게 구워졌으면 소스를 넣고 소스가 졸아들때까지 약불로 졸인다.,접시에 닭날개를 올린 뒤 다진 견과류를 뿌려 완성한다.','8fc1.jpg','90d1.jpg,d2e1.jpg,ca61.jpg,e861.jpg,8261.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (105,'또롱이네요리','여러가지 매력을 가진 치즈감자호떡','기타','겉은 바삭 속은 쫀득 보들보들 감자전을 먹는 듯한 느낌의 겁나게 맛있는 맛!','감자 4개,감자전분 4T,치즈,소금 1/3T,후추 톡톡톡,파마산치즈가루 취향껏','감자를 푹 삶아 주어요!강불대략 10분정도 이지만 푹 익을때까지 삶아주세요.,푹 익은 감자를 건져 전분을 넣고 반죽해 주어요!쫀득한 것을 좋아하신다면 취향에 따라 전분 양을 더 늘려 주셔도 됩니다!
감자전분이 없다면 찹쌀가루로 대체 가능해요!,소금과 설탕과 후추를 넣어 간을 한 뒤 잘 섞어 반죽해주어요.,탁구공 만큼 반죽에 치즈를 넣고 잘 오므려주세요!틈이 나지 않게 잘 오므리는게 중요해요!
틈이 생기면 구어줄때 옆구리가 터지더라구요!
취향껏 설탕과 견과류 등등을 넣어 드세요!,중약불에 앞 뒤 양옆을 노릇노릇 구워주세요!중약불,오래 골고루 구울수록 더욱 바삭해져 겉은 바삭 속은 촉촉 완전한 겉바속촉이 완성됩니다.시간을 투자해 구워준다면 더욱 바삭하고 쫀득한 치즈감자호떡을 맛보실 수 있어요!','dc11.jpg','9061.jpg,1ad1.jpg,2881.jpg,1761.jpg,0a01.jpg,bec1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (120,'시크제이맘','양희경 계란떡볶이','기타','간식','떡국떡 200g,달걀 2개,양파 1/2개,버터 1,올리브오일 1,대파 1/5대,소금,후춧가루 적당량','양파 1/2개는 채 썰고, 대파 1/5대는 송송 썰고, 달걀 2개는 풀어 간을 합니다.
떡국 떡은 물에 헹궈 준비해주세요.
냉동실에 보관해둔 떡이라면
살짝 데쳐 사용하세요.
대파는 생략하셔도 무관합니다.
저는 요렇게 넣어줘야 그나마 파를 먹으니 넣었어요.
그리고 완성해 놓았을 때 노랑, 초록이 잘 어울림도 있고요.,달군 팬에 올리브오일 1, 버터 1을 녹여주고,썰어놓은 대파를 넣어 달달 볶아주고,소금, 후춧가루 약간을 넣어 간을 하고
양파가 투명해질 때까지 볶아주다,준비해 놓은 떡국떡을 넣고
소금으로 간을 합니다.
* 입맛에 맞게 간을 해주세요.,중약 불로 줄여주고,뚜껑을 덮어 잠시 둡니다.,윗면이 반쯤 익으면 재빠르게 뒤적이며 섞어주세요.,마지막에 송송 썰어 놓은 대파를 넣고 
고루 섞어 마무리합니다.,양희경 달걀 떡볶이 완성 ^^','c311.jpg','b291.jpg,91b1.jpg,94c1.jpg,6571.jpg,b9e1.jpg,5311.jpg,4d91.jpg,2c91.jpg,0961.jpg,1fb1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (121,'만개의레시피','고구마찹쌀미니도넛 l 고구마를 동글동글 고구마도넛으로 만드는 레시피★ ','기타','겨울에는 따끈따끈 고구마지~!쪄먹기만 했던 고구마를 우리 아이와 도넛으로 같이 만들어 보는건어때요??? 세상의 모든 레시피 만개의레시피','고구마 4개,찹쌀가루 2종이컵,우유 1/2종이컵,설탕 1/3종이컵,시나몬가루 2/3숟가락','삶은 고구마를 으깬다.고구마는 따뜻할 때 으껴야 잘 으깨져요.,찹쌀가루를 조금씩 넣어가면 반죽한다.,우유를 붓고 반죽을 만든 뒤 한 입 크기로 동그랗게 빚는다.          

              글러브센스 주방 위생장갑,예열된 기름(150~160도)에서 노릇하게 튀긴다.          

              옻칠 우드 조리도구 수저세트,볼에 설탕과 시나몬가루를 섞은 후 튀긴 도넛에 묻혀 완성한다.','6901.jpg','bc11.jpg,a0e1.jpg,3081.jpg,0e11.jpg,62a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (122,'행복한채피','이자카야 맥주안주 명란치즈감자','기타','이자카야에 가면 많이 판매하는 명란치즈감자!! 맥주랑 먹으면 뚝딱입니다..','감자 300g(중간크기감자3개),버터 10g,마요네즈 3스푼,후추 약간,명란약 40g(한덩이반정도),우유 3~4스푼(선택),모짜렐라치즈 2줌,파슬리(생략가능) 약간','감자를 완전히 익을때까지 삶아주세요,큰 그릇에 옮겨담아 잘 으깨줍니다,마요네즈, 후추를 넣고 섞어준뒤,명란을 넣고 한번 더 섞어줍니다잘 안섞이면 비닐장갑을 끼고 마구 짓이겨주세요!스트레스도 풀리고 1석 2조~!,그릇에 으깬 명란 감자를 옮겨 담은뒤 치즈로 덮어줍니다,치즈를 녹여줍니다. 전자레인지, 오븐으로 치즈를 녹여줘도 되고 저처럼 토치를 사용하셔도 됩니다.전자레인지','bb21.jpg','46d1.jpg,16b1.jpg,c3f1.jpg,1531.jpg,3b41.jpg,7311.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (123,'제줌마','참치 오코노미야끼','기타','참치캔의 화려한 변신, 참치캔을 이용해 일본의 부침개 오코노미야끼 만들기!','참치캔 1캔,양배추 1/2개,파 1/2개,밀가루혹은부침가루 2국자,물 1국자,오코노마야끼소스혹은돈가스소스 1T,마요네즈 1T,가쓰오부시 1주먹','제일 먼저 양배추를 얇게 채 썰어주세요.,파도 송송 썰어줄게요.
전 항상 파를 사오면 썰어서 얼려놓아요 그럼 요리할때도 편하고 싱싱함을 오랫동안 유지할 수 있어요.,밀가루 혹은 부침가루를 이용해 반죽을 만들어 주세요. 전보단 조금 된 반죽을 만들어 줄게요.,반죽에 양배추와 파를 넣고 섞어주세요.,야채를 넣은 반죽에 참치를 넣고 섞어줄게요.,다 같이 잘 섞어주세요.,팬에 기름을 두르고 중불에 반죽을 적당량 덜어서 동그랗게 모양을 잡아줄게요.,타닥타닥 소리가 나고 바닥면이 바삭하게 익으면 뒤집어서 반대쪽도 구워줄게요.,양쪽면이 바삭하게 구워졌다면 오코노미야끼 소스 또는 돈가스 소스를 오코노미야끼위에 골고루 얇게 발라주세요.,소스가 뿌려진 오코노미야끼 위에 마요네즈도 뿌려줄게요.,그 후, 그릇에 오코노미야끼를 담아주시고 가쓰오부시를 올리시고 그위에 파슬리 가루를 솔솔 뿌려주시면 완성 입니다.','0f71.jpg','9a31.jpg,0a51.jpg,58e1.jpg,91d1.jpg,f7c1.jpg,5111.jpg,4ab1.jpg,5191.jpg,0f71.jpg,bb21.jpg,82e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (124,'시크제이맘','고추참치 볶음밥 ','기타','볶음밥','고추참치 1캔,양파 1/4개,밥 1공기,모차렐라치즈 1컵,고추장 1숟가락,고춧가루 0.5숟가락,설탕 0.5숟가락,케첩 1숟가락','양파 1/4개를 다져 주고,냄비에 양념 재료인 고추장(1), 설탕(0.5), 고춧가루(0.5), 케첩(1)을 한데 넣고,다져 놓은 양파, 고추참치 1캔을 붓고,고루 볶아 주고
(타지 않게 중약 불로~),여기에 밥 1공기를 넣어
밥과 양념이 잘 섞이도록 볶아주세요.,볶아 놓은 밥은 고루 펴 주고
여기에 모차렐라 치즈를 고루 올려 덮어주고
불을 약불로 줄이고
뚜껑을 덮어 치즈를 녹여 주면 된답니다.,완성','c7d1.jpg','3241.jpg,9c21.jpg,a5a1.jpg,51b1.jpg,e7d1.jpg,b241.jpg,3ae1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (125,'만개의레시피','식빵 없이 가지로 만드는 에.프 마카롱멘보샤! 일명 멘보가지 ♥','기타','식빵이 없어도 제철 가지로 만드는 멘보샤!일명 멘.보.가.지!동글동글한 모양이 마카롱같아 0_0 에어프라이어로 만들어 실패 걱정 노노!속.촉 담백한 에어프라이어 멘보샤 bb 세상의 모든 레시피 만개의레시피','가지 1개,새우살 1종이컵,청양고추 1개,대파 1/4대,전분가루 적당량,소금 약간,후추 약간,식용유 약간,달걀흰자 1숟가락,전분가루 1숟가락,식용유 1/2숟가락,소금 약간,후추 약간','가지는 모양대로 0.5두께로 동글동글하게 자른다.          

              카카두 호주 캄포도마 멜버른,동글게 썬 가지에 소금, 후추를 뿌린 후 수분이 나오면 닦아낸 뒤 전분가루를 앞뒤로 골고루 뿌린다.          

              슈가파우더체,차퍼에 새우살, 대파, 청양고추, 양념 재료를 넣고 다진 후 볼에 담아 손으로 잘 치대 소를 만든다.          

              수동 멀티차퍼,가지에 소를 넣고 샌드한 후 에어프라이어 바스켓에 넣고 식용유를 골고루 뿌린다.          

              에스파뇰라 올리브유 스프레이,170도 온도에서 5분 뒤집어서 5분간 조리하여 완성한다.에어프라이어','7621.png','d041.png,d4a1.png,4611.png,c281.png,4381.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (130,'요리천재이또롱','주먹밥 역사를 뒤집어놓은 "불닭소스 주먹밥"','기타','평소 간식으로 주로 해먹던 주먹밥, 하지만 "좀 더 특별한 맛으로 색다르게 즐길 수 있는 방법은 없을까?"라고 생각하던 중 "불닭소스와 마요네즈를 섞어보면 어떨까"라고 아이디어를 생각하게 되었고 그는 불닭소스를 대량구매하였다는 전해오던 이야기...','참기름 1T,마요네즈 원하는양,쌀밥 원하는양,김 1개,참치통조림 1~2캔,소금 1/2꼬집,마요네즈 7T','따끈따끈한 밥에 참기름 1T를 골고루 뿌려줘요.,고소한 맛을 더하도록 참깨를 뿌려줘요.
*누드 주먹밥을 해드실 때에만 소금을 뿌려주세요.
*들깨를 좋아하시면 들깨를 넣어도 됩니다.
(주관적으로는 참깨를 추천해드릴게요.)이렇게하면 고소한 맛이 나는 주먹밥 밥이 완성이 되었습니다. 저는 개인적으로 참기름을 너무 좋아하기때문에 일반적인 양보다 아주 많이 넣었고 참깨도 좋아해서 아주 많이 넣어주었어요.

결국에는 느끼하고 고소한것을 또롱이처럼 아주
좋아하는 분들은 취향에 맞게 많이 넣거나 조금
넣거나해서 드시면 좋을 것 같아요 ^~^,참치 통조림에서 빼내어, 안에 찼던 기름물을 최대한 쭈욱~짜주세요.
*기름이 조금 남아있을 때가 구수하고 참치 살의 
 특유의 향이 베어있어서 더욱 식감을 돋게 해줍니다.,마요네즈를 기호에 맞게 뿌려줍니다.
*저는 250g인 많은 양의 참치캔을 사용했기때문에 마요네즈가 저렇게 많이 들어갔지만

적게 드시는 분들은 조금씩 뿌리면서 기호에
맞다싶으면 마요네즈 넣기를 멈춰주세요!!,대한민국 국민이라면 주방에 하나쯤은 꼭 구비되어 있는 김을 하나 꺼내어주세요.,이곳저곳에 튈 수 있음을 방지하기 위함과 주먹밥을 완성했을 때 겉에 잘 붙을 수 있게 해주기 위해서 봉지를 사용해줘요.,그 다음 동그랗게 만든 밥을 김가루가 된 봉지안에 넣어주고 다시 마구마구 흔들어줘요.,이렇게 고소하고 부드러우면서 김의 향이 폴폴~나는 김주먹밥이 완성되었어요.,이렇게 맛난 주먹밥들이 만들어졌어요.
이제부터가 중요합니다!,불닭소스 3/ 마요네즈 7 
3대7 비율로 넣어 휙휙~ 비벼주세요!,주먹밥에 콕! 찍어서 맛있게 먹으면 여지껏 몰랐던 새로운 맛을 알게 될거에요!,정말 맛있어요!! 꼭 해드셔보세요!
여태까지 "이런 맛이 있었나?"할 정도로
맛있는 주먹밥의 맛을 즐길 수 있을거에요!','e281.jpg','1421.jpg,e8b1.jpg,a651.jpg,0641.jpg,fbf1.jpg,f1b1.jpg,7681.jpg,bbd1.jpg,68f1.jpg,a021.jpg,d8f1.jpg,a7b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (131,'구름달빛','깻잎쌈밥 깔끔한 점심메뉴','기타','깻잎 쌈밥은 사계절내내 즐겨 먹을수 있는 음식입니다 간단하게 만들어보세요','공기밥 1그릇정도,참치캔 1개,신김치 1컵,깻잎 10장정도,설탕 1/3큰술,참기름 1큰술,간장 1/2큰술,깨소금 1큰술','재료 준비해주세요,깻잎은 먼저 흐르는 물에 한장씩 씻어주시고 식초 몇방울에 깻잎을 세척해주는것이 좋을거 같아요 바로 먹는 야채라 세척과정이 중요한거 같아요 끓는물에 소금 한꼬집을 넣고 깻잎을 살짝 데쳐주세요 데친 깻잎은 물기를 제거해주시고 식혀주세요 데칠때 너무 오래 데치지 마시고 숨이 죽으면 바로 건져주시면될거 같아요,신김치는 가위를 이용해 잘게 잘라주시고 참치는 채반을 이용해 기름기를 제거해주세요 잘게 썬 김치는 식용유를 넣고 볶아주세요 김치가 어느정도 볶아지면 참치를 넣고 볶아준뒤 설탕 1/3큰술정도 넣어 신맛과 쓴맛을 잡아주시면될거 같아요 설탕은 김치 상태에 따라 첨가하시면될거 같아요,볶아진 재료에 공기밥을 넣고 잘섞어준뒤 간장 반큰술과 참기름 1큰술 깨소금 1큰술을 넣어 잘섞어주시면 완성입니다 김치가 짠맛이 강하다면 간장을 넣지 마시고 조리하는것이 좋을거 같아요 이렇게 볶아진 밥은 계란후라이를 올려 볶음밥으로 활용해도 좋을거 같아요,볶아진 밥은 한김 식혀둔뒤 한입크기의 양을 손바닥을 이용해 동그랗게 만들어주시고 깻잎위에 올려 감싸주듯이 말아주시면될거 같아요 깻잎 꼭지 부분은 식감이 좋지 않으니 제거해주시고 감싸준뒤 완성그릇에 담아주시면될거 같아요,깻잎을 이용해 쌈밥을 만들어봤어요 깻잎쌈밥은 도시락메뉴로 추천드리고 싶을정도로 매력있는 요리입니다 한입크기로 만들어 먹기도 간편해서 좋아요 깻잎향이 은은하게 나는 깻잎쌈밥은 편식하는 아이들 식사로도 추천드리고 싶네요','4941.jpg','b8c1.jpg,be71.jpg,3f41.jpg,dad1.jpg,1d71.jpg,3cd1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (126,'815요리사랑','단호박 빵 만들기 / 전자레인지로 만드는 단호박 빵','기타','단호박 빵 만들어봐요','단호박중간크기 1통,계란 3개,꽃소금,설탕','단호박은 세척해 전자레인지에 3분 정도 돌린 뒤전자레인지,껍질 제거하고,찜기에 올린 뒤 부드럽게 쪄준다,곱게 으깨고,꽃소금 2꼬집과 설탕 2스푼을 넣고 골고루 섞고밥숟가락 기준입니다,달걀은 흰자와 노른자를 분리하고,흰자는 머랭을 쳐준다
거품기로 머랭을 만드는 경우는 한 방향으로 많이 저어 단단한 거품을 만든다,으깬 단호박에 노른자 넣고,섞고,머랭을 단호박에 넣고 대충대충 섞고,내열용기에 넣은 뒤 기호에 맞게 견과류를 올린다,전자레인지에 7~8분간 돌린다전자레인지,7~8분 후 젓가락으로 찔러 보았을때 묻어나지 않으면 성공!!','7701.jpg','b2e1.jpg,ca91.jpg,f871.jpg,e911.jpg,d381.jpg,2e31.jpg,5121.jpg,45d1.jpg,8951.jpg,9171.jpg,15c1.jpg,1961.jpg,24a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (127,'서재인','계란찜보다 더 맛있는 "시금치프리타타"♪','기타','이탈리아식 오믈렛 요리인 프리타타. 재료 듬뿍 들어간 계란찜 마냥, 식사대용으로 밑반찬으로 다양하게 먹을 수 있는데요. 간단하게 만들어 볼까요^^','계란 5개,시금치 2뿌리(30g),당근 30g,양파 1/4조각,비엔나소세지 5개,우유 1/2컵,소금 약간,후추 약간','우선 양파, 당근, 비엔나를 준비~ 양파는 채썰어주고 당근은 길이대로 얇게 썰은 후 4등분, 비엔나는 길이대로 쫑쫑 썰어줍니다.재료가 정해진건 없으니까 집에 있는게 양껏 활용하세요.,시금치프리타타이니까 메인인 시금치도 준비하구요~,볼에 계란5개를 잘 풀어줍니다.,풀어놓은 계란물에 우유 반 컵도 넣어주고요~,후라이팬에 약간의 식용유를 두른 뒤 양파, 당근, 비엔나소세지를 약불에서 볶아줍니다. 소금/후추로 살짝 간도 해주고요~약불16cm크기의 소형후라이팬에 하면 딱 알맞은 사이즈 나와요~,양파의 숨이 죽으면 시금치를 넣어줍니다.,시금치도 숨이 죽을때까지만 살짝 볶아주고요~,여기에 미리 풀어놓은 계란물을 부어줍니다.,그리고 뚜껑을 덮어서 약불에서 10분간 그대로 둡니다.약불뚜껑 없으면 저처럼 호일 이용해서 덮어줘도 됩니다^^,약불의 기준이 가스렌지 화력마다 차이는 있지만, 사용하시는 가스렌지에서 제일 약하다 싶은 화력으로 놓아주세요.,10분 뒤에 호일 걷어내면 계란물이 폭신하게 빵마냥 부풀어서 찜이 되어 있을거예요~ 모양이 흐트러지지 않게 가스불끄고 5분간 그대로 둡니다.,5분뒤에 후라이팬에서 미끄러지듯 접시로 내려놓으면 시금치프리타타 완성!!','5d01.jpg','9db1.jpg,5131.jpg,e7d1.jpg,8841.jpg,0de1.jpg,3b81.jpg,65f1.jpg,1881.jpg,fbd1.jpg,f631.jpg,eee1.jpg,dc81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (128,'눈꽃식탁','핑거푸드 햄치즈달걀랩만들기','기타','와인을 가끔 접하는 저에요. 제가 딴건 잘 못마셔도 와인과 맥주만 마신답니다. 근데 이제 연말이니 집에서 와인파티를 할수도 있잖아요~ 그래서 핑거푸드를 만들어봤답니다. 뭐 과일로 와인안주를 할수도 있지만 좀 있어보이게 하고싶다면 이런 핑거푸드도 좋겠죠?','달걀 4개,슬라이스햄 8장,슬라이스치즈 2장,오이 1/2개,녹말가루 1Ts,우유 0.5Ts,식용유 약간,마요네즈 약간,오레가노 약간','달걀은 깨서 잘 풀어주고 여기에 녹말가루와 소금 우유를 섞어주세요.,여기에 ?윷물〕蹂?바질을 살짝 넣어주세요.,후라이팬에 기름을 두르고 코팅해준후 지단처럼 부쳐주세요.(이때 후라이팬은 20센치크기로 하세요.)
녹말가루를 넣어서 웬만해선 찢어지지 않는답니다.,이제 달걀랩이 준비되었으면,오이는 껍질을 벗기고 속을 파내고,길게 썰어주세요.,햄은 그냥 쓸거에요.
치즈는 두장을 겹치고 5mm두께로 썰어주세요.,이제 달걀랩에 마요네즈를 살짝 바르고,햄,치즈,오이를 넣고,돌돌 감아줘요.,이쑤시개로 고정시키고 2센치두께로 썰어주세요~
이게 바로 핑거푸드 햄치즈달걀랩이랍니다~','3251.jpg','1cf1.jpg,9f41.jpg,d5c1.jpg,8ec1.jpg,4561.jpg,a311.jpg,8c71.jpg,1b71.jpg,f5b1.jpg,f0e1.jpg,d511.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (129,'815요리사랑','무로 만드는 별미 / 무전 만드는 법','기타','감자 맛 나는 별미 무 전 만들기~','무,부침가루,꽃소금,식용유','무 껍질 제거하고 약 0.3~0.5cm 두께로~작으면 원으로 크다면 반달로 자르고,끓는물에 소금1/3스푼 넣고 끓기기작 부터 약 40초~1분 내외로 데치고,체에 밭쳐 물기 제거,비닐봉투에 데친 무 넣고 부침가루 2/3스푼 넣고 섞고,부침가루 크게 2스푼 (가감) 넣고 차가운 물 조금씩 부어 농도를 맞춘다 주르륵 흐르는 정도로~,반죽에 무 넣고 반죽 묻히고,달군 팬에 식용유 넣고 반죽 올려 굽고,노릇하게 구워준다','bf41.jpg','f561.jpg,6f61.jpg,4bc1.jpg,e481.jpg,e751.jpg,fb31.jpg,8491.jpg,a641.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (106,'815요리사랑','에어프라이어 소시지 피자','기타','간편하게 만드는 후랑크 소시지 피자 무조건 맛있다~ 정말 맛있어요','후랑크소시지 4개,피자치즈,양파 1/4개,소금,후춧가루 약간,케첩,머스타드소스,파슬리가루','양파 1/4개는 굵게 다지고 소금 한두 꼬집+후춧가루 뿌려 밑간해요,끓는 물에 소시지 4개 넣고 약 2분 정도 삶아요,삶은 소시지는 끝 조금만 남기고 반을 갈라요,여기에 밑간한 양파 약간씩 넣고, 살짝 꾹꾹 눌러줘요~,양파 위에 피자치즈 적당히 올리고,에어프라이어에 넣어요에어프라이어종이호일을 깔고 구우면 설거지 안해도 됩니다,굽기-170도에서 3분간 구워줍니다 구운 소시지에 케첩과 머스타드소스 파슬리가루 뿌립니다 무조건 맛있는 소시지피자 참 맛있네요~','9561.jpg','bad1.jpg,8151.jpg,5181.jpg,1f11.jpg,5201.jpg,8bd1.jpg,51b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (107,'서재인','[핑거푸드] 다이어트에도 좋은 "파프리카 계란찜"♪','기타','다이어트요리에도 좋고 한끼 식사로도 간단하고 든든하게 먹을 수 있는 파프리카요리/계란요리입니다. 간단하게 만들어볼께요^^','계란 2개,파프리카빨강 1개,파프리카노랑 1개,애호박다진것 1스푼,다진당근 1스푼,대파다진것 1스푼,소금 약간','우선 파프리카를 준비, 흐르는 물에 깨끗하게 씻어서 꼭지를 살짝만 남기고 잘라줍니다.,파프리카 윗부분을 잘라서 뚜껑을 만들어 주고요~ 파프리카 속은 과도를 이용, 깨끗하게 파내주세요.,계란2개를 잘 풀어서 준비합니다.,애호박, 당근, 대파를 각각 잘게 다져서 1스푼 정도씩의 양이 나오게 준비하구요~,미리 풀어놓은 계란물에 다진채소들을 넣고 소금간을 살짝 한 후에 잘 섞어주세요.,그리고 숟가락으로 떠가며 파프리카 안에 계란물을 채워줍니다.계란찜은 익으면서 부풀기 때문에
가득채우지 않고 파프리카 안 7~80%만 채워줍니다.,계란물을 넣고 나면 파프리카 뚜껑을 그대로 덮어줍니다.,접시째 그대로 옮겨 전자렌지에 넣어주고요~ 5분간 나눠 돌려줍니다.전자레인지전자렌지 사양에 따라 집마다 차이가 있기 때문에
3분 먼저 돌리고 상태를 확인 후 추가로 더 돌려주면 됩니다.
5분이 정해진건 아니니 상태봐가며 돌리세요.,완성된 파프리카 계란찜!!!,한 김 식혔다가 4등분해서 핑거푸드 마냥 그냥 손으로 잡고 맛나게 먹어주면 됩니다.,파프리카 자체 수분가득한 채소의 아삭달콤함과 계란찜을 부드러움이 만나 최고랍니다.','1301.jpg','cbc1.jpg,a631.jpg,e8e1.jpg,e7e1.jpg,e371.jpg,a3d1.jpg,bc61.jpg,2541.jpg,a691.jpg,9c21.jpg,ae41.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (108,'시크제이맘','꿀호떡버거','기타','버거','체더치즈 2장,달걀 2개,양상추,버터,마요네즈,머스터드소스','달군 팬에 버터 1조각을 녹여주고,호떡을 앞, 뒤로 구워 주세요.
같은 방법으로 4개 구워 주었지요.,달걀은 완숙 또는 반숙으로 취향껏 부쳐 주고,떡갈비는 시판용 냉동식품이죠
그걸로 사용했어요.
앞, 뒤로 노릇하게 구워 주세요.
팬 하나로 요리하는 게 좋으니깐
호떡 굽고, 달걀 부치고, 떡갈비 굽고
이 순서로 하니 딱 좋더구먼요.,양상추는 샐러드용으로 구입했어요.
그러니 참고하세요. 잘라 넣지 않아도 되니깐요.
꿀호떡 버거 재료 준비가 끝나면
이제 차곡차곡 쌓아주기만 하면 됩니다.,그냥 들고 먹으려면 불편하니깐
호일이나 랩 등을 미리 깔아 놓고
그 위에 올려 만들어 주심 편하겠죠.
호떡 한쪽 면에 마요네즈를 적당히 펴 올려 발라주고,떡갈비를 올려 줍니다.,그리고 치즈,달걀을 얹고,양상추를 올려주고,남은 호떡에는 머스터드소스를 발라 주세요.,그리고 덮어주면 끝!
옆에서 보면 이런 모습 ㅎㅎ
그냥 먹기에는 너무 부담스러운 사이즈라서,랩을 이용해 감싸 주었지요.
그리고 반으로 컷!,완성','c0f1.jpg','ea61.jpg,3021.jpg,5721.jpg,05c1.jpg,a411.jpg,4ce1.jpg,5961.jpg,f821.jpg,7e21.jpg,ae11.jpg,9aa1.jpg,00a1.jpg,48b1.jpg,d451.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (109,'815요리사랑','수원 왕갈비 통닭 레시피, 에어프라이어로 닭다리 굽기','기타','요즘 핫하다는 수원왕 갈비통닭 레시피를 줄이거나 추가해서 만든 맞춤 황금 레시피~','닭다리 5개,맛술 2스푼,소금 0.5스푼,생강가루 약간,식용유 2스푼,후춧가루 약간,진간장 8숟가락,설탕 2숟가락,고운고춧가루 0.5숟가락,후춧가루 1티스푼,콜라 7숟가락,요리당 2숟가락,식용유 1숟가락,참기름 1숟가락,양파 1/4개,청양고추 2개,홍고추 0.5개,마늘 3개','닭다리는 기름 제거하고 칼집을 깊숙이 넣어요칼집을 넣어 구우면 잘 익어요,손질한 닭다리에 밑간 재료 맛술,소금,생강가루,후춧가루를 넣고 밑간하고 (재료 준비하는 동안)식용유는 굽기 전에 발라주면 마르는 것을 예방해줍니다,양파 마늘을 곱게 다지고,청양 홍고추는 잘게 썰어요~ 매운고추는 기호에 맞게 하세요,소스 팬에 다진 양파 마늘과 양념장 모두 넣고 중불에서 끓이다가 약불로 줄여 약 3분 정도 끓이고 마지막에 청양고추 홍고추 넣고 살짝 끓이면 갈비맛 양념장 완성~,굽기전에 밑간한 닭다리에 식용유 2스푼을 넣고 코팅 시켜 구워요
1차 180도에 20분 중간에 뒤집고 다시굽고
2차 180도 15분 굽기 2~3번 뒤집어가며 구워요에어프라이어,노릇하게 구운 닭다리에 양념을 버무려줄거예요,볼에 구운 닭 넣고 양념을 적당히 넣고 섞어요,화끈하게 맵고 맛있게 매운 갈비맛 닭다리 구이 완성~','e621.jpg','ef51.jpg,a831.jpg,4041.jpg,c191.jpg,8e91.jpg,b1b1.jpg,3391.jpg,b271.jpg,d6a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (111,'만개의레시피','11월11일에 챙겨야할 떡 레시피! 가래떡츄로스','기타','11데이에 꼭 빼빼로만 챙기지말고 이젠 가래떡!!!! 농업인의날인거는 아셨죠??? 농업인분들 화이팅입니다세상의 모든 레시피 만개의레시피','가래떡 2줄,계핏가루 1숟가락,설탕 3숟가락','가래떡을 4등분한다.,가래떡 끝을 약간 남겨두고 칼집을 낸 후 번갈아 꼬아 꽈배기모양을 만든다.,달군 팬에 식용유를 넉넉히 두르고 가래떡을 튀기듯 굽는다.          

              옻칠 우드 조리도구 수저세트,볼에 계핏가루와 설탕을 섞는다.,설탕계핏가루에 튀긴 가래떡을 넣고 묻혀 완성한다.','2061.png','0fb1.png,b651.png,d671.png,79c1.png,ff11.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (110,'심술이네집밥이야기','양파를 이용한 럭셔리한 다이어트식 시금치프리타타','기타','프리타타는 달걀, 시금치 등이 주재료가 되는 건강한 이탈리안 오믈렛이예요. 냉장고 속 자투리 재료들을 이용해 얼마든지 다양하게 변형 가능한 프리타타로 건강한 다이어트와 성장기 아이들에게도 도움을 주세요^^','시금치 3~4뿌리,양파 1/4개,새송이버섯 1개,비엔나소시지 4개,방울토마토 3개,달걀 3개,우유 1/2컵,소금 3꼬집,후추가루,올리브유 2.5큰술','양파, 새송이버섯, 비엔나소시지, 방울토마토 등 
냉장고 속 자투리재료들을 이용해 만들수 있는
이탈리안 오믈렛 프리타타랍니다.,프리타타 필수재료인 시금치는
흐르는 물에 깨끗이 씻어
2~3등분으로 잘라주세요.시금치 3~4뿌리칼,양파와 새송이버섯은 채썰어 준비하세요.양파 1/4개, 새송이버섯 1개자색양파 대신 일반 양파를 사용하셔도 전혀 상관없어요.
준비되어있는 식재료를 이용하세요!,비엔나소시지를 모양을 살려 슬라이스 해주세요.비엔나소시지 4개비엔나소시지 대신 프랑크소시지나 베이컨, 어느것을 사용하셔도 상관없고요.
다이어트식으로 드실 분들은 닭가슴살 등을 이용하셔도 좋아요.,방울토마토 역시 모양을 살려 슬라이스 합니다.방울토마토 3개일반 토마토를 사용하셔도 되어요!,팬에 올리브유를 두르시고
양파, 새송이버섯, 비엔나소시지를 넣어
센불에서 볶아주세요.양파, 새송이버섯, 비엔나소시지, 올리브유 2큰술센불,양파의 숨이 죽기 시작하면 시금치를 넣고
소금, 후추가루를 넣어 볶아주세요.시금치, 소금 1꼬집, 후추가루 센불,시금치의 숨이 살짝 죽을 정도로만 볶아주세요.,달걀에 소금을 넣고 잘 풀어주세요.달걀 3개, 소금 2꼬집,풀어놓은 달걀에 우유를 넣고 섞어줍니다.우유 1/2컵(종이컵 기준)우유 대신 생크림을 넣어주시면
훨씬 더 풍부한 맛을 보실수 있지만
다이어트식으론 비추예욧!!!ㅋ,오븐용기에 올리브유를 벽면까지 꼼꼼히 펴발라주세요.올리브유 0.5큰술솔,볶은 재료들을 용기에 펼쳐 담아줍니다.볶은채소,달걀물을 붓고
방울토마토를 올려주세요.달걀물, 방울토마토다이어트식이 아니라면
체다치즈 또는 모짜렐라치즈를 올려주세요.,180도로 예열한 오븐에서 20~30분간 
노릇하게 구워줍니다.오븐180도오븐이 준비되어있지 않을시 
팬에 모든 재료를 넣고 뚜껑을 덮어
약불에서 노릇해질때까지 구워주세요.','44b1.jpg','c071.jpg,6c91.jpg,57d1.jpg,b6f1.jpg,7251.jpg,a3c1.jpg,5991.jpg,fda1.jpg,1691.jpg,f7a1.jpg,5241.jpg,2cf1.jpg,e8c1.jpg,1bc1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (112,'만개의레시피','쫄깃한 떡에 베이컨을 말아줘~! (제발) 에어프라이어 베떡베떡 ★ ','기타','쫄깃함과 짭조르름을 한방에 느끼실려면??? 베이컨떡말이 어떠신가? 이름도 귀여워 베떡베떡 ♡♥♡♥ 세상의 모든 레시피 만개의레시피','떡볶이떡 12개,베이컨 6줄,고추장 1숟가락,올리고당 3숟가락,다진마늘 1/2숟가락,케첩 3숟가락,간장 1/2숟가락,물 3숟가락','베이컨은 2등분한다.,끓는 물에 떡볶이떡을 넣고 30초간 데친다.,베이컨 위에 떡볶이떡을 올리고 돌돌 만 뒤 꼬치에 3개씩 꽂는다.,에어프라이어에 베이컨떡꼬치를 넣고 180도에서 8분간 익힌다.에어프라이어,팬에 소스 재료를 넣고 한소끔 약불로 끓인 후 베이컨떡꼬치에 발라 완성한다.취향에 따라 머스터드소스나 다진 땅콩을 뿌려주세요.','e3c1.jpg','e761.jpg,2191.jpg,f9e1.jpg,90d1.jpg,0771.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (113,'레비올라','마늘소스로 만든 초간단 꿀치즈 또띠아 피자 (갈릭버터피자)','기타','마늘 소스를 발라 피자치즈만 뿌리면 뚝딱 만들어지는 초간단 갈릭버터 피자예요. 따님들 아가 때부터 종종 만들어주던 건데 이름이 따로 없어서 꿀에 찍어 먹으니 꿀치즈 피자라고^^ 전자레인지에 만들어도 되고 에어프라이어에 만들어도 된답니다.','또띠아 1장,다진마늘 1수저,버터한 1조각,피자치즈 1/2컵','-재료-
또띠아 1장
다진 마늘 1수저
버터 한 조각 (15g)
피자치즈 반컵(종이컵),다진 마늘 1수저에 버터를 넣고
전자레인지에 돌려주세요.전자레인지,토스트 만드느라 버터를 다 사용해서
버터가 찔끔 남았어요.
그래서 버터오일을 조금 더 넣어줬어요.,전자레인지에 30초 돌려주세요.
버터가 녹을 정도로만 돌리면 되는데
다진 마늘이 익으면서 매운맛이 없어져서 좋아요.마늘맛을 강하게 느끼시려면 15초만 돌려
버터만 녹여주세요.,버터와 다진 마늘은 잘 섞어주세요.,또띠아는 에어프라이어에 넣을 거라 종이호일을 미리 깔아주었어요.,또띠아 위에 마늘 버터를 골고루 발라주세요.,그리고 파지 치즈를 가득 올려주세요.
참 쉽죠~!
이렇게 간단하니 자주 만들어 먹어요.,에어프라이어 바스켓에 종이호일째로 올려주세요.,에어프라이어에선 180도로 10분
전자레인지를 이용하시면 5분 정도 돌리시면 됩니다.
에어프라이어,고소한 치즈 향과 마늘 향이 솔솔~,마늘소스로 만든 초간단
갈릭버터 또띠아 피자가 완성~!
가위로 6등분으로 잘라주었어요.
마늘과 꿀은 면역력에 좋은 음식이죠~!
마늘은 아이들 먹이기 힘든데 또띠아 피자로 만들면 넘 잘 먹어요.
꿀도 달달하니 잘 찍어먹구요.','6ff1.jpg','2b61.jpg,3b11.jpg,5071.jpg,ec61.jpg,05a1.jpg,eee1.jpg,7331.jpg,1d81.jpg,ed31.jpg,3401.jpg,9b01.jpg,97d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (114,'또또이2','[라이스 페이퍼 요리] 닭가슴살 꿔바로우','기타','다이어트는 하고싶고 꿔바로우는 먹고싶은 아쉬운 마음에 만들어봤는데 생각보다 맛있었어요.','닭가슴살,당근 1/2개,간장 2숟가락,식초 3숟가락,물엿 2숟가락,설탕 2숟가락,라이스페이퍼,양파 1/2개','먼저 준비한 재료는 먹기 좋은 크기로 썰어주세요.,준비한 양념을 넣고 야채가 익을 정도로 적당히 볶아줍니다,준비한 닭가슴살은 꿔바로우 느낌이 나게 썰어주고 후추를 조금 뿌려줍니다.,그런다음 닭고기를 삶아주면 되는데 저는 집에 남는 월계수잎이 있어서 몇장 사용했어요.,닭가슴살을 모두 삶으면 뜨거운 물에 라이스 페이퍼를 적시고, 그 위에 닭가슴살을 올리고 돌돌돌 말아줍니다.,요렇게 하나씩 라이스 페이퍼로 감싸면 됩니다!,준비한 닭가슴살을 모두 라이스페이퍼에 싼 뒤 접시에 올리고 만들어둔 소스를 뿌리면 완성!
라이스 페이퍼의 식감이 쫀득해서 정말 꿔바로우를 먹는 느낌이었어요!','b621.jpg','3211.jpg,0b21.jpg,0e01.jpg,dfd1.jpg,5e21.jpg,7471.jpg,5d81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (115,'815요리사랑','스팸 두부구이 / 아이 반찬 간단한 술안주','기타','간단 재료로 맛있는 스팸 두부구이 만들어봐요~','스팸작은것 1,두부 2모,계란 2개,부침가루','재료 준비하고,두부는 4등분으로 스팸 크기에 맞게 자른 후 물기 제거~,스팸 1통 4등분뜨거운물 부어 식품 첨가물을 제거해 주어도 좋아요,스팸 크기에 맞게 모서리를 자르고,부침가루를 켜켜이 묻히고 두부 + 스팸 + 두부 순으로 올리고,3등분으로 자른 후 다시 부침가루 전체적으로 묻히고,크기는 가감~,계란 2개 풀고 재료 적시고,달군 팬에 기름 넉넉히 두르고 노릇하게 굽고,튀긴 두부 기름 제거~ 아이 반찬 간단한 술안주로 좋은 스팸 두부구이 맛있게 드세요','0021.jpg','6071.jpg,9121.jpg,9db1.jpg,9fd1.jpg,d4e1.jpg,b901.jpg,1c01.jpg,dee1.jpg,75e1.jpg,58c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (116,'우수푸드','겉바속촉 꽃양파 튀김 / 양파튀김 / 핑거푸드','기타','겉은 바삭바삭 속은 촉촉, 먹는소리까지 맛있는 양파튀김입니다.맥주안주로도 좋고 아이들 간식으로도 좋으며, 케첩과 잘 어울려요.','양파 1개,카레가루 3큰술,안매운고춧가루 2큰술,튀김가루 1컵,빵가루 1컵,계란 1개,우유 1/2컵,파슬리가루 1큰술,식용유 2큰술,에어프라이어또는식용유 1개','양파 뿌리부분은 아주조금만 잘라야되요. 윗부분도 납작하게 자른후 아래까지 잘리지 않게 링이 있으면 대고 자르시고 나무젓가락을 사방에 대고 자르셔도 됩니다.,16 등분으로 자른 후 물에 완전히 잠기게 담궈놓고 다른재료를 준비합니다. (양념도 잘 스며들고 이쁘게 벌어지기위함),튀김가루 한컵(종이컵) + 카레가루 3큰술 + 고춧가루 2큰술 
넣고 잘 섞어줍니다. 저는 안매운 고춧가루라서 2큰술 넣었어요. 너무 매우면 생략하시거나 조금만 넣으세요,우유 반컵과 계란1개도 섞어둡니다.,빵가루 한컵 + 식용유 2큰술 도 섞어둡니다.,채반을 이용하여 튀김가루섞은것과 계란물 석은것을 번갈아가며 두번 반복하여 뿌려줍니다. 
(step3 > step4 > step3 > step4 ),빵가루(step5)를 골고루 겉에도 바르고 양파속 사이사이도 발라줍니다.,에어프라이어에 하셔도되고. 저는 기름에 튀겼어요. 반죽물을 한방울 떨어뜨렸을때 위로 올라오면 적당한 온도 입니다. 
바삭하게 먹고 싶어서 약간 짙은 갈색이 될때까지 튀겼습니다.에어프라이어,데코레이션으로 파슬리가루 솔솔 뿌려주고 소스는 케첩이 잘 맞네요.','3f01.jpg','6601.jpg,61f1.jpg,bf71.jpg,6051.jpg,c021.jpg,c401.jpg,96b1.jpg,a541.jpg,0031.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (117,'시크제이맘','매콤마요 에그토스트 ','기타','토스트','식빵 1장,달걀 2개,소금 2꼬집,마요네즈 2숟가락,고춧가루 0.5숟가락,설탕 1숟가락,식초 1숟가락','소스부터 만들어 보자면
마요네즈(2), 고춧가루(0.5), 설탕(1), 식초(1)을
한데 넣어 고루 섞어 매콤마요를 만들어 두고,달걀 2개에 소금 두 꼬집을 넣어
고루 풀어 주고,달군 팬에 식용유를 두르고
달걀물을 부어 주세요.,그 위에 식빵을 올리고
계란이 어느 정도 익으면,뒤집기를 이용해 휙~뒤집어주고,계란 4면을 안쪽으로 사진처럼 접어주세요.,그리고 가운데 부분에 소스를 발라주고,반으로 접어주면 끝!,매콤마요에그토스트 완성','94b1.jpg','5c11.jpg,81f1.jpg,0f41.jpg,3801.jpg,1b61.jpg,d8b1.jpg,ea21.jpg,8aa1.jpg,b651.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (118,'맘앤랑','초간단 스팸 마요 덮밥 1인분','기타','잇님들,잘지내시죠?날씨가 너무 추운 요즘,요리하기 정말 귀찮죠? ㅜ.ㅜ?저는 요새 초간단 요리만 검색하고 있어요... > . <_♥?그래서 오늘은,스팸마요덮밥이 당첨 !!!?자, 만들어 볼까요 !?','스팸 1/2개,양파 1/2개,달걀 2개,간장 1T,소금 2꼬짐,설탕 2꼬짐,마요네즈,올리브유','1.양파 반개를 채썰어줍니다.,2.스팸 반개는 큐브모양으로 깍둑썰기를 해줍니다.,달걀 두개를 준비해주세요.,설탕 두꼬짐 넣어주세요.,소금도 두꼬짐을 넣어줍니다.,그리고 계란을 풀어줍니다.,이렇게 ,
준비과정은 마무리 되었어요.
본격적으로,
초간단 스팸 마요 덮밥
을 만들어 볼꺼에요!!,달군 후라이팬에,
올리브유를 2숟가락 넣어줍니다.,그리고 잘 풀어놓은달걀을 넣고 스크램블에그를 만들어줍니다.,이어서 큐브모양 스팸을 후라이팬에 노릇노릇 구어주세요!!,이어서 올리브유를 조금 넣고 양파를 볶아줄텐데요!,양파가 살짝 투명해지면 설탕 두꼬짐을 넣어줍니다.,진간장 1숟가락도 넣어주시고,설탕과 간장이 골고루 양파에 잘 베이도록 볶아줍니다.,만드는 과정은 끝!!,접시에 밥을 올려준건데요!!
예쁘게 담는 tip 을 드리자면,
(작은 밥공기에 밥을 꾹꾹 눌러담고 뒤집어서 접시에 떨궈줍니다!!)
이렇게 하면 모양잡힌 밥이 접시에 이쁘게 담기겠죠?,밥주변에 스크램블에그를 둥글게 놓아줍니다.,가운데 밥 위에 양파를 올려주고요!,양파 위에 스팸을 올려줍니다.,그리고 마요네즈로 원하는 모양으로 데코 해줍니다.
(마요네즈를 원하시는 만큼 뿌려 드시면 됩니다!!),초간단 스팸 마요 덮밥 완성~!!!','4381.jpg','15f1.jpg,6481.jpg,b461.jpg,c611.jpg,37e1.jpg,b5d1.jpg,a811.jpg,0151.jpg,d1a1.jpg,1a31.jpg,80f1.jpg,4ff1.jpg,1371.jpg,02e1.jpg,a6b1.jpg,0bc1.jpg,1941.jpg,b441.jpg,4c81.jpg,1421.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (119,'curie83','떡국떡이 신의 한수! 간장치킨떡볶이!','기타','떡국떡으로 간장치킨떡볶이를 만들어봤어요~남편이 떡국떡을 넣은게 신의 한 수 라고! 시켜먹는 치킨보다 맛있다고 하네요^^','닭볶음탕용닭 1kg,떡국떡 300g,우유 500ml,허브솔트 1t,후추 1t,청주 4T,올리브오일 2T,통깨 1T,설탕 4T,고춧가루 4T,다진마늘 2T,다진파 2T,간장 10T,굴소스 2T,물엿 10T,청양고추 4개,물 10T','닭을 씻은 후, 칼집을 내고, 우유를 부어 30분간 재워 비린내를 제거한다. 닭볶음탕용 닭1kg, 우유 500ml,우유를 버리고, 닭에 허브솔트, 후추, 청주를 넣어 10분간 밑간한다.허브솔트 1t, 후추 1t, 청주 4T,그 동안 볼에 양념 재료를 모두 넣어 소스를 만든다.설탕 4T, 고춧가루 4T, 다진마늘 2T, 다진파 2T, 간장10T, 굴소스 2T, 물엿 10T, 청양고추 4개, 물 10T,밑간한 닭에 올리브오일을 발라, 200도로 예열한 오븐에 넣어 20분간 구워준다.올리브오일 2T오븐,꺼내서 뒤집어준 후 10분 더 굽는다.,궁중팬에 기름을 두르고 떡국떡을 튀기듯이 구워주다가,양념을 넣고 끓인다.,떡에 양념이 배이면 치킨을 넣어,버무려준다.,통깨를 뿌려 완성한다.','c8a1.jpg','6311.jpg,c571.jpg,f5a1.jpg,23a1.jpg,3561.jpg,12f1.jpg,9ba1.jpg,24b1.jpg,dd21.jpg,c221.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (96,'러블리수','딸기잼 롤','디저트','달달한 우리아이간식 딸기잼롤 만들기~ 한입에 쏙쏙 베어먹을수있어 아이들 간식으로 좋은거같아요.','식빵 2개,딸기잼 2큰술,달걀 1개,슈가파우더 약간,버터 0.5큰술','식빵은 밀대로 밀어 아주 납작하게 만들어줍니다.,납작하게 밀은 식빵위에 딸기잼을 각각 한큰술씩 발라주세요.,도르르 말아주고 끝부분이 접착이 되도록 아랫부분으로 놓아둡니다.,계란 1개를 풀어준뒤 계란물에 퐁당퐁당 해주세요.,팬에 버터를 두르고 데굴데굴 굴려가며 익혀줍니다.,먹기좋게 한입크기로 썰어준뒤, 슈가파우더를 솔솔 뿌려냅니다.','9bf1.jpg','ded1.jpg,8c81.jpg,8631.jpg,f961.jpg,c861.jpg,b5b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (97,'luckydaddy','간식과 맥주안주로 딱 좋은 감자버터구이','디저트','단짠 단짠의 최고봉이며 간식과 맥주안주로 딱 좋은 감자버터구이를 만들어 보았어요.','감자 6개,설탕 2큰술,후추 약간,버터 2큰술,소금 1/2큰술,파슬리가루 약간','먼저 재료를 준비해 주세요.
감자는 큰 것을 4~6개 정도 준비해 주세요. 
보통 1인분에 감자 중자 기준 2개 정도면 될 거에요.,필러로 감자의 껍질을 제거 해주세요.필러, 감자,감자는 깨끗하게 닦아서 먹기 좋은 크기로 자른 후 물기를 빼주세요.
감자 한 개 당 작은 사이즈 감자는 4등분 정도 하시고, 큰 감자는 6등분 정도 하시면 될 것 같아요. 
알 감자가 있다면 그냥 이것을 사용하셔도 되요.감자,팬에 버터 약 2큰술 정도 두른 후 중불에서 버터를 녹여주세요.버터 2큰술중불,버터가 얼추 녹으면 감자를 넣고 버무려가며 익혀주세요.감자중불,소금 1/2큰술을 넣고(더 넣으면 짜요), 후추를 약간 톡톡 살짝 뿌려주세요.소금 1/2큰술, 후추 약간,중 약불에서 노릇노릇하게 감자를 굴려가며 5분 이상 익혀주다가 젓가락으로 큰 감자를 찔러보세요.
잘 들어가면 얼추 다 익은 것이고 잘 안 들어가면 덜 익은 것입니다.
감자를 익히실때 강불에서 익히면 감자가 타버리니 중약불에서 익혀주세요.중약불,감자가 다 익었으면 설탕을 두 큰술 정도(기호에 맞게 가감하시면 되요)뿌려 코팅해주세요.설탕 2큰술,감자와 설탕이 골고루 묻고 설탕이 녹을 때 까지 섞어주세요.,접시에 덜어 낸 후 파슬리 가루를 뿌려주면 감자 겉면은 달콤 바삭하고 속은 부드러운 간식과 맥주 안주로 딱 좋은 감자버터구이 완성.파슬리가루 약간,[연관 레시피]
케이준 감자튀김
@6946288','9521.jpg','e311.jpg,6ea1.jpg,12d1.jpg,2c31.jpg,9c11.jpg,cbb1.jpg,81f1.jpg,4121.jpg,4271.jpg,a6f1.jpg,7d61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (98,'로웰','간단하게 해먹는 간식 휴게소감자, 버터구이감자','디저트','휴게소에만 가면 놓치지 않고 챙겨먹는 휴게소감자 버터구이감자입니다 ㅋㅋ','감자큰거 4-6개,버터 2스푼,설탕 약간,소금 약간,후추 약간','감자는 깨끗하게 닦아서 먹기좋은 크기로 잘라, 물기를 빼줍니다.
후라이팬에 버터를 두른 후 감자를 넣어준 후 소금 반숟가락 정도를 넣고, 통 후추를 기호에 맞게 살짝 뿌려주세요,노릇노릇하게 감자를 익혀주다가
버터가 자작해지고 감자가 잘익었을때
(젓가락으로 찔러서 푹 들어가면 익은거예요)
설탕을 두스푼정도(기호에 맞게 가감하면 됩니다) 넣어줍니다.,감자 겉면이 달콤하고 바삭하고
속은 부드러운 버터구이 감자 완성!','97f1.jpg','4261.jpg,40d1.jpg,8c91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (99,'따봉이kitchen',' 톡톡 깨먹는 재미 달달한 크림브륄레 만들기!!!','디저트','설탕을 톡톡 깨뜨려먹는 재미가있는 크림브륄레 라는 디저트를 노오븐으로 만들어보려고 왔습니당♡♡♡ 커스터드 푸딩같지만 먹는방식이 다르고 맛또한 다르답니당~~~!!!','바나나우유또는원하는우유 240ml,계란노른자 3알,설탕A 50g,설탕B 10g,옥수수전분 1큰술,소금 1꼬집','계란노른자에 설탕A와 옥수수전분을 넣고 가루가 안보일때까지 섞어주세요,우유를 넣고 덩어리가 지지않게 잘섞어주세요,냄비에 2번을 넣고 약불에서 계속 휘저어가며 걸쭉해질때까지 5분정도 끓여주세요,짤주에 만들어진 크림을 담아주세요,원하는 공병에 짤주에 담은 크림을 2/3정도 담아줍니다,위에 설탕B 10g을 뿌려주세요,라이터총이나 토치로 윗면에 뿌린 설탕이 녹을정도로 데워주세요','53e1.jpg','7e81.jpg,3d31.jpg,3f61.jpg,8911.jpg,17a1.jpg,2ca1.jpg,cee1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (100,'뽀유TV','에어프라이어로 달콤한 허니버터 고구마 만들기','디저트','가끔 패밀리 레스토랑에서 사이드 메뉴로 허니버터고구마가 나오면 너무 맛있어서 순삭했는데요. 에어프라이어로도 패밀리레스토랑 비슷하게 허니버터고구마 만들수 있답니다.','고구마,버터,꿀,피자치즈','먼저 고구마를 익혀줄껀데 깨끗이 씻은 고구마를 180도 15-20분 돌려주세요에어프라이어,다익은 고구마는 칼로 반나눠 썰어 주시는데요. 칼이 끝가지 가지 않게 위에만 살짝 썰어주신 뒤 손으로 벌려 주시면 됩니다.,버터 한조각 가운데 올리고 꿀 살짝 뿌려줍니다,그 다음 그 위에 모짜렐라 치즈를 뿌리고 파슬리가루를 솔솔 뿌려주신뒤 170도에 5분 돌려 주시면 끝!!!*에어프라이어마다 화력이 약간씩 다르니1-2분 추가해주시면 됩니다,에어프라이어로 만든 허니버터고구마 완성되었어요^^,노릇노릇하니 정말 맛있어 보이지 않나요?한입 먹어보니
우왕!버터향 솔솔 나면서 달콤+고소하니 너무나 맛있어요.패밀리 레스토랑 부럽지 않은 맛이에용ㅎ','ebb1.jpg','7921.jpg,5111.jpg,bcf1.jpg,4cc1.jpg,2ae1.jpg,1541.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (152,'엘린84','두부강정 맵지않은 소스로 아이들 입맛까지 확 ~','밑반찬','두부강정 맵지않은 소스로 아이들 입맛까지 확 ~','두부 1모,부침가루 약간,식용유 약간,케첩 3큰술,올리고당 2큰술,설탕 1큰술,간장 2큰술,다진마늘 1큰술','재료도 간단하고 만드는법도 간단한 
아이들 입맛사로잡는 두부요리 !
두부강정 만드는법 알려드릴께요 :),두부는 부침가루에 골고루 묻혀줄껀데요
그 전에 두부에 있는 물기를 어느정도 제거해줘야 해요
키친타월이나 주방용 면보를 사용하셔서
두부에 묻어있는 물기를 제거해주세요,물기를 어느정도 제거해준뒤에는
먹기 좋은 크기로 잘라주세요
너무 작게 잘라서도 해봤는데 튀겨줄때 조금 귀찮더라고요 ㅎㅎ
그래서 저는 깍두기보다 조금 더 큰 크기로 잘라줬어요,그 다음은 두부에 부침가루를 골고루 묻혀줄 차례인데요
손으로 하나하나 묻혀주는것도 좋지만 제일 간단한 방법으로는
요렇게 위생봉투를 사용하는 것이지요 !
위생봉투안에 부침가루를 적당량 넣어주고
썰어둔 두부를 몽땅 넣어 흔들흔들 흔들어주세요 ~
그럼 손에 묻히지 않고도 두부에 부침가루를 골고루 입힐수 있어요,부침가루 곱게 입은 두부들을 이제 튀겨줄꺼예요
프라이팬에 식용유를 적당히 둘러주세요
튀길때는 기름이 조금 많이 들어가니 넉넉하게 둘러주시면 좋겠지요
그리고 중간불 정도의 세기에 맞춰두고 두부를 올려주세요
부침가루가 너무 많이 묻어있는 두부는 한번씩 탈탈 털어서 올려주세요 ~,두부가 노릇하게 익는동안 약간의 시간이 걸리는데요
이때 두.부.강.정 소스를 만들어 주면되요
케첩 3큰술, 간장 2큰술, 설탕 1큰술, 다진마늘 1큰술, 올리고당 2큰술
분량대로 넣어서 골고루 섞어서 준비해주세요
조금 매콤한걸 원하시면 고추장을 1큰술 정도 넣어주셔도 좋을듯해요,두부는 요리조리 돌려줘가며 골고루
노릇노릇하게 익혀주세요 ~,하게 익혀준 두부들은 키친타월에 올려
기름기를 살짝 제거해주시고요,아까 만들어뒀던 분량의 소스를 한번 끓여줄꺼예요
너무 팍 끓이면 안되고 은근한불에 살짝만 데운다는 느낌으로
끓여주세요,소스가 파르르 끓어오르기 시작하면 불을 꺼주시고요
잘 튀겨준 두부들을 넣어서 골고루 섞어주세요,골고루 섞어주기만 하면 맛있는 두부강정 완성이예요 !
평소 저희 아이들은 두부를 그리 좋아하진 않아요
근데 요거 해주면 잘 안먹던 두부도 너무 잘먹는답니다
새콤달콤한 소스가 아이들 입맛 사로잡는데 한몫더했겠죠 ㅎ','bde1.jpg','f671.jpg,0bc1.jpg,1471.jpg,54d1.jpg,1371.jpg,5191.jpg,7ab1.jpg,57d1.jpg,58b1.jpg,0bf1.jpg,e271.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (153,'yejib1112','볶아 먹는 시금치도 맛있다♪ 시금치달걀볶음 ','밑반찬','달걀이랑 함께 볶은 시금치 달걀볶음입니다:)','시금치 1/2단,달걀 3알,기름 2-3T,다진파 1줌,소금 3꼬집','시금치는 깨끗하게 씻은 뒤 먹기 좋게 잘라주세요.시금치 1/2단,달걀 3알은 소금 한꼬집 넣어 잘 풀어주세요.달걀 3알, 소금 한꼬집,팬에 기름 살짝 두르고 달걀물을 넣어 약불에서 젓가락으로 저어가며 스크럼블 에그를 만들어 주세요.기름 약간, 달걀물약불,만들어진 스크럼블 에그는 접시에 잠시 덜어놓아 주세요.,팬에 기름 2T, 다진파 한 줌을 넣어 약불에서 파기름을 만들어 주세요.기름 2T, 다진파 한줌약불,파향이 올라오면 센불로 올리고 시금치를 넣어주세요.시금치센불,시금치 숨이 살짝 죽으면 소금 두꼬집 정도 넣어 잘 섞어주세요.소금 2꼬집센불,그리고 아까 만들어 놓은 스크럼블 에그를 다시 넣어 잘 섞어주면 완성입니다:) 부족한 간은 소금으로 맞춰주세요.스크럼블 에그센불소금 대신 굴소스를 조금 넣어주셔도 좋아요.','9f91.JPG','8971.JPG,6421.JPG,78b1.JPG,3b91.JPG,5081.JPG,6bb1.JPG,83e1.JPG,c271.JPG',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (154,'오마이쿡','봄동 된장무침','밑반찬','김장김치가 조금 물릴때쯤 집에서 자주 해먹는 음식중 하나입니다. 봄동은 가격도 저렴하고 금방 무쳐놓으면 젖가락이 자주 가는 반찬이지요^^ 만드는 방법도 간단하니 금방 만들어 식탁에 올려보세요~~','데쳐서물기짠봄동 600그람,다진파 2큰술,다진마늘 1큰술,된장 2큰술,고추장 1큰술,매실액 2큰술,참기름 1큰술,통깨 1큰술,소금 약간','봄동은 잎이 연한것으로 고른다.,잎을 떼어 끓는 물에 소금을 넣고 데친다.,찬물에 여러번 헹구어 씻어 물기를 꼭 짠다.,파와 마늘은 다진다.,봄동은 먹기좋은 크기로 자른다.,위의 양념으로 조물조물 무친다.,접시에 담는다.','8711.jpg','d831.jpg,81c1.jpg,1591.jpg,0661.jpg,7481.jpg,72d1.jpg,8211.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (155,'이웃사슴','짭조름하고 쫀득쫀득한 새송이버섯버터구이 만들기','밑반찬','새송이버섯버터구이는 재료도 간단하고, 예쁘며, 식감도 쫀득쫀득해서 간단하게 만들어 먹기 좋을 뿐만 아니라손님 초대상에 내기도 좋아요!','새송이버섯 2개,식용유 적당량,버터 10g,진간장 1.5큰술,맛술 1.5큰술','새송이버섯은 약 2cm 두께로 도톰하게 썹니다.,도톰하게 썬 새송이버섯의 양면에 칼집을 냅니다.칼집을 너무 깊게 내면 구운 뒤 흐물흐물 벌어져 오히려 모양이 안 예뻐요. 그러니 칼집의 깊이를 새송이버섯 두께의 1/4 정도가 되게 해 주세요.,프라이팬에 식용유를 적당히 두르고 센 불로 달궈요.,그리고 새송이버섯을 올린 뒤 앞뒤로 뒤집어가며 굽습니다.,새송이버섯이 노릇노릇하게 익으면 불을 약불로 줄이고 버터를 넣은 다음 버섯에 고루 묻게끔 잘 녹이며 구워 줍니다.약불,그리고 맛술 1.5큰술과 간장 1.5큰술을 넣은 다음 양념이 잘 배게끔 뒤집어 주며 구우면 완성이에요!','5bf1.jpg','9fc1.jpg,e9c1.jpg,e071.jpg,42e1.jpg,9641.jpg,f8e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (156,'행복한윤블리네','♥[신혼밥상] 5분 반찬 상추겉절이','밑반찬','봄철 입맛 돌게 만드는 상추겉절이~ 한국식 샐러드 ㅋㅋ 밥도 좋아요. 고기에도 잘 어울리는 반찬! 초스피드로 뚝딱 즐겨보세요~','상추 20장,고춧가루 2큰술,다진마늘 1큰술,간장 1큰술,설탕 1스푼,식초 2큰술,참기름 1큰술,통깨 1큰술','상추를 썰거나 손으로 뜯어주세요.,큰 볼에 고춧가루2, 다진마늘 1, 간장 1, 설탕1, 식초2, 참기름1, 통깨1을 넣고 섞어주세요.,상추를 한쪽에 몰아준 다음 상추를 조금씩 잡아서 양념장을 조금씩 무침 반복! 그래야만 간 조절에 실패 없음!한꺼번에 무쳐주면 편하지만 상추양에 따라 양념장이 많거나 부족할 상황 예방!,통깨 팍팍!
손목에 힘을 빼고 아주 살살살 버무려 주면 완성!,샐러드처럼 드셔도 좋고, 밥 넣고 상추 넣고 참기름 쪼르륵해서 비빔밥해서 드시면 이 또한 별미 중의 별미!','3c01.jpg','8ef1.jpg,2bd1.jpg,2551.jpg,1fb1.jpg,3d71.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (161,'배고픈엄마','자꾸 손이가는 황태강정이 치킨강정같아요~ 황태강정','밑반찬','애들아빠가 강원도 출장갔다가 큰 쇼핑백을 들고 들어 옵디다. 그 속에는 황태 10마리를 찢어 만든 황태채?가 꾹꾹 눌러 담긴 큰 봉지가 들어 있더군요. 요즘 황태채를 밀폐용기에 담아 식탁에 올려 두고 밥에 물말아 고추장에 찍어 먹고 있지요. 그냥 주전부리로 먹어도 맛난 황태채를 기름에 바삭하게 튀겨 매콤달콤한 소스에 버무려 강정으로 만들면 온가족이 맛나게 먹을 수 있는 반찬도 되고 간식도 되고 술안주도 된답니다.','황태채 2줌,전분 3큰술,튀김기름,고추장 1큰술,케첩 1큰술,핫소스 1큰술,청주 2큰술,매실청 1큰술,물엿 1큰술,다진마늘 1/2큰술','황태채 길이가 엄청길어 가위로 5~6cm로 먹기 좋게 잘라 주었습니다.,가위로 자른 황태채 2줌을 준비 했습니다.,황태채는 물에 담궈 불리는 것이 아니라 물에 담궜다 바로 건져 물기를 꼭 짜 줍니다.,그리고 전분 3큰술을 고르게 묻혀 준 후 여분의 가루를 털어 줍니다.,그리고 달군 기름에 넣고 노릇하니 바삭하게 튀겨 건져 줍니다.,팬에 고추장 1큰술, 케첩 1큰술, 핫소스 1큰술, 청주 2큰술, 매실청 1큰술, 물엿 1큰술, 다진마늘 1/2큰술 을 넣고 고르게 섞은 양념이 한번 바글하니 끓으면....,튀긴 황태를 넣고 재빠르게 양손으로 버무려 줍니다.,통깨 솔솔~ 뿌려 맛나게 드시면 되겠습니다. 순살 치킨강정 같은 황태강정입니다. 자꾸 손이 가네요~~','c9b1.jpg','45e1.jpg,8101.jpg,a911.jpg,8d51.jpg,3ad1.jpg,a481.jpg,c221.jpg,86d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (162,'lee쉐프','매콤 바삭 달콤 고등어 강정','메인반찬','울~ 아들이 대형 마트에서 손질되어 있는 고등어를 사왔네요.ㅎ 알뜰하게도 엄마챙기는 울 아들 고마워♡ 손질되어 있는 고등어는 요리하기 편해 좋네요. 세상 참 살기 좋아졌어요. ㅎ 오늘은 매콤 달콤 바삭 고등어 강정을 만들어 봤습니다. 밥반찬으로도 좋지만 술안주,손님접대에도 손색이 없습니다. 구하기 쉽고 가계 부담도 없은 고등어 요리입니다.','손질된고등어 200g,녹말가루 2큰술,다진마늘 1큰술,다진청양고추 1큰술,다진홍청양고추 1큰술,다진양파 2큰술,참기름 1/2큰술,식용유 적당히,간장 1큰술,올리고당 1큰술,굴소스 1작은술,꿀 1큰술','손질된 고등어는 흐르는 물에 한번 헹궈준후 물기를 닦아 주세요.,적당한 크기로 썰어 녹말가루를 묻혀 주세요.,마늘,청양고추,홍청양고추,양파는 다져 주세요.,팬에 식용유를 두르고, 고등어를 넣고 구워 주세요.,노릇하게 구워지면 뒤집어서 구워 주세요.,팬에 식용유를 1큰술 두르고 다진 양파와 다진 마늘을 넣고 볶아 주세요.,청양고추,홍청양고추를 넣고 위의 분량의 양념을 넣고 끓여 주세요.,바삭하게 구운 고등어를 넣고 섞어 주세요.
참기름을 넣고 버무려 주세요.,완성 그릇에 담아 주세요.','e001.jpg','c701.jpg,4fb1.jpg,0181.jpg,9a71.jpg,2301.jpg,2191.jpg,bee1.jpg,5cb1.jpg,4371.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (163,'얌무','[간단 자취요리] 비주얼 끝장판!! 참치 스테이크 만들기 ','메인반찬','안녕하세요 여러분?? 히히 오늘은 참치 스테이크를 만들어 봅시다!!소스는 간단하게 시판용 돈가스 소스를 사용했고, 옆의 장식은....얌싸때 먹고 냉장고에 방치해둔 셀러리를 장식으로나마 살려봤어요 :D그리고 오늘 비지엠이 조금 특별하죠..? 개인적으로 딱딱 맞아 떨어지는 느낌이 너무 좋아서, 모차르트를 좋아하는데 (1도 안어울리지만 클래식 전공이었던 얌무) 유튜브 무료음원에 딱 2곡 있더라구요..ㅋㅋㅋ언젠간 쓰겠지 하고 받아뒀는데 이때 아니면 못쓸 것 같아서 넣어봤어요! [모차르트 - 세레나데 13번 G장조 "아이네 클라이네 나흐트무지크"] 이곡은 굉장히 유명한 곡이라 많이들 아실 것 같네요!감각있으신 분들은 이미 느끼셨겠지만 칼질할때 일정부분들의 박자를 편집으로 맞춰봤습니닼ㅋㅋ�?(헛짓 매니아)','참치캔 1개(기본사이즈),부침가루,양파 1/2개,당근,소금 2/3t','재료를 준비한다.,우선 양파를 잘게 다져준다.,당근도 잘게 다져준다.,기름 뺀 참치와 계란, 다진 야채, 소금을 넣어 섞어준다.# 당근은 생략하셔도 되지만 이럴때라도 당근을 모르는척 먹어보세요..히히 건강에 좋습니다!!,부침가루를 넣어가며 되직하게 만들어준다.* 예상질문 : 부침가루 없으면 어떡해요?
* 미리답변 : 어차피 여기서 부침가루는 반죽을 서로
붙여주기 위한 용도이니 밀가루도 좋고 튀김가루도 좋아요ㅎㅎ,한 덩어리씩 잡고 손으로 쳐준 후 모양을 잡아준다.이 작업을 꼼꼼하게 해주셔야 구울 때 갈라지지 않아요.,팬에 기름을 두르고 구워준다.중약불,한 면이 단단하게 익은 후 뒤집어준다.# 구울때 한면이 단단하게 익은 뒤에 뒤집어주셔야 모양을 유지합니다. 덜익었을때 뒤집으면 갈라져요!,시판 돈가스 소스와 함께 곁들인다.','be31.jpg','6091.png,7631.png,1c01.png,d2b1.png,d121.png,f3a1.png,7201.png,a7e1.png,8c61.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (157,'freebell','아삭한 식감이 매력적인 단짠 반찬 마늘종 볶음','밑반찬','달달 짭조름한 반찬으로 마늘종볶음을 만들어 보았어요.','마늘종 130g,대파 40g,양파 40g,다진마늘 1/2T,식용유 2T,통깨 적당량,참기름 1/2T,진간장 2T,올리고당 1T','재료를 손질해 주세요.
- 양파는 채썰어 준비해주세요.
- 마늘종은 4~5cm로 먹기 좋은 크기로 잘라주세요.
- 대파는 총총 썰어 준비해주세요.,프라이팬에 식용유 2T를 두르고 손질한 대파를 넣은 뒤 파기름을 만들어 주세요.중간 불대파 표면이 노릇해질 정도로 볶아주세요.,만들어진 파기름에 채썰은 양파를 넣고 30초 정도 볶아 파기름을 입혀줍니다.중간 불,볶아진 양파에 마늘종을 넣고 30초 정도 볶아주세요.중간 불,볶아진 양파와 마늘종에 다진 마늘을 넣고 30초 정도 골고루 볶아주세요.중간 불,프라이팬 가장자리나 가운데에 공간을 비워두고 진간장 2T를 2번에 나눠 부운 뒤 재료와 골고루 섞어가며 30초 정도 볶아주세요.중간 불간장을 조리듯이 끓이다가 양이 반으로 줄었을 때 재료와 섞어서 볶아주세요.,간장에 볶아진 재료에 올리고당 1T를 넣고 골고루 어우러지도록 30초 정도 볶아줍니다.약한 불,불을 끄고 참기름 1/2T를 두르고 통깨를 뿌려 마무리해줍니다.,먹기 좋은 그릇에 담으면 아삭한 식감이 매력적인 단짠 매력 반찬 마늘종 볶음이 완성됩니다.','7d21.png','1051.jpg,e121.jpg,cc51.jpg,b5f1.jpg,b2b1.jpg,4a71.jpg,26c1.jpg,5bf1.jpg,7f21.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (158,'하나숲','고소하고 상큼한 일본식 오이토마토무침','밑반찬','작년에 일본 여행 갔다가 일본식 가정식 반찬이 깔끔하고 맛있고 간단하여 만들어 보았어요 불요리가 아니라 지금부터 여름내내 만들어 드시면 좋아요 쉽게 만들 수 있어서 좋고 맛있답니다','오이 1개,완숙토마토 1개,꽃소금 약간,설탕 2작은술,깨소금 2큰술,현미식초 2작은술,양조간장 1큰술,참기름 1작은술','오이와 토마토는 깨끗이 
씻어 주고
(토마토가 작아서 두개 했어요)
오이 표면에 있는 오돌도톨한 
부분을 살짝 제거 해 주세요,오이는 반으로 잘라서
씨를 제거 해 주고 ~,오이는 1.5cm 정도로 썰어 주고 ~,꽃소금 약간 넣어
섞어 준 다음
10분 절임 하고 ~,키친타올에 수분기
제거 하고 ~,볼에 담아 주세요,토마토는 십자로 썰어 주고
다시 반으로 잘라서 ~,씨를 제거 해 주세요,양념 만들어 주고 ~,깨소금은 바로 곱게
갈아 주면 더
맛있어요,양념은 잘 섞어 주세요,볼에 오이와 토마토
담아 주고 ~,양념 넣어 주고 ~,살살 버무려 주면 됩니다,접시에 담아 주고 ~','25d1.jpg','9541.jpg,6b01.jpg,1011.jpg,4eb1.jpg,2c71.jpg,0c91.jpg,7e41.jpg,0d81.jpg,b6c1.jpg,22c1.jpg,8721.jpg,7c41.jpg,afa1.jpg,dcb1.jpg,1651.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (159,'o세실리아o','두부시금치무침 이 레시피가 제일 맛있네요','밑반찬','시금치 좋아하세요? 외할머니께서 매일같이 밥상에 올려주시던 시금치두부무침의 맛을 아직까지도 잊을 수 없어서 아이들반찬으로도 종종 올려주는데요, 부드럽고 고소한 맛이 좋아 아이들이 참 좋아한답니다. 시금치를 좋아하지 않는 꼬꼬마입맛 남편도 시금치두부무침은 부드러워서 참 좋아해요. 자주 해먹는반찬인 만큼 만들 때 마다 진화에 진화를 거듭하네요~ 두부를 양념과 달달 볶아 수분기를 없애줬더니 하루가 지나도 금방 무친 것 처럼 맛이좋아요. 시금치두부무침 황금 RECIPE 만들어볼게요~','시금치 1단,두부 1/2모,간장 2T,참기름 1T,깨소금 1T,설탕 0.5T,소금 0.5T','두부 반모는 칼등으로 잘게 으깨어준다.,참기름 1T, 간장 2T, 깨소금 1T, 설탕 0.5T 를 넣고 양념을 만들어 준다.
- 부족한 간은 마지막에 소금으로 맞춰주세요 (소금 0.5t),팬에 으깬 두부를 넣고 만들어진 양념 1/2 분량을 부어 준 뒤 수분이 날아갈 때 쯤 꺼내어 볼에 담아둔다.
- 꿀tip. 두부의 물기는 키친타올로 어느정도 제거할 수 는 있지만 시간이 지나면 물이 생기므로 맛이 없어지는데요. 팬에 한번 볶아주시면 금방 무친 것 처럼 간도 잘 유지되고 보송하게 드실 수 있어요.,시금치는 지저분한 잎을 떼어낸 뒤 흐르는 물에 깨끗하게 씻어 준다.
- 시금치를 삶고 남은 물은 된장찌개 육수로 사용해도 감칠맛이 참 좋으니 시금치에 잔여물이 남지 않도록 바락바락 깨끗하게 잘 씻어주세요.,깨끗하게 씻은 시금치는 밑둥을 자르고 먹기좋은 크기로 2등분 한다.,끓는 물에 소금 0.5t를 넣어준 뒤 시금치를 넣고 20초간 삶아준다.
- 너무 푹 무르게 삶아버리면 영양소 파괴가 많아지니 1분이내로 꺼내어주세요
- 소금을 넣으면 초록빛깔의 예쁜 색감을 유지할 수 있어요,시금치를 삶아낸 물은 버리지 마시구요 육수대신 사용하면 감칠맛이 좋아요. 저는 된장찌개를 만들었답니다 ^^,데친 시금치는 찬물에 헹구어 손으로 물기를 꼭 짠다. 두부가 담긴 볼에 시금치를 넣고 나머지 양념을 다 넣어준 뒤 손으로 조물조물 무쳐준다. 부족한 간은 소금 (0.5t) 를 넣고 마무리한다.,부드럽고 고소하고 담백한 시금치두부무침. 박브라더스가 제일 좋아하는 반찬 중 하나예요. 참기름 냄새 솔솔나는 초록나물을 무치고 있을 때면 옹기종기 모여앉아 호로록~ 다 먹어버리는 효자반찬이랍니다. 맛있게 드세요~','cb31.jpg','ae11.jpg,74b1.jpg,abc1.jpg,24a1.jpg,f2c1.jpg,4591.jpg,26b1.jpg,9d01.jpg,8b51.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (160,'행복한윤블리네','♥[신혼밥상] 10분 반찬! 메추리알조림','밑반찬','아이반찬 걱정 뚝! 일주일간 반찬 걱정 그만! 달달소스에 빠진 메추리알 10분이면 뚝딱 반찬을 소개합니다.','메추리알 270g,스팸 1/2캔,청양고추 1~2개,올리고당 1바퀴,다진마늘 1커피스푼,참기름 1스푼,통깨 적당히,간장 6스푼,설탕 1.5스푼,맛술 2스푼,물 1종이컵','메추리알과 스팸하나면 반찬걱정 끝!,스팸 반캔 또는 1캔 네모네모 잘라주세요.,간장 6스푼을 넣어주세요.(선택재료) 맛술2스푼 감칠맛 추가,설탕 1스푼 반을 넣어주세요.,물은 종이컵1잔 분량 붓기.,다진마늘 커피스푼1
매콤한 맛을 좋아한다면 
청양고추 또는 꽈리고추 추가
아이를 위한 반찬이라면 
이 단계 생략!,7분~8분 동안 졸여주세요.,가스불 끄기 직전 올리고당 한바퀴 빙 둘러주시고 참기름 1스푼, 통깨 뿌리면 초간단 반찬 완성!','7b21.jpg','2a21.jpg,a8c1.jpg,6401.jpg,73d1.jpg,6bb1.jpg,4a71.jpg,9b71.jpg,7a11.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (132,'레비올라','또띠아 토스트 초간단 레시피 정또띠로 브런치 즐겨요','기타','매일 밥밥밥~ 3주 동안 따님들도 집안에서만 생활하니 밥이 질리나 봐요 ㅋ 먹성 좋은 따님들 점심은 뭐 먹을까 물었더니 아까 밥 먹었는데 왜 또 밥 먹는 거냐며~^^; 그래서 한 끼 정도는 토스트나 샌드위치를 만들어주고 있어요. 따님 피자 만들어 주려고 사다 둔 또띠아가 있어서 간편하게 #또띠아토스트 를 만들어 먹었어요. 몇 년 전 일명 #정또띠 로 자주 만들어 먹었던 #또띠아 #토스트 ~그럼 휘리릭 만들어 볼까요!','토르띠야 2장,달걀 4개,체다치즈 4장,모차렐라치즈 1컵,양파 1/2개,양배추 조금,설탕 2수저,버터 1조각','정또띠 레시피에 양배추는 안 들어가요.
또 계란은 1개만 넣는데 전 2개를 넣어주었어요.
전 냉장고에 있길래 양배추도 함께 넣어주었어요.,양파와 양배추는 얇게 채 썰어 준비해 주세요.,양파와 양배추는 얇게 채 썰어 준비해 주세요.,달궈진 팬은 약불로 줄이고 버터를 발라주세요.,계란 두 개를 풀어 노른자는 터트려주세요.,양배추, 양파를 올려주고,체더치즈 2장도 올려주세요.
체다치즈는 한개를 반으로 잘라 올려주셔도돼요.,그 위에 또띠아를 올려주고 꾹꾹 눌러주세요.,계란이 익으면 또띠아를 뒤집어주세요.,그 위에 설탕 1수저와 모짜렐라치즈를 올려주고,토르티야를 반으로 접어 치즈가 녹을 때까지 잘 눌러 구워주세요.
전 2번 정도 뒤집어 주었어요.,#초간단레시피 토르티야 토스트 완성~!
여기에 취향껏 케첩을 뿌려주면 끝.','9581.jpg','2891.jpg,a1a1.jpg,5b31.jpg,7331.jpg,b531.jpg,2ac1.jpg,d051.jpg,f8c1.jpg,e131.jpg,2c91.jpg,7b91.jpg,fec1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (133,'시크제이맘','라면만큼 쉬운 백종원 라볶이','기타','라볶이','물 1+1/2컵,라면 1봉지,고추장 1숟가락,설탕 1숟가락,어묵,삶은달걀 ?','좋아하는 라면으로 1봉지 준비합니다.
양을 늘리기 위함으로
어묵이랑 삶은 달걀을 준비했는데요.
떡볶이나 라볶이에
요 두 재료가 빠지면 좀 섭섭해 ㅎㅎ,물은 1컵하고 1/2컵 준비하고,라면 스프는 2/3 정도 넣어주고
건더기 수프도 다 넣어 주세요.,그리고 고추장 (1), 설탕(1)을 넣어 줍니다.
양념을 넣고 드셔보세요.
사람마다 입맛이 다를 수 있으니깐
짜다 싶으면 물을 조금 넣어주시던가
그 반대라면 고추장이나 스프양을 늘려
본인 입맛에 맞게 양념해 주세요.,바글바글 끓어오르면 라면이랑 어묵을 같이 넣어주고,삶은 달걀도 넣어
보글보글 끓여 마무리해 주심 된답니다.
진짜 쉽죠~,완성','4301.jpg','8ed1.jpg,21e1.jpg,3f81.jpg,da01.jpg,ff31.jpg,6aa1.jpg,7931.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (134,'시크제이맘',' 새둥지전 감자채전','기타','감자채전','감자 3개,달걀 1개,부침가루 2숟가락,소금 0.3숟가락,체더치즈 1장,파슬리가루,식용유','감자 중간 사이즈 3개를 준비해
채칼을 이용해 최대한 가늘게 채 썰어주고
여기에 소금 0.3을 한데 넣어
조물조물 버무려 3분 정도 두고,소금에 절여져서 감자는 부드러워지고,수분이 나온 상태로 여기에 부침가루 2숟가락을 넣어
고루 섞어 반죽을 해주세요.
+기호에 따라 베이컨을 잘게 썰어 넣어도 좋아요.,달군 팬에 식용유를 두르고
불을 중약 불로 줄여주고
준비한 반죽을 팬에 고루 펴 주고
(24cm 팬을 사용했구요 준비한 재료를 한 번에 다 올렸습니다),한쪽 면이 노릇하게 익으면
뒤집게를 이용해 뒤집어주고,반대 면도 노릇 바삭하게 부쳐
감자가 다 익으면
윗부분에 숟가락을 이용해
달걀이 들어갈 자리를 만들어 주고,달걀을 올리고
체더치즈 1장을 찢어 군데군데 올려 주세요.
달걀은 취향껏 양을 늘려도 무관해요.,센 불에서 조리하면 탈수 있으니깐
약불로 줄여 뚜껑을 덮어 계란을 익혀 마무리해 주세요.
노른자 익힘 정도 역시 드시는 분 취향에 익혀주세요.
저희는 반숙으로~,완성','42a1.jpg','bba1.jpg,4f31.jpg,1d81.jpg,1031.jpg,5251.jpg,fa31.jpg,58f1.jpg,6b51.jpg,4a91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (135,'저녁노을','김미려 깻잎 다이어트, 깻잎 계란볶음','기타','개그우먼 김미려가 출산 후 깻잎 다이어트로 체중을 14kg를 빼 화재가 되고 있습니다. 깻잎 하나만 먹는 게 아니고 음식에 섞어 먹는 방법이었습니다.','▶재료:계란 3개,깻잎 8장,파프리카 1/4개씩,양파 1/2개,가지 1/2개,당근,콩기름,소금,깨소금 약간','계란은 풀어 소금 간을, 각종 재료는 먹기 좋은 크기로 썰어주고, 깻잎은 씻어 물기를 빼줍니다.,팬에 기름을 두르고 썰어둔 채소를 넣고 볶아준 후 계란을 부어 익혀줍니다.,깻잎을 가위로 잘라 넣어줍니다.,깻잎을 넣고 살짝 볶은 후 접시에 담고 깨소금을 뿌려 완성합니다.','ac11.jpg','e7d1.jpg,6611.jpg,5df1.jpg,75e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (136,'행복한영양쌤','코로나 극복 건강한 가지피자 만들기!','기타','코로나로 인해 밖에서 음식을 먹기도 꺼려지는 요즘... 피자는 먹고싶고, 조금 더 건강하게 먹기 위해서 어떻게 하면 좋을까하다가 만들어 먹게된 가지피자입니다.','가지 5-6개,당근 30g,빨강파프리카 1/4개,노랑파프리카 1/4쪽,새송이버섯 1개,양파 1/2개,모짜렐라치즈 350g,슬라이스햄 3장,스파게티소스 1접시,케찹 조금','가지피자 만들기에 필요한 재료입니다.
가지, 당근, 파프리카(빨, 노), 새송이버섯, 양파, 
슬라이스햄 or 베이컨, 토마토소스, 모짜렐라치즈, 케찹입니다.,먼저 가지는 길쭉하게 삼등분으로 썰어주되 끝부분은 연결해서 썰어주세요.,살짝 밑간을 해야겠죠? 후추를 톡톡톡~ 뿌려주세요!,그리고 소금도 솔솔솔~ 뿌려주고 가지는 잠시 대기시켜줍니다.,양파는 먼저 채썰어 주고, 절반 크기로 썰어주세요.,새송이버섯은 길쭉하게 놓고 얇게 썰어준 뒤, 작은 크기로 썰어주세요.,당근은 얇게 썰어 준 뒤, 잘게 채썰어주세요.,파프리카도 길쭉하게 채썰어 준 뒤, 작은 크기로 썰어주세요.,슬라이스햄은 1/3등분을 한 뒤, 작은 크기로 썰어주시면 됩니다.,이렇게 가지피자 만들기 재료준비를 하다보면 소금을 뿌려놓은 가지에서 물기가 생깁니다.
그러면 키친타월로 물기를 제거한 뒤 사용해 줍니다!,미리 180도 정도로 오븐을 예열해주시고~
오븐팬 위에 가지를 올려주세요.,그리고 토마토소스를 발라주세요.,토마토소스를 바른 가지 위에 양파를 골고루 올려주세요.,그리고 당근채도 골고루 올려주세요.,새송이버섯채도 골고루 올려주세요.
피자에는 양송이버섯이라는 편견은 버리시고 집에 있는 버섯 사용하시면 되요!
새송이버섯도 굉장히 쫄깃해서 식감이 좋아요.,그리고 파프리카 빨, 노 썰어 준 것을 골고루 올려주세요.
저는 색감때문에 2가지 색깔을 올렸지만
집에 1가지가 있으시면 1가지만 넣으시도 되겠죠!!,그리고 썰어둔 슬라이스햄도 올려주세요.
슬라이스햄을 안 넣으면 완전 건강한 채소피자가 되겠죠!??
저는 조금 더 맛있게 먹기 위해 슬라이스햄을 넣었어요.
베이컨을 넣으셔도 됩니다~!,마지막으로 모짜렐라치즈를 듬뿍 올려주세요.,그 위에 케찹을 휘리릭~ 뿌려주셔야 가지피자 만들기 준비가 끝입니다.
이제 180도에서 30분 전 후 정도 치즈가 살짝 노릇하게 익을 때까지 오븐에 구워주시면 됩니다!!오븐,이렇게해서 건강한 가지요리 가지피자 만들기 완성입니다!!!!!
밀가루도우 없는 가지도우! 정말 쫄깃하니 맛있어요^ㅡ^','bbc1.jpg','0601.jpg,4b31.jpg,2511.jpg,77c1.jpg,f021.jpg,4031.gif,92c1.gif,b8b1.gif,6951.gif,34a1.jpg,4651.jpg,fff1.jpg,cf71.jpg,e831.jpg,7f91.jpg,9bf1.jpg,dc01.jpg,1791.jpg,aa31.jpg,8751.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (137,'맘앤랑','맛있는 새우 부추전 만들기.','기타','안녕하세요.날씨가 점점 추워져서,움직이기 귀찮은 요즘이네요.그래도 사랑하는 신랑님을위하여 다시 요리를 해보았습니다. 오늘의 요리는,맛있는 새우 부추전입니다.','부추 200g,냉동새우 20개,부침가루 3T,박력분 3T,찬물 10숟가락,달걀 2개','부추를 200g 흐르는 물에 깨끗이 씻어서,
엄지손가락 크기로 잘라 준비해 주세요.,냉동새우를 20개 정도 물에 담가 해동시켜줍니다.,냉동새우 12개는 으깨서 부추와 함께 섞어주고,
냉동새우 8개는 으깨서 부추 위에 데코 해줄 거예요.
냉동새우 8개는 따로 빼주세요.,부침가루 3숟가락을 넣어줍니다.,박력분 3숟가락을 넣어줍니다.,찬물 10숟가락 넣어줍니다.,그리고 달걀 2개를 넣어 줍니다.,마지막으로 소금 티스푼으로 반만 넣어주고,
(개개인의 취향에 맞게 적당히..),골고루 잘 섞이도록 섞어줍니다.
최대한 많이 뒤적뒤적 거려주세요!!,자,,드디어 팬에 올리브유를 두르고 적당한 크기로 붙여줍니다.,이렇게,
새우부추전 위에 아까
따로 덜어둔 해동시켜 으깬 냉동새우를
조금씩 덜어서 새우 위에 데코 해줍니다.,이렇게...
드디어 완성!!','52f1.jpg','b151.jpg,cb21.jpg,9781.jpg,6381.jpg,7dd1.jpg,3171.jpg,8f91.jpg,5c71.jpg,25f1.jpg,ecc1.jpg,9111.jpg,c7a1.jpg,03f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (138,'시크제이맘','간단한 새우요리','기타','새우요리','새우 50마리,마늘 5개,버터 0.5숟가락,올리브유 2숟가락,청주 1숟가락,후춧가루 약간,케첩 2숟가락,간장 1숟가락,식초 1숟가락,설탕 1숟가락,고춧가루 1?숟가락','냉동새우를 이용했어요.
해동시킨 후 물기를 제거하고 준비하고,새우 밑간 재료인 청주 1, 후춧가루 약간을 넣어
조물조물해 밑간을 해주세요.,칠리새우 양념 재료인 케첩 2, 간장 1, 식초 1, 설탕 1, 고춧가루 1을 한데
넣어 고루 섞어 양념장을 만들어주세요.
백종원 쉬림프박스 칠리새우 양념장만 완성되면
그다음 휘리릭 볶아 주기만 하면 된답니다.,달군 팬에 올리브유 2를 두르고
편 썰어 놓은 마늘을 넣어 함께 볶아주세요.
* 마늘 4개를 편 썰어주세요
또는 다진 마늘 1을 넣어도 돼요~,마늘이 노릇하게 구워지면
밑간해 놓은 새우를 넣고 볶아주세요.,새우가 익기(연분홍) 시작하면 만들어 놓은 양념장을 모두 넣고,고루 잘 섞어가며 빠르게 볶아주고
양념이 고루 섞이면 버터 0.5를 넣어 고루 섞어 볶아주세요.,휘리릭 볶아 마무리해 해주시면 된답니다.
너무 오랫동안 볶으면 새우 맛도 떨어지고
양념도 탈수 있으니 빠른 조리가 최우선입니다 ^^ ㅋ,간단한 새우요리
백종원 쉬림프박스 칠리새우 완성 ^^','dd61.jpg','3d01.jpg,7681.jpg,4ab1.jpg,4a11.jpg,c721.jpg,81c1.jpg,27b1.jpg,c241.jpg,da41.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (139,'홍양갱의밤','[간단요리/감자요리] "홍양갱의 밤 - 감자채치즈전"','기타','감자 철인 요새 감자요리를 놓칠 수 없죠! 감자로 뭐해 먹을지 고민하다가 최고의 요리비결에서 보았던 감자채 치즈전에 도전해보았어요. 아주 간단하게 만들 수 있으니 쉽게 따라해보세요!','감자 1개,감자전분 3스푼,모짜렐라치즈','감자를 하나 골라서 깨끗이 씻어서 깍아주세요.감자 1개,잘게 채를 썬 감자를 물에 10분정도 담궈주세요.,전분기를 뺀 감자를 다시 한번 깨끗이 물로 씻은 후 감자전분가루 3스푼을 넣어주세요.감자전분 3스푼,채를 썬 감자에 전분가루가 잘 묻을 수 있도록 섞어주세요.,기름을 두른 팬에 준비해둔 전분을 묻힌 감자를 골고루 펼쳐주세요.중간불빈 부분이 있어도 상관없으니 최대한 잘 펼쳐주시기만 하면 됩니다.,어느정도 익은 감자전을 한번 뒤집은 후 한쪽 면에다가만 모짜렐라치즈를 얹어주세요.모짜렐라치즈,감자전을 반으로 접은 후 후라이팬에 뚜껑을 덮어 3분간 치즈가 녹을수 있도록 약불로 구워주세요.약불,반대편도 마찬가지로 3분정도 약불로 구워주시면 완성입니다.','9d31.jpg','9cf1.jpg,9371.jpg,0891.jpg,c061.jpg,bc41.jpg,c661.jpg,bff1.jpg,6841.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (140,'만개의레시피','버터치킨커리로 인도까지 ★','기타','한입먹으면 헤어나올수 없는 버터치킨커리 ;)밥술까지 가능한 든든 폭발 레시피 ★ 세상의 모든 레시피 만개의 레시피','닭다리살 2/3팩,감자 1개,양파 1/2개,다진마늘 1숟가락,버터 2숟가락,우유 1+1/2종이컵,토마토소스 1종이컵,파슬리가루 약간,카레가루 2숟가락,고춧가루 1숟가락,맛술 1숟가락,간장 1/2숟가락,소금 약간,후추 약간','껍질을 벗긴 감자와 양파, 닭다리살은 작게 한 입 크기로 썬다.,닭다리살에 양념 재료를 넣고 버무린다.,달군 냄비에 버터를 녹이고 다진 마늘, 감자, 양파를 넣어 중약불에서 볶다가 양파가 투명해지면 닭다리살을 넣고 2~3분간 더 볶는다.,우유, 토마토소스를 넣고 중불에서 10분간 끓인 뒤 파슬리가루를 뿌려 완성한다.마지막에 소금, 후추로 간을 더해도 좋아요','fe81.jpg','9381.jpg,43b1.jpg,fb11.jpg,dce1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (141,'만개의레시피','피자도우가 없을 땐 밥도우로 만들어보는 밥피자 ★','기타','밥버거가 있다면 에어프라이어로 만드는 밥피자도 있지~!한끼 든든하게 먹을수 있는 든든 에어프라이어 레시피 ★세상의 모든 레시피 만개의레시피','밥 1공기,김가루 3숟가락,토마토소스 1/2종이컵,브로콜리 1/4개,베이컨 100g,옥수수콘 3숟가락,양파 1/4개,피자치즈 1종이컵,올리브오일 약간','브로콜리는 먹기 좋게 자르고 양파, 베이컨은 채 썬다.,밥에 김가루, 식용유를 넣어 섞는다.,에어프라이어 바스켓에 밥을 깐 후 200도 온도에서 3분간 굽는다.에어프라이어 

              코멕스 에어프라이어 종이호일,토마토소스>채소>옥수수콘>소시지>피자치즈 순으로 올린다.원하는 토핑을 올려 주셔도 좋아요. 

              글러브센스 주방 위생장갑,180도 온도에서 10분간 구워 완성한다.에어프라이어 사양에 따라 온도, 시간을 조절 해주세요.','e271.jpg','96e1.jpg,55c1.jpg,b011.jpg,8471.jpg,ca51.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (142,'아름다울가','여름에 잘 어울리는 미역초샐러드! 와사비 넣어 더 상큼하게','양식/샐러드/스프','여름이라 옷은 얇아지고 맛있는 건 먹고 싶고!다이어트가 고민될 때 있으시죠?이럴때 한끼 든든하게 먹을 수 있는 간단한 미역초샐러드 소개해요 간장드레싱에 와사비를 풀어 상큼하게 즐길 수 있는 샐러드랍니다','미역 5g(1인분),오이 1/2개,양파(작은것) 1/2개,통깨 조금,간장 5스푼,물 5스푼,식초 3스푼,설탕 1스푼,연와사비 취향껏,냉동새우 4-5마리,미림 1스푼,해물믹스 적당량','오이는 굵은 소금을 발라 깨끗이 씻어주고 냉동새우살은 물에 담가 해동해주세요 미역은 자른 미역으로 준비해요,양파는 최대한 얇게 썰어주시고
오이는 반달모양으로 썰어주세요양파는 찬물+식초 두2~3방울에 담가 아린맛을 제거해주는게 좋습니다,미역을 물에 불려줍니다,해동한 냉동새우살은 맛술(미림)을 살짝 둘러주어 비린맛을 없애주세요,새우살을 2~3분간 데쳐주고,불린 미역도 2분 정도 데쳐 
찬물에 헹구워줍니다,간장5스푼, 물 5스푼, 식초 3스푼, 설탕1스푼에 와사비를 취향껏 넣어 드레싱을 만들어 줍니다,준비된 재료들을 한데 넣고 
드레싱을 부어가며 버무려주면 완성! 
접시에 낼땐 통깨를 뿌려주세요','d441.jpg','4db1.jpg,9121.jpg,0641.jpg,e901.jpg,6c91.jpg,bea1.jpg,5401.jpg,9dc1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (143,'가는동자꽃','연두부 샐러드','양식/샐러드/스프','초간단 초스피드~ 레시피로 맛은 물론 비쥬얼도 최고~ 손님상에도 너무나 잘어울리는 연두부 샐러드. 눈도 입도 즐거운 연두부 샐러드 한번 드셔보시겠어요?? ^^','연두부 1팩,어린잎채소 1/2줌,파프리카 약간,양파 약간,간장 2.5T,식초 1.5T,설탕 1T,다진마늘 1T,참기름 1t,통깨 약간','연두부를 접시에 뒤집어 올려줍니다.,어린잎채소나 새싹채소를 연두부위에 올려줍니다.,분량의 양념장에 양파,파프리카를 다져넣고 연두부위에 뿌려주면 완성.','aea1.jpg','cdd1.jpg,10a1.jpg,c901.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (144,'푸름이맘혀니','대패삼겹살 영양부추 샐러드','양식/샐러드/스프','영양부추샐러드는 보통 차돌박이를 많이 이용해서 샐러드를 만드는데요~ 대패삼결살을 이용해 만들어봤어요.','양파,영양부추,간장 3큰술,식초 2큰술,참기름 1큰술,다진마늘 1큰술,설탕 1큰술,고춧가루 1작은술,소금,후추','대패삼겹살에 소금, 후추로 간해주세요.,영양부추는 3~4cm 정도의 길이로 잘라줍니다.,양파 반개는 채썰어주고, 매운맛이 강하다면 찬물에 담궈 매운맛을 제거해주세요,간장 3큰술, 식조 2큰술, 참기름 1큰술, 다진마늘 1큰술, 설탕 1큰술, 고춧가루 1작은술 넣고 잘 섞어줍니다.,소금, 후추 간을 한 고기는 노릇노릇하게 구워줍니다.,대패삼겹살에서 나오는 기름은 키친타올로 제거해주면서 구워주세요.,썰어놓은 영양부추와 양파 그리고 드레싱을 뿌려 야채 먼저 버무려줍니다.,다 버무려진 야채위에 잘 구워진 대패삼겹살 넣고,남은 소스 한큰술정도 넣고,다시한번 살짝 버무려 주면 완성입니다.','22b1.jpg','5b31.jpg,fe81.jpg,d191.jpg,1551.jpg,1901.jpg,bb71.jpg,e6f1.jpg,2e41.jpg,e851.jpg,ed21.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (145,'오박사닷컴','톡!쏘는맛이 중독적인 닭냉채 만드는법','양식/샐러드/스프','닭가슴살과 갖은 채소들을 톡 쏘는 겨자소스에 버무렸어요~알싸함에 자꾸만 손이 가네요','닭가슴살 100g,파프리카 ½개,오이 1개,굵은소금 1큰술,땅콩분태 2큰술,양파 ½개,설탕 2큰술,식초 5큰술,간장 1큰술,연겨자 1큰술,다진마늘 1큰술','파프리카, 당근, 양파등 채소들을 채썰어 주세요,오이는 반으로 잘라
어슷썰기 해줍니다,굵은소름 1큰술을 뿌려 오이를 절여주세요,닭가슴살도 먹기좋게 찢어주세요,분량의 소스들을 넣어
냉채소스를 만들어 주세요,오이는 흐르는 물에 씻어 물기를 꼭 짜서 준비합니다,큰볼에 재료들을 넣고 
소스와 버무려 주세요 
마지막에 땅콩가루 뿌려서 고소함을 더 해줍니다','f231.jpg','6631.jpg,4161.jpg,ee81.jpg,fc61.jpg,f9f1.jpg,c571.jpg,7171.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (146,'루던','버섯으로 관자 느낌 내는 방법! 새송이버섯간장버터구이 만들기','밑반찬','지금까지 이런 버섯은 없었다. 이것은 관자인가 버섯인가','새송이버섯 2개,버터 30g,어린잎채소,간장 1T,맛술 1T,올리고당 1/2T','버섯의 밑동과 갓을 잘라낸 뒤, 3~4등분 한다,자른버섯의 양면에 칼집을 낸다,팬에 버터를 녹인다,버섯을 굽는다,불을 약불로 줄이고 소스를 넣고 졸인다','f0a1.jpg','b441.jpg,eae1.jpg,1f91.jpg,d051.jpg,1c51.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (147,'콩설기','고소하고 향긋한 깻잎들깨볶음','밑반찬','고소하고 향긋한 깻잎들깨볶음','깻잎,대파,다진마늘 1T,국간장 1T,참기름 1T,들깨가루 2T,깨','깻잎 을 씻어줍니다.
저는 자잘한 깻잎순으로 했지만. 그냥 큰 잎을 잘라서 해도 무방합니다.,끓는물에 #깻잎 을 넣고 숨이 죽으면 바로 건져 찬물에 헹궈주세요.,물기를 꼭 짜줍니다. 그 많던 #깻잎 이 한주먹밖에안되네요..^^,#깻잎 이 뭉쳐지지 않게 잘 풀어주고 양념을 넣어 줍니다.
다진마늘 1T, 국간장 1T, 참기름 1T를 넣고 조물조물 무쳐 주세요.
이렇게 무쳐서 먹어도 맛있습니다...,파를 흰색 대부분을 썰어주고, 식용유를 1T정도 넣고 살짝만 먼저 볶아줍니다.,양념해 두었던 #깻잎 을 넣고 참기름 1T를 넣어주고 볶아줍니다. 
너무 세지 않은 불에서 볶아주세요.,어느정도 볶아지면 참깨를 뿌려주고, 들깨까루를 2T정도 골고루 뿌려 한번 더 볶아줍니다.,그럼 고소하면서 향긋한 #깻잎볶음 이 완성되요..','1341.jpg','2231.jpg,e0b1.jpg,9321.jpg,99d1.jpg,d7a1.jpg,b581.jpg,9891.jpg,4441.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (148,'요블리','달콤 짭조름♡ 떡 베이컨 간장조림♡','밑반찬','간단하니 맛있는 반찬! 아주 쉬워요 : )','베이컨,대파,떡,간장,참기름,물엿,기름','대파에 떡국떡 (가래떡, 떡볶이떡) 베이컨,기름두르고 볶듯구워요.(튀기듯하면 더 맛있습니다),간장.물엿.참기름을 넣어 볶아요. 간장 한스푼, 물엿 넉넉히, 참기름한스푼(이런 느낌 비율로. ),볶아주며 졸입니다.,국물없게끔 졸여야 맛있어용: ),깨도 뿌리고 한번 볶아준 후 끝.,완성^^','5f11.jpg','1781.jpg,1f21.jpg,98a1.jpg,d2e1.jpg,29f1.jpg,c191.jpg,c9f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (149,'돌하우스','아삭아삭한 고추된장박이 ','밑반찬','아삭아삭 밥도둑 고추된장박이 만드는법','풋고추 10개,된장 2T,다진마늘 1/3T,송송썰은대파 1T,참기름 1/2T,통깨 1/2T,매실원액 1T,설탕 1/3T','풋고추는 깨끗이 씻은후 한입크기로 적당히 썰고, 파는 송송썰어서 1스푼가량 준비합니다.,분량의 양념을 넣고, 잘 섞어준후...,썰어논 고추/파와 함께.. 잘 버무려 주면 완성이랍니다. ^^','4891.jpg','2821.jpg,e7a1.jpg,71d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (151,'송송이야','자취라이프 평범한 단무지도 양념에 무쳐서 맛있게 먹자','밑반찬','중국집에서 배달을 시켜 먹었는데 오랜만에 먹으니 단무지도 맛있더라구요~ 그래서 단무지 1팩 구매해서 새콤달콤하게 무쳐 먹었어요','단무지 260g,대파손가락길이 1줄,통깨 1숟가락,고추가루 1숟가락,참기름또는들기름 1숟가락,올리고당 1숟가락','재료를 준비합니다.
단무지 1팩, 대파를 짧게 어슷 썰어줍니다.,그릇에 통깨를 1숟가락 넣어줍니다.,꿀 뜨는 도구로 깨를 빻아줍니다.
(통깨는 몸에 흡수가 많이 되지 않아 빻아서 드시는게 몸에 더 흡수가 되어서 으깨 먹습니다.,볼에 깨를 으깨서 넣고 고추가루1숟가락을 넣습니다.,참기름 또는 들기름 1숟가락을 넣어줍니다.
저는 고소한 참기름을 좋아해요~ 들기름이 몸에는 더 좋다고 합니다.,올리고당을 1숟가락 조금 안되게 넣어 줍니다.,잘라 놓은 대파를 넣어 줍니다.,단무지는 입맛에 맞게 잘라줍니다.
저는 반달 모양을 반으로 잘라줬어요.
동그란거의 1/4 모양이라고 생각 하심 됩니다.,양념장에 물기를 짜서 넣어줍니다.,양념과 대파가 어우러지게 무쳐줍니다.','ded1.jpg','ad31.jpg,6301.jpg,5e01.jpg,56b1.jpg,05d1.jpg,c071.jpg,9391.jpg,7691.jpg,9161.jpg,4071.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (167,'두율이아빠','바베큐 치킨 만들기~ 바베큐 맛나는 치킨 한번 만들어 봅시당~','메인반찬','밥반찬 술안주~ 어디에도 잘 어울리는 맛깔난 바베큐 치킨이에용~','닭봉 10~11개,떡볶이떡 100g,고추가루 1스푼,고추장 1/2스푼,진간장 1/2스푼,설탕 1스푼,굴소스 1/2스푼,케? 1스푼,물엿 2스푼,다진마늘 1스푼,미림 1스푼,후추가루 2꼬집,땡초 1개,물 50cc','계량스푼은 집에서 사용하는 8cc 정도의 밥숟가락입니다.
닭봉을 우유에 30분~1시간 재워줍니다. 
재워준 닭봉을 물에 깨끗히 씻으후 물기를 빼주세요.
양념이 강해서 밑간은 따로 필요 없으나 씹을때 좀더
맛있는 맛을 즐기고 싶으신분들은 아래 분량으로
밑간을 하세요.
맛소금 1/5스푼(약2g) , 미림 2스푼, 후추 2꼬집으로 밑간을 합니다.
**사진과 설명으로 부족하신 분은 링크된 동영상 참고 해주세요. 두율이네 유툽 놀러 오시면 더많은 레시피와 최신 레시피를 더 빠르게 보실수 있습니다~,양념장을 모두 그릇에 담고 설탕이 녹을때 까지 잘 저어 줍니다.
-- 무게로 환산한 정보
고추가루 1스푼 = 8~9g // 고추장 반스푼 = 15g
진간장 반스푼 = 4g // 설탕 1스푼 = 10g
굴소스 반스푼 = 5g // 케? 1스푼 =10g
물엿 2스푼 = 20g // 다진마늘 1스푼 = 15g,
미림 1스푼 = 8g,후라이팬을 중불 달구고 닭봉을 넣은 다음 잘 뒤집어 가면서 겉면이 노릇노릇함을 살짝 넘어서 갈색빛깔이 돌때까지 구워 줍니다.
여기서 집에서 피울수 없는 숫의 강한 불에 익혀가는 맛을 조금이나마 올릴수 있으니 기름없이 노릇하게 구워주세요.,닭봉을 잘 구웠으면 물 100cc 를 부어 주세요.
후라이팬에 굽는거 만으로는 닭봉을 안쪽까지 완전히 익힐수 없어서 잠시동안 수분으로 찔 예정입니다.,뚜껑을 덮고 중불에 5분 정도 찌면서 익혀 줍니다.
이과정이 번거로우신 분은 끓는 물에 닭봉을 10분간 바글바글 끓여서 익히신 다음 후라이팬에 구워주시면 됩니다.
윙&봉 이외에 닭 1마리를 전부 사용하실 경우는 닭다리나 닭가슴살등 두꺼운 부위에 칼집을 내시고 찌는 시간을 2배로 늘려주셔야 합니다.,떡을 넣고 뚜껑을 덮고 5분간 더 쪄줍니다.
뚜껑의 증기 구멍 크기와 뚜껑의 결합부가 어떻게 밀착 되냐에 따라 수증기 증발의 정도가 다릅니다.
물이 부족할 경우 50cc 정도씩 보충해가면서 쪄줍니다.
뚜껑을 자주 열 경우에는 찌는 시간을 1~2분 늘리셔야 합니다.,닭 5분 떡넣고 5분 총 10분을 찌셨으면 어느정도 수분이 남아 있어도 양념장을 들이 부어 줍니다.,중약불을 유지한채 이정도로 양념이 꾸덕하게 졸아 들때까지 잘 저어주면서 볶아주세요.
볶아 주시면서 토치질 가능 하시면 토치로 살짝 그을려 주시면 더욱 맛있습니다. 양념이 많이 뭍은 상태라 살짝씩만 토치질을 해주셔야 합니다. 안그럼 순신간에 타버립니다.,맛깔나게~ 만들어진 바베큐맛~ 치킨!! 
밥반찬 술안주로 굿굿굿 입니다!!','32d1.jpg','e691.jpg,a2a1.jpg,0991.jpg,49c1.jpg,94c1.jpg,ec61.jpg,8be1.jpg,afb1.jpg,aa91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (168,'왕눈이2','아이반찬-얼갈이들깨무침','메인반찬','제철인 얼갈이로 나물반찬 만들어보세요 고소한 들깨가루를 넣어주니 아삭하면서도 영양만점으로 아이반찬으로 저염식단으로 저렴하게 건강식단을 챙겨보세요','얼갈이 300g,소금 1/2큰술,다진파 1큰술,들깨가루 2큰술,다진마늘 1/2큰술,소금 1작은술,들기름 1큰술','얼갈이의 끝을 잘라주시고
끓는물에 소금 1/2큰술을 넣고 10초간을 데쳐주신후 찬물에서 깨끗이 씻어주세요,씻어준 얼갈이는 먹기좋은 크기로 잘라주시고 물기를 꼭 짜주신다음 그위에 다진파를 1큰술을 넣어주세요,다진마늘 1/2큰술과 소금 1작은술과 들기름 1큰술을 넣어주세요,잘섞어서 무쳐주세요
*양념들이 데쳐진 얼갈이에 베여들어갈수 있게 힘을 주어 무쳐주세요,잘 무쳐진 얼갈이무침에 들깨가루 2큰술을 넣어주세요,살살 비벼서 무쳐주세요
*4번에서 무쳐보시면 물기가 나와요 들깨가루가 물기를 잡아주어 더욱 맛있어요,아삭하면서도 들깨의 고소함이 살아있는 얼갈이들깨무침이 완성이 되었어요
아이반찬/저염식단/다이어트식단에 좋은 영양반찬 이네요','eee1.jpg','ca61.jpg,1ad1.jpg,2731.jpg,c4d1.jpg,d6a1.jpg,e721.jpg,b531.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (169,'베리츄','예쁜 오징어요리 오징어 쪽파강회','메인반찬','눈으로 보기에도 예쁘지만 맛도 정말 좋은 #오징어요리 하나 소개할게요. 오징어 한 마리를 데쳐 몸통은 숙회로, 다리는 쪽파를 돌돌 감아 오징어 쪽파강회로 만들어봤어요. 늘 볶음이나 국으로 만들어 먹었다면 색다른 오징어 요리 도전해보세요^^','오징어(小) 1마리,쪽파 1/2줌,소금 1작은술,파프리카(빨강/노랑)각 1/5개,초장','오징어는 흐르는 물에 깨끗하게 씻은 뒤 끓는 물에 1분 10초간 데쳐주세요.
채반에 밭쳐 열을 한 김 식혀주세요.큰 오징어라면 1분 30초 정도.
오래 익힐수록 질겨지니 조리시간은 꼭 지켜주세요.,냄비에 다시 물을 붓고 끓여주세요.
끓어오르면 소금 1작은술을 넣고 쪽파를 흰부분부터 넣어 30초간 데쳐주세요.소금을 넣어주면 쪽파의 푸른색이 선명해져요.
오래 데치면 물러져서 맛이 없어요.
또한 영양소가 파괴되므로 살짝 데쳐주는 것이 포인트랍니다.,데친 쪽파는 재빨리 찬물에 여러 번 헹군 뒤 물기를 꼭 짜주세요.,오징어 다리는 가닥가닥 썰어주세요. (긴 것은 2등분)
다리 길이에 맞게 파프리카도 채 썰어 준비해주세요.베리츄는 파프리카 2종을 준비했는데요.
콜라비, 양배추 등 향이 너무 강하지 않은 아삭한 채소를 넣어줘도 맛이 괜찮을 것 같아요^^,몸통은 모양을 그대로 살려 가로로 썰어주세요.몸통까지 오징어 쪽파강회로 만들 거라면 다리와 비슷한 크기로 썰어 준비해주면 됩니다.,파프리카와 오징어 다리를 가지런히 두고 쪽파를 돌돌 말아주세요.,쪽파를 말아줄 땐 왼쪽 사진처럼 세로로 위치를 잡아준 뒤 가로로 돌돌 말아 묶어주면 됩니다.
끝부분은 돌돌 말아진 부분에 살짝 꽂아주면 끝!
아주 간단하게 만들 수 있어요.','5d11.jpg','de31.jpg,bd11.jpg,f771.jpg,9a81.jpg,b341.jpg,4c61.jpg,a0c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (170,'야꿀레시피','야꿀의 요리 닭 간장조림 만들기(치킨보다 맛있는 닭 요리)','메인반찬','오늘은 간단하게 만들 수 있는 닭 간장조림을 만들었습니다.','닭볶음탕용 1마리,꽈리고추 약간,마늘 약간,생강술 약간,물 100ml,간장 4큰술,설탕 4큰술,맛술 4큰술,물엿 1큰술','닭은 찬물에 한번 헹구어 물기를 빼주세요.
소금, 후추, 생강 술을 넣고 버무려 주세요.생강술(생강을 갈아서 청주나 소주에 섞어주면 돼요. ),양념장 재료를 모두 넣어주세요.,설탕이 녹도록 잘 섞어 주세요.,예열된 팬에 식용유를 넣고 밑간 한 닭을 구워주세요.(껍질이 바닥으로),뚜껑을 닫고 중간불에서 5분간 익혀주세요.중불~강불,5분 뒤 뚜껑을 열어서 뒤집어 주세요.,마늘을 넣고 노릇노릇할 때까지 구워주세요.,아까 만든 양념장을 넣고 같이 졸여주세요,양념이 잘 베이도록 한 번씩 뒤집어 주세요.,완성되기 직전에 꽈리고추를 넣어서 섞어주세요.,접시에 담아 깨를 뿌려주면 완성','1811.jpg','7e91.jpg,6821.jpg,d8c1.jpg,bf01.jpg,87c1.jpg,27b1.jpg,2f61.jpg,df11.jpg,af11.jpg,1051.jpg,62b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (188,'이웃사슴','치즈 듬뿍 넣고 이모모찌, 일본식 치즈감자떡 만들기','메인반찬','오늘은 감자로 만들 수 있는 간단한 간식인 일본식 감자떡, 이모모찌를 만들어 볼 거예요. 왠지 다른 나라 음식을 집에서 만들려면 복잡할 거 같지만, 언제나 그랬듯 이번 요리도 아주아주 간단해서 누구든 쉽게 만들어 먹을 수 있답니다!','감자 4알,감자전분 3-4큰술,피자치즈 80g,버터 10g,소금 1작은술,진간장 1큰술,설탕 1큰술,맛술 1큰술,물 2큰술,식용유 적당량','감자는 껍질을 벗겨요.,껍질을 벗긴 감자를 냄비에 담고, 감자의 2/3 정도 잠기게 물을 부어요.,그리고 소금을 1작은술 넣은 다음 뚜껑을 덮고 중불에서 25-30분간 삶습니다.,이렇게 젓가락으로 꾹 찔렀을 때 푹 들어가면 잘 익은 거랍니다!혹 큰 감자를 사용해서 덜 익었다면 다시 뚜껑을 덮고 약불로 조금 더 삶아 주세요. 이때 물이 졸아들었다면 타지 않도 더 넣어 주시면 됩니다.,익은 감자를 볼에 담고 으깹니다.
최대한 곱게 으깨야 이따 빚기 쉬워요!,그리고 감자 전분을 3큰술 넣은 뒤 주걱으로 골고루 섞어 줍니다.,이렇게 일반적인 밀가루 반죽의 느낌이 나게끔 섞어 주시면 돼요. 만약 반죽이 질다면 감자 전분을 조금 더 넣고 저어 주시면 됩니다.,이제 감자 반죽을 적당량 떼어 내서 동글동글하게 뭉쳐요.,그리고 엄지손가락으로 가운데를 꾹꾹 눌러 홈을 파고, 피자치즈를 적절히 넣습니다.,반죽으로 치즈를 감싼 뒤 다시 한번 동글동글하게 뭉친 다음,손바닥으로 꾸욱 눌러 납작하게 만들어 주세요.,그럼 감자떡 빚기 완료입니다!
감자떡은 너무 얇은 것보다 살짝 도톰한 게 훨씬 맛있어요! 그러니 사진처럼 적당히 두께감이 있게 빚어 주세요!,간장 1큰술, 설탕 1큰술, 맛술 1큰술, 물 2큰술을 넣고 잘 섞어 양념장을 만듭니다.,이제 프라이팬에 기름을 넉넉하게 두르고 중불로 달궈요. 기름은 전을 할 때처럼 듬뿍 넣어 주시면 됩니다!,프라이팬이 달궈지면 빚어 놓은 감자떡을 넣고 5분 정도 구워요.,그리고 뒤집은 다음 2분 정도 더 굽습니다.,이제 소스와 버터 10g을 넣은 다음 프라이팬을 살짝 들고 흔들어서 감자떡의 아래 부분까지 소스가 잘 들어가도록 해요.,소스가 졸아들 때까지 앞뒤로 뒤집어 가며 구우면 이모모찌, 일본식 감자떡 완성이랍니다!','b1d1.jpg','bde1.jpg,5b31.jpg,9e71.jpg,5281.jpg,5831.jpg,aa21.jpg,78b1.jpg,00f1.jpg,71f1.jpg,01a1.jpg,4321.jpg,c581.jpg,bfb1.jpg,8661.jpg,7b41.jpg,7301.jpg,b801.jpg,0731.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (189,'행복한윤블리네','♥[신혼밥상] 팽이버섯 덮밥','메인반찬','10분 레시피! 1,000원의 행복! 간단한데 맛까지 있음 100점 ^---^ 한그릇 팽이버섯 덮밥 함께해요~','팽이버섯 1봉,대파 1줌,양파 1/2개,달걀 1개,참기름 약간,통깨 적당히,간장 2숟가락,굴소스 0.5숟가락,설탕 0.5숟가락,맛술 2숟가락,물 3큰술','팽이버섯은 3등분으로 자르고 양파와 대파는 채썰어주세요.,간장 2, 맛술 2, 물 3, 굴소스 0.5, 설탕 0.5숟가락을 넣고 소스를 만들어주세요.다진마늘 약간(커피스푼1) 넣어주면 더 맛있어요. 
물론 생략가능!,달군팬에 기름을 두르고 대파, 양파, 팽이버섯을 넣고 숨이 죽을 만큼 살짝 볶아주세요.,소스를 부어주세요.,국물이 자작자작해질때까지 조려주면 완성!,국물이 자작해질 동안 달걀프라이 하나 ^^노른자 터트려 함께 비벼드시면 꿀맛!,밥을 담고 달걀프라이를 올린 다음 흰자 위로 팽이버섯 비~잉
참기름 톡~통깨 뿌려주면 초간단 초저렴 든든한끼 완성!','1b51.jpg','2411.jpg,4d31.jpg,8091.jpg,5871.jpg,7e61.jpg,68e1.jpg,0ec1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (190,'나나미루꾸','단짠단짠의 대패덮밥','메인반찬','뜨끈한 밥에 대패삼겹살 한점! 집밥백선생 강추레시피! 간단하고 빠르게 만드는 별미메뉴! 입맛없을때 만들먹으면 밥두공기도 거뜬해요.','대패삼겹살 400g,대파 2뿌리,설탕 2스푼,맛간장(OR진간장) 4스푼','궁중팬에 대패삼겹살을 넣어줍니다.대패삼겹살 400g,대파는 큼직하게 썰어서 준비합니다.대파 2뿌리,대패삼겹살이 골고루 익도록 볶아줍니다.강불,고기가 적당히 익으면 준비한 대파를 넣고 좀더 볶아줍니다.강불,대패삼겹살이 노릇해질 정도로 충분히 익혀준 뒤중불,설탕 2스푼을 넣고 한번 더 볶아줍니다.설탕 2스푼중불,설탕을 넣고 볶아주면 고기에 윤기가 돌아요.중불설탕을 넣을 때는 불을 중불로 줄여야 타지않게 볶을 수 있어요.,맛간장 또는 진간장을 4큰술 넣고 한번 더 볶아줍니다.중불입맛에 따라 간장의 양은 조절해야 해요!,삼겹살에 간장 양념이 골고루 베이도록 볶아주면 완성이에요^^,오목한 그릇에 따뜻한밥을 담고, 그 위에 볶은 고기를 올려주면 대패덥밥 완성!','4771.jpg','f4c1.jpg,2241.jpg,8111.jpg,2191.jpg,9aa1.jpg,5d61.jpg,a4e1.jpg,90e1.jpg,1a61.jpg,06b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (191,'요알남Mingstar',' 양배추 참치덮밥 /Cabbage tuna bowl of rice','메인반찬','양배추로 간단히 만들 수 있는 덮밥 요리입니다.본 게시물은 저작권 보호를 받고 있습니다. 저작자의 사전 동의 없이 이미지 및 문구의 무단 도용 및 복제를 금합니다. 무단으로 사용할 경우 법적 책임을 질 수도 있습니다.This post is copyright protected. Unauthorized theft and reproduction of images and phrases is prohibited without prior consent from the author. You may be liable for unauthorized use.','참치캔 100g,양배추 170g,양파 1/2개,대파 1대,식용유 2Ts,쌀밥 180g,고춧가루 1Ts,고추장 1Ts,올리고당 1Ts,굴소스 1Ts','참치캔은 기름을 제거한다.,양배추는 사각으로 잘라 준다.,양파는 사각으로 잘라 준다.,대파는 송송 썰어 준다.,프라이팬에 식용유, 대파를 넣고 향이 날 때까지 볶는다.,대파의 향이 나면 양배추를 넣고 볶는다.,양파를 넣고 볶는다.,고춧가루, 고추장, 참치, 올리고당, 굴 소스를 넣고 볶는다.,그릇에 밥을 담아 준비한다.,밥위에 덮밥소스를 올려준다.','e361.jpg','6e91.jpg,6e51.jpg,28b1.jpg,a1e1.jpg,6851.jpg,d871.jpg,8271.jpg,6ab1.jpg,98f1.jpg,b2f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (192,'Zi으','분식집 그 맛! 떡꼬치 만들기 ','메인반찬','쉽고 간단하게 만드는 떡꼬치 진짜 맛있어요~','고추장 1/2T,설탕 1T,올리고당 2T,케찹 2T,떡 20개','고추장 1/2T, 설탕 1T, 올리고당 2T, 케찹 2T를 넣어 소스를 만들어주세요.,떡 20개를 기름을 조금 두른 팬에 아주 약불로 구어주세요.약불기름을 많이 넣으면 떡이 튀는 사고가 나요. 기름은 조금만 넣어주세요!,떡을 포크로 찔러 익었는지 확인해주세요.,떡이 다 익었다면 젓가락(꼬치)에 낀 후 만든 소스를 발라주세요.,맛있는 떡꼬치 완성! 분식집 앞에 파는 떡꼬치랑 맛이 똑같아요. 꼭 만들어보세요!','a311.jpg','2cd1.jpg,81b1.jpg,2241.jpg,84b1.jpg,21e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (193,'판교댁쏭아','애호박 덮밥 혼밥으로 딱 좋아~','메인반찬','오늘은 반찬 하기 참 귀찮던 날...퇴근하고 돌아온 남편을 위한 혼밥 메뉴로 애호박 덥밥을 만들어 준다간단하지만 매콤한게 참 맛있고 다른 반찬이 전혀 필요 없는 메뉴이다애호박 덮밥 한 그릇을 어찌나 잘 먹던지 보는 나도 침이 꼴깍~^^','애호박 1개,양파 1/2개,굴소스 1큰술,고춧가루 1큰술,다진마늘 1t,참기름,식용유,달걀','덮밥으로 애호박을 볶을 때는
조금 큼직하게 채를 썰어 준다
식감도 더 좋고 흐물거리지 않아 좋다,큼직하게 채 썰은 호박과 양파를 준비,팬에 참기름 1 큰 술과 식용유를 살짝 넣어 야채 볶기,애호박과 양파를 볶아 준다,애호박이 반쯤 익었을 때쯤에
준비한 양념을 넣어 야채와 골고루 섞어 준다,굴소스,고춧가루, 다진마늘을 
섞어 양념을 만든 뒤 넣어 준다,애호박에 간이 잘 베이고
익히려고 뚜껑을 닫고 약한 불에 조리했다
뚜껑을 닫지 않아도 되지만
그럼 수분이 빠져나가서 
자꾸 뒤적거리게 되고 그럼 
호박이 으깨지기도 하니까~,마지막에 대파를 넣고 참기름도
넣어 한 번 더 휘리릭 볶아서
수분을 날리면 끝
사실 너무 간단한 음식이라는 거^^,달걀 프라이와 같이 올려내니
먹음직스럽다
애호박 한 개와 양파만 있으면
10분 안에 만들어지는 간단 메뉴
달걀 프라이까지 올려내니
정말 성의 있어 보이는 한 끼가 되었다','6ae1.jpg','37b1.jpg,4741.jpg,0ba1.jpg,0e71.jpg,a5a1.jpg,d5a1.jpg,b391.jpg,8521.jpg,8531.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (194,'카푸치노','매콤버섯덮밥~한그릇','메인반찬','버섯듬뿍 넣어 만든 매콤하게 만든 버섯덮밥~한그릇요리로 아주 좋아요~ 오늘 점심은 매콤버섯덮밥~~ 어떠세요','느타리버섯 80그램,양파 60그램,대파 1대,밥 1공기,참깨 약간,간장 1+1/2숟가락,물 3숟가락,고추가루 2숟가락,참기름 1/2숟가락,설탕 2/3숟가락','느타리버섯은 길게 찢어주시고 양파는 채썰어주세요
느타리버섯대신 새송이버섯이나 다른버섯을 사용하셔도 좋아요,양념장재료를 섞어 양념장을 만들어주세요,달군팬에 대파를 넣어주세요,양파를 넣고 센불로 20초정도 볶아주세요,버섯을 넣어 1분간 더 볶아주시다가 중간불로 줄여 양념장을 넣어 볶아주세요
더 맵게 드시고 싶은 분들은 여기에 청양고추를 더 넣어주시며 되세요,양념장재료가 스며들도록 30초정도 볶아주신후에
그릇에 밥을 담고 밥위에 올려주신후에 참깨를 솔솔 뿌려 주세요','f481.jpg','1cc1.jpg,6151.jpg,5d31.jpg,2e51.jpg,7391.jpg,3001.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (195,'조밍키','【반전의맛】스팸 양배추 덮밥 만들기~','메인반찬','큰양배추 한통 샀더니 어마어마한 양에 내맘대로 후다닥 볶아 덮밥으로 해먹었는데 . . 시상에 의외의 반전~!!!핵꿀맛이에요~!!자주자주 해먹어야 겠어요ㅎㅎ','양배추 2주먹,양파 1/2개,대파 10센티,스팸 100g,땡초 2개,다진마늘 1/2T,간장 2T,굴소스 1T,참기름 1T,설탕 1/2T,후추 2번톡톡,물 5T','스팸200g짜리 반만 사용했어요^~^
땡초두개,채썬양배추 두주먹,대파 10센티,양파 반개를 먹기좋게 썰어 주시구요~(애들은 땡초대신 파프리카 넣어도 맛있어요),후라이팬에 기름을 두르고 대파랑 마늘 반스푼 넣어서 볶아주세요~,그다음 스팸을 (100g)넣고 볶다가 양파반개,땡초두개넣어서 볶아 주시구요~,양배추 넣어서 볶아주세요^~^이때 굴소스한스푼,간장두스푼,설탕반스푼,참기름한스푼,후추2번톡톡해서 볶아주시다가,물을 다섯스푼정도 넣고 볶아 주시면 완성입니다^~^,제가 아침겸점심겸저녁으로 
먼저 먹어봤는데 너무 맛있어서 우리가족님 저녁으로 해줬더니 잡채맛이 난다고 너무 맛있다고 한그릇 뚝딱 해주시네요ㅎㅎ
정말 강력추천합니다 김치하나랑 먹어도 엄지척이에요^~^♥','6ed1.jpg','40b1.jpg,bf81.jpg,bb01.jpg,0b01.jpg,2a51.jpg,fdb1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (177,'이웃사슴','치즈 듬뿍 넣고 이모모찌, 일본식 치즈감자떡 만들기','메인반찬','오늘은 감자로 만들 수 있는 간단한 간식인 일본식 감자떡, 이모모찌를 만들어 볼 거예요. 왠지 다른 나라 음식을 집에서 만들려면 복잡할 거 같지만, 언제나 그랬듯 이번 요리도 아주아주 간단해서 누구든 쉽게 만들어 먹을 수 있답니다!','감자 4알,감자전분 3-4큰술,피자치즈 80g,버터 10g,소금 1작은술,진간장 1큰술,설탕 1큰술,맛술 1큰술,물 2큰술,식용유 적당량','감자는 껍질을 벗겨요.,껍질을 벗긴 감자를 냄비에 담고, 감자의 2/3 정도 잠기게 물을 부어요.,그리고 소금을 1작은술 넣은 다음 뚜껑을 덮고 중불에서 25-30분간 삶습니다.,이렇게 젓가락으로 꾹 찔렀을 때 푹 들어가면 잘 익은 거랍니다!혹 큰 감자를 사용해서 덜 익었다면 다시 뚜껑을 덮고 약불로 조금 더 삶아 주세요. 이때 물이 졸아들었다면 타지 않도 더 넣어 주시면 됩니다.,익은 감자를 볼에 담고 으깹니다.
최대한 곱게 으깨야 이따 빚기 쉬워요!,그리고 감자 전분을 3큰술 넣은 뒤 주걱으로 골고루 섞어 줍니다.,이렇게 일반적인 밀가루 반죽의 느낌이 나게끔 섞어 주시면 돼요. 만약 반죽이 질다면 감자 전분을 조금 더 넣고 저어 주시면 됩니다.,이제 감자 반죽을 적당량 떼어 내서 동글동글하게 뭉쳐요.,그리고 엄지손가락으로 가운데를 꾹꾹 눌러 홈을 파고, 피자치즈를 적절히 넣습니다.,반죽으로 치즈를 감싼 뒤 다시 한번 동글동글하게 뭉친 다음,손바닥으로 꾸욱 눌러 납작하게 만들어 주세요.,그럼 감자떡 빚기 완료입니다!
감자떡은 너무 얇은 것보다 살짝 도톰한 게 훨씬 맛있어요! 그러니 사진처럼 적당히 두께감이 있게 빚어 주세요!,간장 1큰술, 설탕 1큰술, 맛술 1큰술, 물 2큰술을 넣고 잘 섞어 양념장을 만듭니다.,이제 프라이팬에 기름을 넉넉하게 두르고 중불로 달궈요. 기름은 전을 할 때처럼 듬뿍 넣어 주시면 됩니다!,프라이팬이 달궈지면 빚어 놓은 감자떡을 넣고 5분 정도 구워요.,그리고 뒤집은 다음 2분 정도 더 굽습니다.,이제 소스와 버터 10g을 넣은 다음 프라이팬을 살짝 들고 흔들어서 감자떡의 아래 부분까지 소스가 잘 들어가도록 해요.,소스가 졸아들 때까지 앞뒤로 뒤집어 가며 구우면 이모모찌, 일본식 감자떡 완성이랍니다!','b1d1.jpg','bde1.jpg,5b31.jpg,9e71.jpg,5281.jpg,5831.jpg,aa21.jpg,78b1.jpg,00f1.jpg,71f1.jpg,01a1.jpg,4321.jpg,c581.jpg,bfb1.jpg,8661.jpg,7b41.jpg,7301.jpg,b801.jpg,0731.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (178,'행복한윤블리네','♥[신혼밥상] 팽이버섯 덮밥','메인반찬','10분 레시피! 1,000원의 행복! 간단한데 맛까지 있음 100점 ^---^ 한그릇 팽이버섯 덮밥 함께해요~','팽이버섯 1봉,대파 1줌,양파 1/2개,달걀 1개,참기름 약간,통깨 적당히,간장 2숟가락,굴소스 0.5숟가락,설탕 0.5숟가락,맛술 2숟가락,물 3큰술','팽이버섯은 3등분으로 자르고 양파와 대파는 채썰어주세요.,간장 2, 맛술 2, 물 3, 굴소스 0.5, 설탕 0.5숟가락을 넣고 소스를 만들어주세요.다진마늘 약간(커피스푼1) 넣어주면 더 맛있어요. 
물론 생략가능!,달군팬에 기름을 두르고 대파, 양파, 팽이버섯을 넣고 숨이 죽을 만큼 살짝 볶아주세요.,소스를 부어주세요.,국물이 자작자작해질때까지 조려주면 완성!,국물이 자작해질 동안 달걀프라이 하나 ^^노른자 터트려 함께 비벼드시면 꿀맛!,밥을 담고 달걀프라이를 올린 다음 흰자 위로 팽이버섯 비~잉
참기름 톡~통깨 뿌려주면 초간단 초저렴 든든한끼 완성!','1b51.jpg','2411.jpg,4d31.jpg,8091.jpg,5871.jpg,7e61.jpg,68e1.jpg,0ec1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (179,'나나미루꾸','단짠단짠의 대패덮밥','메인반찬','뜨끈한 밥에 대패삼겹살 한점! 집밥백선생 강추레시피! 간단하고 빠르게 만드는 별미메뉴! 입맛없을때 만들먹으면 밥두공기도 거뜬해요.','대패삼겹살 400g,대파 2뿌리,설탕 2스푼,맛간장(OR진간장) 4스푼','궁중팬에 대패삼겹살을 넣어줍니다.대패삼겹살 400g,대파는 큼직하게 썰어서 준비합니다.대파 2뿌리,대패삼겹살이 골고루 익도록 볶아줍니다.강불,고기가 적당히 익으면 준비한 대파를 넣고 좀더 볶아줍니다.강불,대패삼겹살이 노릇해질 정도로 충분히 익혀준 뒤중불,설탕 2스푼을 넣고 한번 더 볶아줍니다.설탕 2스푼중불,설탕을 넣고 볶아주면 고기에 윤기가 돌아요.중불설탕을 넣을 때는 불을 중불로 줄여야 타지않게 볶을 수 있어요.,맛간장 또는 진간장을 4큰술 넣고 한번 더 볶아줍니다.중불입맛에 따라 간장의 양은 조절해야 해요!,삼겹살에 간장 양념이 골고루 베이도록 볶아주면 완성이에요^^,오목한 그릇에 따뜻한밥을 담고, 그 위에 볶은 고기를 올려주면 대패덥밥 완성!','4771.jpg','f4c1.jpg,2241.jpg,8111.jpg,2191.jpg,9aa1.jpg,5d61.jpg,a4e1.jpg,90e1.jpg,1a61.jpg,06b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (180,'요알남Mingstar',' 양배추 참치덮밥 /Cabbage tuna bowl of rice','메인반찬','양배추로 간단히 만들 수 있는 덮밥 요리입니다.본 게시물은 저작권 보호를 받고 있습니다. 저작자의 사전 동의 없이 이미지 및 문구의 무단 도용 및 복제를 금합니다. 무단으로 사용할 경우 법적 책임을 질 수도 있습니다.This post is copyright protected. Unauthorized theft and reproduction of images and phrases is prohibited without prior consent from the author. You may be liable for unauthorized use.','참치캔 100g,양배추 170g,양파 1/2개,대파 1대,식용유 2Ts,쌀밥 180g,고춧가루 1Ts,고추장 1Ts,올리고당 1Ts,굴소스 1Ts','참치캔은 기름을 제거한다.,양배추는 사각으로 잘라 준다.,양파는 사각으로 잘라 준다.,대파는 송송 썰어 준다.,프라이팬에 식용유, 대파를 넣고 향이 날 때까지 볶는다.,대파의 향이 나면 양배추를 넣고 볶는다.,양파를 넣고 볶는다.,고춧가루, 고추장, 참치, 올리고당, 굴 소스를 넣고 볶는다.,그릇에 밥을 담아 준비한다.,밥위에 덮밥소스를 올려준다.','e361.jpg','6e91.jpg,6e51.jpg,28b1.jpg,a1e1.jpg,6851.jpg,d871.jpg,8271.jpg,6ab1.jpg,98f1.jpg,b2f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (171,'레몬스아뜨리에','외국 불로그에서도 대박난 특별한 맛의 중국요리 동파육.','메인반찬','미국 최대 불로그인 "미씨USA"에 올려 대박난 레시피입니다. 차근차근 따라하면서 완성하고 나면 이런맛 처음이야~~할겁니다.','통삼겹살 600그람,붉은양파 1개,파채 50그람,참기름 2작은술,소금 1/2작은술,물 1컵,간장 3큰술,설탕 1큰술,꿀 2큰술,참기름 1작은술','삽겹살 통째로 600그람을 물이 끓을 때 넣어줍니다.
붉은 양파 한개도 껍질채 썰어 넣어요.,중불에서 30분정도 끓여 
젓가락이 쑤욱~들어갈 정도로 익으면 삽겹살을 건져주세요.
흐르는 찬물에서 깨끗하게 씻어요.,1.5cm~2cm 두께로 썰어 팬에서 노릇노릇 익힙니다.,물1컵. 간장 3큰 술. 설탕 1큰 술을 넣고 뭉근하게 서서히 조립니다.
국물이 거의 없어지면 꿀 2큰 술 참기름 1작은 술을 넣고 
뒤적뒤적 하면서 조금 더 조립니다.,참기름과 소금으로 밑간한 파채를 중심에 올리고...
완성된 동파육을 가장자리에 돌려 담기 해요.
음식을 그릇에 낼 때는 가장자리 여백이 있어야 요리가 돋보여요.
접시에 꽉 차게 담는 것은 절대로 금물~~
정갈하게 조금씩만 담아냅니다*^^*','0141.jpg','1f11.jpg,57c1.jpg,9cd1.jpg,e4f1.jpg,11e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (172,'밥수이','버섯요리/조금 색다르게 만들어 먹는 버섯 깐풍','메인반찬','안녕하세요 오늘은 느타리버섯으로 종종 만들어 먹는 버섯 깐풍을 만들어 맛있게 먹었답니다^^ 버섯 하면 주로 볶음이나 전을 먼저 생각하는데 조금 색다른 맛으로 버섯 깐풍으로 만들어 먹어도 아주 맛있습니다.','느타리버섯 1팩,청고추 1개,홍고추각각 1개,마늘 1수저,튀김기름 1컵,진간장 2수저,물 2수저,설탕 2수저,식초 2수저,물 1/2컵,튀김가루 7수저','버섯 1팩과 마늘 그리고 살짝 매콤한 맛으로 먹기 위해 청, 홍고추를 준비한 다음 버섯을 먼저 손질해,끓는 물에 소금을 조금 넣고 버섯을 넣어 끓어오르면,찬물에 헹구어 손바닥으로 꼭 눌러 물기를 짜주고는,튀김가루 3수저를 넣어 가루를 가볍게 무쳐놓고,튀김 반죽을 만들어 버섯을 넣어 섞어 반죽 옷을 입혀,빠르고 바삭하게 먼저 1차로 튀겨 한김 식을 수 있게 놓고,준비한 양념을 만들어요. 마늘 1수저와 청, 홍고추는 씨를 제거해 잘게 썰어 놓고,간장, 물, 설탕, 식초를 2수저씩 넣어 새콤달콤한 소스를 만들어놓습니다.,양념을 만들어 놓은 사이 1차로 튀겨 살짝 식은 튀김을 다시 2차로 한번 더 튀겨 바삭한 버섯튀김을 만들어 줍니다.,버섯을 2차로 튀겨놓고 팬에 기름 1수저를 넣어 먼저 마늘부터 볶은 다음 고추를 넣어 한번 더 가볍게 볶아,만들어 놓았던 양념을 넣어 보글보글 끓여 깐풍 소스를 만들어 줍니다.,소스가 끓으면 튀겨놓은 느타리버섯을 넣어 소스가 잘 베이도록 저어가면 소스가 남지 않게 조리듯 볶아주고,마지막에 참기를 살짝 넣어 마무리하면 버섯 깐풍 완성^^','c2c1.jpg','afb1.jpg,1321.jpg,0c91.jpg,39a1.jpg,3621.jpg,b561.jpg,9411.jpg,1131.jpg,ce91.jpg,78a1.jpg,c341.jpg,7641.jpg,a5c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (173,'얌무','[간단 자취요리] 손님 초대용! 저렴하지만 멋지게 한 상 차려보자! / 서가앤쿡 목살 스테이크 만들기','메인반찬','안녕하세요 여러분들!! 오늘은 주말과 잘 어울리는 특별한 요리를 준비했어용서가앤쿡 목살 스테이크를 만들어봤는데요~ 이거 진짜 엄청 맛있으니까 특별한날 가족과, 친구와 꼭 한번맛있게 만들어서 드셔보세요!!음식은 비주얼이 중요해요 아무리 맛있어도 맛 없어보이면..ㅠㅠ 가니쉬 여러가지 할 필요 없어요 알록달록 풀로 비주얼 업! 역시 얌무스럽죠.........?','목살 400g,계란 1개,버터 2T,돈가스소스 3T,맛술 2T,설탕 2T,굴소스 2T,물 100g','재료를 준비합니다.돼지목살, 먹을 수 있는 풀(종류 무관), 버터, 설탕, 맛술, 굴소스, 돈가스소스,먼저 소스를 만들어줍시다.소스 재료 : 돈가스소스 3T, 맛술 2T, 설탕 2T, 굴소스 2T, 물 100g,이제 고기를 칼등으로 두드려주세요! (연육),소금, 후추를 뿌려줍니다. 모두 뒤집어서 뒷면도 똑같이 밑간해주세요.,팬에 연기가 올라올 때 고기를 넣어줍니다.강불,핏물이 송글송글 올라오면 뒤집어줍니다.강불,뒷면이 어느 정도 익으면, 불을 낮추고 버터를 넣어주세요. 앞뒷면 모두 버터에 한 번 구워줍니다.중약불,이제 준비해둔 소스를 넣고 보글보글 조려줍니다.물기가 많을 땐 중불, 거의 졸아갈 땐 약불,이 정도까지 조려주시면 끝.,예쁘게 셋팅을 해봅시다. 계란후라이로 마무리.풀은 비주얼을 위해 꼭 있는 게 좋아요.(종류 무관)','b781.jpg','1a11.jpg,9d21.jpg,8f91.jpg,0c41.jpg,6ac1.jpg,7251.jpg,a7a1.jpg,bb51.jpg,8441.jpg,f431.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (174,'GP하루한끼','가지 맛있게 먹는 방법! 초대박 가지요리 레시피 가지탕수','메인반찬','오늘 선보일 요리는 바로!가지탕수 입니다. 물컹물컹한 식감때문에 가지를 싫어하시는 분들이 꽤나 많아요..ㅠ 가지는 정말 맛있는데 말이죠... 그래서 가지를 싫어하시는 분들도 무조건 100% 좋아 할 가지탕수를 만들어봤습니다.','가지 1개,튀김가루,다진양파 1/4개,다진마늘 1작은술,물,케찹 2큰술,물엿 2큰술,굴소스 1큰술,식초 1큰술,설탕 1큰술','먼저 가지에 튀김가루를 뭍혀주시고, 
그 다음 튀김반죽에 뭍혀
기름에 튀겨줍니다. 가지 튀겨서 먹으면
진짜 맛있어요!!,다진마늘, 양파를 먼저 볶은후
준비한 소스를 붓고 같이 졸여주세요.,다음 가지튀김을 넣고
같이 볶아주시면 맛있는 가지탕수 완성..
이거 진짜 맛있어요..흑흑..
어떻게 표현할 방법이 읎�?..
꼭 해드시는거 강추합니다!!
자세한 레시피는
유? 링크타고 들어와서 보시면 되요~~
영상으로 보시는게 편하자나요!!','f581.jpg','24c1.png,92c1.png,8a81.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (175,'얌무','[간단 자취요리] 두부를 쫄깃한 고기식감으로 만들기! 두부탕수 만들기','메인반찬','안녕하세요 얌배추들!! 오늘은 두부탕수입니다 :D동두부가 한창 유행했을 때, 저도 많이 만들어 먹었는데 보통은 조림이나 찌개에 이용했어요. 그러다가 문득... 두부탕수를 동두부로 만들어 보면 괜찮겠다 생각이 들어 만들어 봤는데 역시 그냥 두부로 만들 때보다 훨씬 더 식감이 좋더라구요ㅎㅎ','두부(부침용) 1모,각종채소,물 300ml,식초 4T,간장 3T,설탕 5T,굴소스 1T,전분,물','먼저 두부를 포장 그대로 냉동실에 얼려줍니다.(하루),그리고 찬물에 담아 해동해서 준비합니다.얼린 두부는 꾹꾹 눌러도 안 부서져요!,키친타올을 덮고 접시나 손으로 눌러 물을 짜주세요!,탕수육 고기 크기로 두부를 잘라줍니다.,비닐팩에 전분가루와 두부를 넣고 흔들어요!,기름에 튀겨줍니다.중불,팬에 물과 양념들을 넣어줍니다.물 300ml(종이컵 1컵반 정도), 식초 4T, 간장 3T, 설탕 5T, 굴소스 1T,끓으면 야채도 취향껏 넣어주세요.,또 끓으면 전분물을 조금씩 넣어가며 농도를 맞춰주세요! 전분물은 물과 전분가루를 1:1로 섞으면 됩니다.','cd71.jpg','9871.png,5cb1.png,e101.png,6611.png,22d1.png,9eb1.png,e941.png,7e21.png,89f1.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (176,'뽀유TV','맥주와 환상궁합! 백종원 칠리새우 쉽게 만들기','메인반찬','맥주안주로도, 반찬으로도 넘 좋은 백주부님 칠리새우 쉽게 만들어봐요!','칵테일새우 1컵(종이컵),식용유 3T,다진마늘 1T,버터 1T,후추 톡톡,케찹 2T,고추가루 1T,설탕 1T,간장 1T,식초 1T','먼저 케찹2T,고춧가루1T 설탕1T,간장1T,식초1T를 섞어줍니다.(T:성인 숟가락 기준)소스는 본인 기호에 맞게 조절하셔도 된다고 해요,달궈진 팬에 식용유 3스푼을 둘러준 뒤 마늘 1스푼을 달달달 볶아 마늘기름을 만듭니다.,마늘 기름에 칵테일 새우를 넣고 볶아 줍니다.,새우가 어느 정도 볶아지면 이제 미리 만들어 놓은 양념을 다 넣고 골고루 볶아 줍니다!백주부님은 물을 조금 넣으라고 하셨는데 냉동된 칠리새우라 그런지 물기가 많이 생겨 따로 물을 넣진 않았어요볶다가 소스가 약간 되직하다 싶으면 그때 물을 약간 넣어 조절하셔요,버터 1스푼을 넣고 다시한번 골고루 볶아준뒤 후추 조금 뿌려주면 완성입니다!,맥주와 환상궁합 백종원 칠리새우 완성입니다. 한입 먹어보니 감칠맛이 확 돌면서 참 맛있어요!맥주안주는 말할것도 없고 반찬으로도 참 좋아요!','17b1.jpg','b911.jpg,6161.jpg,c9a1.jpg,f0f1.jpg,9831.jpg,b2d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (181,'Zi으','분식집 그 맛! 떡꼬치 만들기 ','메인반찬','쉽고 간단하게 만드는 떡꼬치 진짜 맛있어요~','고추장 1/2T,설탕 1T,올리고당 2T,케찹 2T,떡 20개','고추장 1/2T, 설탕 1T, 올리고당 2T, 케찹 2T를 넣어 소스를 만들어주세요.,떡 20개를 기름을 조금 두른 팬에 아주 약불로 구어주세요.약불기름을 많이 넣으면 떡이 튀는 사고가 나요. 기름은 조금만 넣어주세요!,떡을 포크로 찔러 익었는지 확인해주세요.,떡이 다 익었다면 젓가락(꼬치)에 낀 후 만든 소스를 발라주세요.,맛있는 떡꼬치 완성! 분식집 앞에 파는 떡꼬치랑 맛이 똑같아요. 꼭 만들어보세요!','a311.jpg','2cd1.jpg,81b1.jpg,2241.jpg,84b1.jpg,21e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (182,'판교댁쏭아','애호박 덮밥 혼밥으로 딱 좋아~','메인반찬','오늘은 반찬 하기 참 귀찮던 날...퇴근하고 돌아온 남편을 위한 혼밥 메뉴로 애호박 덥밥을 만들어 준다간단하지만 매콤한게 참 맛있고 다른 반찬이 전혀 필요 없는 메뉴이다애호박 덮밥 한 그릇을 어찌나 잘 먹던지 보는 나도 침이 꼴깍~^^','애호박 1개,양파 1/2개,굴소스 1큰술,고춧가루 1큰술,다진마늘 1t,참기름,식용유,달걀','덮밥으로 애호박을 볶을 때는
조금 큼직하게 채를 썰어 준다
식감도 더 좋고 흐물거리지 않아 좋다,큼직하게 채 썰은 호박과 양파를 준비,팬에 참기름 1 큰 술과 식용유를 살짝 넣어 야채 볶기,애호박과 양파를 볶아 준다,애호박이 반쯤 익었을 때쯤에
준비한 양념을 넣어 야채와 골고루 섞어 준다,굴소스,고춧가루, 다진마늘을 
섞어 양념을 만든 뒤 넣어 준다,애호박에 간이 잘 베이고
익히려고 뚜껑을 닫고 약한 불에 조리했다
뚜껑을 닫지 않아도 되지만
그럼 수분이 빠져나가서 
자꾸 뒤적거리게 되고 그럼 
호박이 으깨지기도 하니까~,마지막에 대파를 넣고 참기름도
넣어 한 번 더 휘리릭 볶아서
수분을 날리면 끝
사실 너무 간단한 음식이라는 거^^,달걀 프라이와 같이 올려내니
먹음직스럽다
애호박 한 개와 양파만 있으면
10분 안에 만들어지는 간단 메뉴
달걀 프라이까지 올려내니
정말 성의 있어 보이는 한 끼가 되었다','6ae1.jpg','37b1.jpg,4741.jpg,0ba1.jpg,0e71.jpg,a5a1.jpg,d5a1.jpg,b391.jpg,8521.jpg,8531.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (183,'카푸치노','매콤버섯덮밥~한그릇','메인반찬','버섯듬뿍 넣어 만든 매콤하게 만든 버섯덮밥~한그릇요리로 아주 좋아요~ 오늘 점심은 매콤버섯덮밥~~ 어떠세요','느타리버섯 80그램,양파 60그램,대파 1대,밥 1공기,참깨 약간,간장 1+1/2숟가락,물 3숟가락,고추가루 2숟가락,참기름 1/2숟가락,설탕 2/3숟가락','느타리버섯은 길게 찢어주시고 양파는 채썰어주세요
느타리버섯대신 새송이버섯이나 다른버섯을 사용하셔도 좋아요,양념장재료를 섞어 양념장을 만들어주세요,달군팬에 대파를 넣어주세요,양파를 넣고 센불로 20초정도 볶아주세요,버섯을 넣어 1분간 더 볶아주시다가 중간불로 줄여 양념장을 넣어 볶아주세요
더 맵게 드시고 싶은 분들은 여기에 청양고추를 더 넣어주시며 되세요,양념장재료가 스며들도록 30초정도 볶아주신후에
그릇에 밥을 담고 밥위에 올려주신후에 참깨를 솔솔 뿌려 주세요','f481.jpg','1cc1.jpg,6151.jpg,5d31.jpg,2e51.jpg,7391.jpg,3001.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (184,'조밍키','【반전의맛】스팸 양배추 덮밥 만들기~','메인반찬','큰양배추 한통 샀더니 어마어마한 양에 내맘대로 후다닥 볶아 덮밥으로 해먹었는데 . . 시상에 의외의 반전~!!!핵꿀맛이에요~!!자주자주 해먹어야 겠어요ㅎㅎ','양배추 2주먹,양파 1/2개,대파 10센티,스팸 100g,땡초 2개,다진마늘 1/2T,간장 2T,굴소스 1T,참기름 1T,설탕 1/2T,후추 2번톡톡,물 5T','스팸200g짜리 반만 사용했어요^~^
땡초두개,채썬양배추 두주먹,대파 10센티,양파 반개를 먹기좋게 썰어 주시구요~(애들은 땡초대신 파프리카 넣어도 맛있어요),후라이팬에 기름을 두르고 대파랑 마늘 반스푼 넣어서 볶아주세요~,그다음 스팸을 (100g)넣고 볶다가 양파반개,땡초두개넣어서 볶아 주시구요~,양배추 넣어서 볶아주세요^~^이때 굴소스한스푼,간장두스푼,설탕반스푼,참기름한스푼,후추2번톡톡해서 볶아주시다가,물을 다섯스푼정도 넣고 볶아 주시면 완성입니다^~^,제가 아침겸점심겸저녁으로 
먼저 먹어봤는데 너무 맛있어서 우리가족님 저녁으로 해줬더니 잡채맛이 난다고 너무 맛있다고 한그릇 뚝딱 해주시네요ㅎㅎ
정말 강력추천합니다 김치하나랑 먹어도 엄지척이에요^~^♥','6ed1.jpg','40b1.jpg,bf81.jpg,bb01.jpg,0b01.jpg,2a51.jpg,fdb1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (185,'GP하루한끼','부타동 : 일본식 돼지고기 덮밥 간단한 점심 메뉴로 굿! ','메인반찬','부타동은 일본식 돼지고기 덮밥으로부타는 일본어로 돼지를 뜻하고, 동은 밥을 뜻합니다.일본식 소스로 돼지고기를 조려서 밥위에 올린 덮밥식 음식인데요..부타동은 주로 목살 부위를 사용하지만 저는 대패삼겹살을 이용해서 만들었습니다.대패삼겹살은 양념 베이기가 더 쉽고,조리시간을 줄일 수 있어서 사용했구요.돼지고기는 다른 부위를 사용하셔도 상관없습니다.','대패삼겹살 200g,양파 1/2개,달걀노른자 1개,설탕 1큰술,간장 1.5큰술,맛술 1큰술,설탕 1큰술,다진마늘 1작은술','먼저 양파는 1/2개만 썰어주세요.
부타동은 별다른 야채들이 필요없어요.
간단하게 양파만 가지고 만들 수 있어서 
자취생들도간단하게 만들수 있습니다.,그 다음 양념장을 만들어줍니다. 
간장 1.5큰술, 맛술 1큰술, 설탕 1큰술, 
다진마늘 1작은술을 넣고 잘 섞어주세요. 
원래 다진마늘 대신 생강을 넣어주는데요. 
생강이 없어서 저는 다진마늘로 대체 했습니다.,그 다음 후라이팬에 대패삼겹살 200g을 넣고, 
설탕 1큰술 넣고 볶아줍니다. 고기를 볶을때 설탕을 넣으시면, 
소스도 더 잘베이구요. 고기의 감칠맛을 살려줍니다.,설탕이 다 녹으면 양파를 넣어주시구요. 
그리고 소스도 같이 넣어줍니다.,저는 소스가 있는거 보다는 바싹 굽는게 좋더라구요. 
소스가 자작하게 남아있는게 좋으신 분들은
취향에 따라 맛있게 구워주시구요.,고기가 다 익으면 밥위에 
먹음직 스럽게 고기를 올려주세요.,그리고 마지막으로 
가운데에 달걀 노른자 1개를 올려줍니다.
달걀의 비린맛 때문에 
날달걀을 못드시는 분이라면후라이 1개 해서 올려주시구요.,마지막으로 파슬리 가루 뿌려주시면
맛있는 부타동 완성입니다. 
생각보다 만들기 너무 간단하구요. 
확실히 일본식이라 그런지 
많이 자극적이지 않구요. 
고기의 달콤 짭짤함과 노른자의 담백함이 
어울려져서 맛있는 한끼로 손색없었습니다.','da31.jpg','2751.png,3fa1.png,ddc1.png,ed01.png,03f1.png,6a21.png,18b1.png,3a81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (186,'숄02','일본풍 가지덮밥','메인반찬','가지를 구워서 간장소스에 졸인 가지덮밥 만들기','가지 1개(약24cm),간장 1T,설탕 1T,청주 1T,미림 1T,물 1T','가지는 껍질을 벗기고 반으로 자른다. 오목한 그릇에 담아 랩을 씌운 뒤 전자렌지에 1분 30초 정도 돌려주세요.전자레인지,가지를 살짝 식힌뒤 칼집을 내서 펼쳐줍니다.,간장, 설탕, 청주, 미림, 물을 모두 1:1:1:1:1 비율로 섞어 소스를 만들어주세요. 가지 크기에 따라 1T~1.5T가 적당하고 설탕양은 기호에 따라 조절하세요.,팬에 오일을 두르고 가지를 앞뒤로 노릇노릇하게 구워냅니다.,만들어둔 소스를 붓고, 살짝 졸이면 완성입니다.,밥위에 남은 소스를 뿌리고 가지조림을 얹으면 완성입니다.','2961.jpg','a861.jpg,cfa1.jpg,2a81.jpg,abe1.jpg,9a61.jpg,bf71.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (187,'뽀유TV','스팸 돈부리덮밥!반찬이 필요없는 초간단 한그릇 요리','메인반찬','집에 스팸이 많이 있어서 스팸 돈부리덮밥을 만들어 봤어요! 반찬이 필요없이 한끼 맛있게 해결할수 있어 좋아요','스팸(小) 1캔,양파 1개,계란 2개,대파 약간,간장 4T,설탕 2T,물 2/3컵(종이컵)','먼저 스팸은 스틱모양으로 썰어 뜨거운 물에 살짝 데쳐 줍니다,데친 스팸은 아무것도 두르지 않은채 달궈진 팬에 구워 줍니다.,대파는 쫑쫑 썰어주시고 양파는 얇게 채 썰어 주세요양파가 너무 크면 1/2개만 사용하세요,간장4스푼,설탕2스푼,물 2/3컵(종이컵)을 잘 섞어주세요. 설탕이 충분히 녹게 잘 섞어주셔요혹시 평소 달달한것 싫어하심 설탕양은 줄여 주세요,계란2개를 깨서 계란물을 만들어 줍니다.,냄비에 양파와 간장소스를 넣고 끓여 주다가 양파가 투명해지면 스팸을 위에 올려 줍니다.,국물이 조금 자작해졌다 싶을때 계란물을 빙 둘러 주세요. 이때 마구 젓지 마시고 자연스럽게 두시면 되요. 마지막으로 대파를 솔솔 뿌려주신 뒤 완성되면 밥위에 올려주시면 끝!,반찬 필요없는 초간단 한그릇 요리 스팸돈부리덮밥 완성입니다.슥슥 비벼 한숟가락 먹어보니 부드러운 계란과 양파에 짭쪼름한 스팸이 만나 참 맛있네요','94c1.jpg','8051.jpg,bde1.jpg,95b1.jpg,c031.jpg,3f11.jpg,0661.jpg,7a41.jpg,1411.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (164,'만개의레시피','오늘 저녁은 채식위주로??? 에어프라이어표 버섯채소구이 ★','메인반찬','냉장고에 있는 칭구들~! 에어프라이어로 들어왓~!또 내입으로 들어왓~! 샐러드에 얹어 먹으면 너무 좋겠는걸 ?세상의 모든 레시피 만개의레시피','새송이버섯 1개,양송이버섯 3개,빨강파프리카 1/2개,노랑파프리카 1/2개,양파 1/4개,가지 1/4개,애호박 1/4개,소금 약간,후추 약간,올리브오일 5숟가락','버섯과 채소는 모두 한입 크기로 썬다.,볼에 버섯, 채소를 담고 소금, 후추, 올리브오일을 뿌려 섞는다.,에어프라이어 바스켓에 섞은 재료를 담고 180도 온도에서 10분간 돌려 완성한다.에어프라이어중간중간 뒤적여주면 고루 익어요,','8ce1.jpg','b581.jpg,f4c1.jpg,b171.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (165,'행복한윤블리네','♥[신혼밥상] 여름철 별미 숙주냉채','메인반찬','점점 더워지는 요즘잃어버렸던 입맛도 살려주는 별미 중 별미찡긋~톡 쏘는 새콤달콤 겨자소스 한방 계절메뉴 혹은 손님 초대 메뉴로 새우맛살 숙주냉채 어떠세요?','숙주 1줌,오이 1개,크래미또는맛살 2~3덩어리,칵테일새우 20마리,후춧가루 적당히,연겨자 2큰술,설탕 1큰술,소금 1꼬집,다진마늘 1티스푼,올리고당 1큰술,레몬즙or식초 1큰술','튜브형 연겨자 2큰술, 레몬즙or식초 질질 1큰술, 설탕 1큰술, 올리고당 1큰술, 다진마늘 1커피스푼, 소금 한꼬집을 넣고 겨자소스를 만들어 주세요.,끓는 물에 숙주를 20초 내외로 데친 뒤 재빨리 찬물에 헹궈 물기를 빼주세요.30초를 넘게 되면 시들시들 아삭아삭 식감이 사라진답니다.,오이를 채썰어 주세요.,크래미 또는 맛살을 찢어주세요.,칵테일새우는 뜨거운 물에 살짝 데쳐주세요.,큰 볼에 데친 숙주, 채썬 오이, 찢은 크래미, 데친 새우를 담아주세요.,후춧가루 톡톡톡!,겨자소스를 붓고 조물조물 해주기만 하면 여름철 별미 냉채 완성!','1961.jpg','ff41.jpg,9f11.jpg,e591.jpg,4b11.jpg,e8f1.jpg,4351.jpg,5dc1.jpg,4941.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (166,'손큰언니','유린기♡중국 닭가슴살 튀김요리가 맛있다해^^','메인반찬','누구나 좋아할만한 깔끔한 닭가슴살 튀김요리예요. 전혀 느끼하지않아요. 소스랑 곁들어 먹으니 더욱 부드럽고 촉촉합니다. 온가족이 함께 드세요~^^ (저는 3배로 준비해서 이웃과 나누어 먹었답니다.)','닭가슴살 3덩이,우리밀가루 2T,달걀 2개,빵가루 1종이컵,포도씨유 1종이컵,양상추(소) 1개,대파 1대,무순 1팩,간장 5T,식초 5T,설탕 5T,다진마늘 1T,다진양파(중) 1개,청고추 1개,홍고추 1개씩','닭가슴살은 소금,후추,청주에 30분 밑간합니다. 고기를 재우는 동안 채소를 손질해요.,양념(소스)을 미리 타주세요.,밑간한 닭가슴살을 키친타올로 잘 닦아줍니다.
밀가루-달걀물-빵가루를 통에 담아주세요.,먼저, 고기에 밀가루를 묻혀주세요.,다시 달걀물을 묻히세요.,마지막으로 빵가루를 묻혀요. 손으로 꾸욱꾹 눌러서 묻히면 튀김옷이 잘 벗겨지지 않아요.,세 덩어리에 튀김옷을 잘 입혀요.,포도씨유 넣은 팬을 약불에서 가열해주세요. 고기를 넣고 뚜껑을 덮어주세요. 5분 후 뚜껑을 열고 뒤집어주세요. 다시 5분을 뚜껑 덮고 튀겨주세요.,튀긴 고기는 기름이 빠질 수 있는 망에 올려요. 고기를 튀기는 동안, 양상추는 먹기좋은 크기로 찢어 놓고 대파는 채썰어 큰접시에 펼쳐서 담아요. 고기도 썰어주세요.,준비해둔 소스를 숟가락으로 올려주세요. 무순도 이쁘게 올려요. 완성입니다. 채소와 곁들여 드세요.^^','7a01.jpg','5311.jpg,53c1.jpg,a931.jpg,d801.jpg,8ac1.jpg,f8f1.jpg,69e1.jpg,7ae1.jpg,7f11.jpg,dda1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (216,'만개의레시피','유린기소스와 만두의 만남 ★ 유린만두','면/만두','유린기를 집에서 초간단으로 즐길수 있는 방법은?닭 대신 냉동만두를 구워바바 ★세상의 모든 레시피 만개의레시피','냉동만두 300g,양상추 1/4통,레몬 1/4개,식용유 적당량,간장 3숟가락,설탕 3숟가락,식초 3숟가락,물 3숟가락,대파 1대,홍고추 1개,청양고추 2개','대파, 홍고추, 청양고추를 굵게 다진다.,양상추를 먹기 좋은 크기로 자르고, 레몬은 슬라이스한다.,팬에 기름을 충분히 두르고 노릇노릇하게 굽는다.만두를 에어프라이어 180도에서 10분간 구워도 좋아요,소스재료를 고루 섞는다.,완성그릇에 양상추를 깔고 만두, 레몬을 얹어 소스를 뿌려 완성한다.','8e91.png','f211.png,4e01.png,c371.png,31e1.png,de61.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (217,'시크제이맘','깐풍만두','면/만두','야식','냉동만두 12개,대파 1/2대,다진마늘 1스푼,홍고추 1/2스푼,간장 2스푼,식초 1스푼,올리고당 1스푼,설탕 1스푼,맛술 1스푼,후춧가루 적당량','대파 1/2대, 홍고추 1/2개를 송송 썰어 준비해주세요.,에어프라이어에 만두를 넣고에어프라이어,180도에서 10분~15분 정도
노릇노릇하게 구워 주세요.
또는 프라이팬에 구워주세요.,달군 팬에 식용유 1을 두르고
다진 마늘 1을 넣고 달달 볶아주세요,마늘향이 올라오면 대파와 홍고추를 넣고 볶아주다
.,깐풍 소스 간장 2, 식초 1, 올리고 당 1, 설탕 1, 맛술 1, 후춧가루 적당량을
넣고 바글바글 끓여주세요,튀겨놓은 만두를 넣고
.,양념이 골고루 묻도록 버무려 마무리합니다,깐풍만두 완성 ^^','db61.jpg','aa01.jpg,1081.jpg,4241.jpg,5041.jpg,4e61.jpg,1ed1.jpg,d271.jpg,ebe1.jpg,69d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (218,'815요리사랑',' 에어프라이어 깐풍만두','면/만두','요즘대세 에어프라이어에 바삭하게 구워 매콤하게 깐풍 만두 꿀조합 소스 비율~','냉동만두 10개,청양고추 2,홍고추 1/2,양파 1/4개,대파 1토막,마늘 1~2개,식용유,간장 2스푼,설탕 2/3스푼,요리당 2스푼,굴소스 1/2스푼,식초 2스푼,물 1스푼','재료준비합니다,에어프라이어에 종이호일 깔고 냉동만두를 겹치지 않게 올려주세요
1차 170도에서 10분을 구워주세요에어프라이어,만두 굽는 동안에 양파 대파,고추 마늘을 잘게 다져요,1차로 구운 만두는 뒤집고 다시 2차로 구울거예요 170도에서 10분을 더 구워줍니다,팬에 기름 약간 두르고 마늘을 볶다가 대파 양파 순으로 볶다가 소스를 넣고 끓어오르면 고추랑 구운 만두를 넣어 주세요,빠르게 섞어주세요,맛이 없을 수 없는 맛있는 꿀조합 매콤 깐풍만두 완성입니다','b9f1.jpg','1a71.jpg,6881.jpg,a791.jpg,16c1.jpg,2181.jpg,63f1.jpg,4f61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (219,'밥차리라','물만두 강정~*','면/만두','급 땡긴 만두강정 맛있게 ?~ ?~','물만두 25개,아몬드 1줌,고추장 1큰술,케? 1+1/2큰술,맛간장 1/2큰술,올리고당 2큰술,통깨 솔솔,다진마늘 1/2큰술,물 2큰술','위 양념을 모두 넣고 고루 섞어 준비해 주시고,예열된 팬에 기름을 넉넉히 두른후 튀기듯 노릇하게 구워 줍니다,노릇하게 튀겨지면 키치타올을 이용해 한쪽 면으로 해서 기름을 닦아 내어주세요,준비한 양념을 붓고
휘리릭~ 저어,아몬드를 취향껏 넣고,스윽~ 저어 내심 끝','ffd1.jpg','d241.jpg,bdd1.jpg,02d1.jpg,8b51.jpg,cd81.jpg,5921.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (220,'김모모','굴소스마요라면 만들기','면/만두','심야식당에 나온 굴소스마요라면이 맛있어보여 생각나는 대로 간단하게 만들어 봤어요','라면 1인분,파 약간,청양고추 1개,라면스프 1/2개,굴소스 2T,버터 약간,마요네즈 취향껏','라면을 3분정도 끓여줍니다,물은 약간만 남기고 버리고 라면수프 반개를 넣어 잘 섞어줍니다,굴소스를 넣어서 섞어주고,국물이 자작자작해지면 버터를 넣습니다,파를 넣고 잘 볶아준 후 불을 끕니다,마요네즈와 청양고추를 위에 얹으면 완성 +_+','6a81.jpg','2571.jpg,50e1.jpg,01d1.jpg,02d1.jpg,0891.jpg,f7b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (221,'농심','신라면을 이용한 신라면투움바 파스타','면/만두','신라면을 이용해 집에서 근사한 투움바신라면을 만들어보세요. 홈 파티 음식으로도 최고입니다.','신라면 1봉지,마늘 5알,양파 1/2개,슬라이스치즈 2장,버터 1큰술,우유 300ml,새우 10마리,올리브오일 적당량,파슬리 적당량','분량의 재료를 준비합니다.,신라면을 반정도만 삶아 체에 받쳐둡니다.,마늘, 양파, 새우의 순서로 올리브오일 두른 팬에 볶아 주고 후추를 뿌려줍니다.,우유를 붓고 버터를 넣어 잘 저으면서 끓여줍니다.,신라면 스프를 2/3에서 1개까지 넣어줍니다. 
너무 많이 넣을 경우 짤 수 있으니, 본인 입맛에 맞게 적당량 넣어주세요. 
전 1개 넣었어요~,슬라이스 치즈 2장을 넣고 잘 저어줍니다.,미리 삶아놓은 면을 소스에 넣고 1분간 잘 섞어줍니다.,그릇에 예쁘게 담고 파슬리를 살살 뿌려주면 완성','1541.jpg','a731.jpg,cb81.jpg,2591.jpg,34b1.jpg,37c1.jpg,7e51.jpg,2691.jpg,f471.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (222,'치타숑','야채듬뿍! 상큼한 샐러드 파스타 만들기','면/만두','옛날 미즈컨테이너에서 처음 먹어 본 샐러드 파스타~ 어머 이런 파스타도 있구나 했었는데~ 다들 먹어보셨나요~^^ 이여름에 어울리는 냉파스타가 아닌가 싶어요~ 파스타 면 대신, 쌀국수 면이나 우동면을 넣기도 하고 구운 새우대신 닭가슴살이나 먹다 남은 치킨,혹은 미니 돈까스를 활용해도 좋아요~ 간단하게 집에서 소스를 만들어, 좋아하는 야채를 듬뿍넣고 건강한 한끼를 만들어보세요~','파스타면 2인분,샐러드야채 듬뿍,옥수수통조림,방울토마토,새우,마늘,파마산치즈가루,스위트칠리소스 3큰술,발사믹식초 2큰술,케찹 1큰술,머스타드 1큰술','소스부터 만들어줍니다~오리엔탈 드레싱 5 큰 술, 스위트 칠리소스 3큰술, 발사믹 식초 2 큰술 (발사믹드레싱ok), 케찹 1 큰 술, 머스타드 1 큰 술,좋아하는 야채를 듬뿍 넣어주면 됩니다
야채믹스를 마트에서 사와도 좋아요~,마늘이 노릇하게 익었다면 새우를 넣고 볶아주세요~
소금 후추도 톡톡~,파스타면은 차갑게 먹을 꺼라, 1분 더 삶아서 총 9분 삶아줬어요~,익힌 면은 차갑게 헹궈서 올리브유 1 큰술에 버무려놓으세요
소스의 1/2을 넣고 면부터 버무려줍니다~,야채 1/2 과 남은 소스의 2/3정도를 넣고 다시 버물버물~,예쁘게 고명을 올리고 남은 소스를 뿌려주면 완성이에요~,추억의 미즈컨테이너 샐러드 파스타가 완성되었어요~^^','f181.jpg','da21.jpg,6641.jpg,8811.png,32d1.jpg,4961.jpg,d781.jpg,7e81.jpg,4c41.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (223,'아름다울가','매콤달콤 깐풍만두 만들기- 식상한 만두요리는 가라!','면/만두','집에서 혼밥만큼이나 혼술도 자주하는 편이에요혼술도 외롭지 않게! 입이 즐거운 안주 소개해볼게요맥주가 절로 들어갈거에요','냉동만두 6개,파프리카 1/2개,양파 1/4개,파 조금,청양고추 1개,다진마늘 1T,굴소스 1T,간장 2T,올리고당 2T,식초 1T,후추 조금,참기름 조금,깨 조금','파프리카와 양파는 정사각형으로 썰어주세요 
청양고추와 파도 다져주세요 
청양고추가 들어가면 느끼하지 않아요파프리카 색깔별로 반개씩, 양파 1/4개, 청양고추, 대파,깐풍소스를 준비합니다 
굴소스1, 간장2, 올리고당2, 식초1T, 후추약간, 참기름, 깨를 넣고 
잘 섞어주세요굴소스1, 간장2, 올리고당2, 식초1T, 후추약간, 참기름, 깨,만두는 해동을 한 후 기름을 넉넉하게 두르고 튀기듯이 구워주세요후라이팬중약불,잘 구워진 만두는 한쪽으로 빼두고 
다진마늘과 파를 먼저 볶아서 
파기름을 내주세요,썰어 둔 야채를 넣고 볶아주세요센불파프리카는 색깔내려고 해본 거구요 
당근도 좋고 좋아하는 야채 암거나 넣어도 좋아요 피망을 넣어도 더 맛있을 것 같아요,양파가 투명해질 때쯤 
깐풍소스를 투하합니다 
물을 살짝 첨가해서 
졸여주세요 전분물을 넣으면 더 걸죽하게 만들 수 있어요,만두를 뒹굴뒹굴 한 후 
살짝 더 졸여주면 깐풍만두 완성! 
청양고추를 넣었더니 매콤한 냄새 작렬이네요','64c1.jpg','fd51.jpg,0f01.jpg,e4f1.jpg,47c1.jpg,c1e1.jpg,bf71.jpg,e091.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (224,'맘스쿠킹다이어리','살 빼고 싶지만 면은 포기할 수 없을 땐? 저칼로리 두부면으로 카레볶음면 만들기!','면/만두','오늘은 저칼로리 두부면을 가지고 맛있는 다이어트 요리, 카레볶음면을 만들어 보겠습니다. :)','소고기 200g,파프리카 2개,피망 1개,양파 1/2개,카레 50g,다진마늘 1큰술,후추 약간,소금 약간,올리브유,물','빨간 & 노란 파프리카와 녹색 피망, 그리고 양파는 깍뚝썰기 해줍니다.파프리카, 피망, 양파도마, 칼,소고기 (등심)는 키친타월로 핏물을 제거해준 후 큼지막하게 깍뚝썰기 해주세요.소고기키친타월, 도마, 칼,그리고 다진마늘 1큰술, 후추 소금 약간을 넣고 밑간을 해준 후 10분 정도 재워줍니다.다진마늘, 후추소금볼,두부면은 체에 받쳐 물기를 빼준 다음 깨끗한 물로 헹궈주세요.두부면체두부면은 풀무원 두부면을 사용하였습니다. :),그리고 카레가루 50g에 생수 200ml를 넣어 가루를 잘 풀어줍니다.카레가루, 생수,팬에 올리브유를 약간 두른 후 밑간한 소고기를 익혀주세요.올리브유, 소고기팬,고기의 겉면이 익기 시작하면 준비해 놓은 모든 야채를 넣고 볶아줍니다.야채,그 다음 풀어 놓았던 카레를 넣고 잘 섞어주세요.카레,마지막으로 오늘의 주인공 두부건면을 넣고 자작한 국물이 보글보글거릴 때까지 끓여주면 완성입니다.두부면','fc91.jpg','4711.jpg,f521.jpg,fa31.jpg,be11.jpg,7211.jpg,0d11.jpg,b641.jpg,dd11.jpg,81f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (225,'yejib1112','담백한 새우연두부달걀탕','국/탕/찌개','간단하지만 세상 시원한! 담백한 새우연두부달걀탕입니다:)','연두부 1팩,새우 10-12마리,달걀 1개,송송썬쪽파 1-2줌,다시마5cmx5cm 1장,간장 1-1.5T','우선 다시마물을 만들어요. 냄비에 물 붓고 다시마를 넣어 센 불에서 끓이다 끓어오르면 약불로 줄여 약 15분간 더 끓여주세요.,15분 후, 다시마는 건져 내고,수저로 듬성듬성 연두부를 퍼서 냄비에 넣어주세요.,그리고 새우 넣고 간장 1-1.5T 넣어주세요.,센 불에서 약 5분간 팔팔 끓여주세요. 떠오르는 거품은 걷어주세요~,불을 약불로 줄이고 달걀물을 원을 그려가며 쪼로록 부어주세요. 달걀물이 바닥에 붙지 않도록 한번만 휘이 저어주세요.,쪽파 올리고, 후추 톡톡하면 완성입니다. 간 보고 싱거우면 소금으로 간해주세요~','db51.jpg','beb1.jpg,3031.jpg,a761.jpg,0cf1.jpg,8c41.jpg,2721.jpg,c3e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (261,'만다미','[순두부찌개 끓이는 법]부드럽고 매콤한 백파더 찌개 요리','국/탕/찌개','부드럽고 매콤한 백파더 찌개요리, 순두부찌개~!!','순두부 1팩,다진돼지고기 1/2컵,다진양파 1컵,다진대파 1컵,청양고추 2개,계란 2개,고춧가루 3큰술,물 2컵,간마늘 1큰술,국간장 1큰술,맛소금 1/2큰술,후춧가루,카놀라유 5큰술,참기름 3큰술','팬에 카놀라유, 참기름을 두른 후 돼지고기, 양파, 대파를 넣고 센 불에서 4~5분 동안 볶아 주세요.다진 돼지고기 1/2컵, 다진 양파 1컵, 대파 1컵, 카놀라유 5큰술, 참기름 3큰술(*컵=종이컵 기준),(Tip.재료에서 수분이 나올 때까지 볶아 주세요.),고춧가루를 넣고 불을 끈 후 재료를 볶아 주세요.고춧가루 3큰술,다시 불을 켠 후 물을 붓고 중불에서 1분 동안 끓여 주세요.물 2컵(*컵=종이컵 기준),간마늘을 넣어 주세요.간마늘 1큰술,국간장을 넣어 주세요.(Tip.국간장은 진간장으로 대체 가능하다고 해요.)국간장 1큰술,맛소금을 넣고 중불에서 1분 동안 끓여 주세요.(Tip.맛소금은 나중에 좀 더 추가해서 총 1/2큰술을 넣었어요.)맛소금 1/2큰술,순두부를 넣고 중불에서 1분 동안 끓여 주세요순두부 1팩,계란, 청양고추, 후춧가루를 넣고 중약불에서 2~3분 동안 끓인 후 마무리해 주세요.계란 2개, 청양고추 2개, 후춧가루,순두부찌개를 뚝배기에 예쁘게 담아 주세요.(Tip.이렇게 계란 노른자를 따로 올려 보셔도 좋아요.)','8c11.jpg','6b21.jpg,92f1.jpg,f3d1.jpg,e991.jpg,c011.jpg,9171.jpg,f011.jpg,7e81.jpg,b8e1.jpg,a891.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (196,'GP하루한끼','부타동 : 일본식 돼지고기 덮밥 간단한 점심 메뉴로 굿! ','메인반찬','부타동은 일본식 돼지고기 덮밥으로부타는 일본어로 돼지를 뜻하고, 동은 밥을 뜻합니다.일본식 소스로 돼지고기를 조려서 밥위에 올린 덮밥식 음식인데요..부타동은 주로 목살 부위를 사용하지만 저는 대패삼겹살을 이용해서 만들었습니다.대패삼겹살은 양념 베이기가 더 쉽고,조리시간을 줄일 수 있어서 사용했구요.돼지고기는 다른 부위를 사용하셔도 상관없습니다.','대패삼겹살 200g,양파 1/2개,달걀노른자 1개,설탕 1큰술,간장 1.5큰술,맛술 1큰술,설탕 1큰술,다진마늘 1작은술','먼저 양파는 1/2개만 썰어주세요.
부타동은 별다른 야채들이 필요없어요.
간단하게 양파만 가지고 만들 수 있어서 
자취생들도간단하게 만들수 있습니다.,그 다음 양념장을 만들어줍니다. 
간장 1.5큰술, 맛술 1큰술, 설탕 1큰술, 
다진마늘 1작은술을 넣고 잘 섞어주세요. 
원래 다진마늘 대신 생강을 넣어주는데요. 
생강이 없어서 저는 다진마늘로 대체 했습니다.,그 다음 후라이팬에 대패삼겹살 200g을 넣고, 
설탕 1큰술 넣고 볶아줍니다. 고기를 볶을때 설탕을 넣으시면, 
소스도 더 잘베이구요. 고기의 감칠맛을 살려줍니다.,설탕이 다 녹으면 양파를 넣어주시구요. 
그리고 소스도 같이 넣어줍니다.,저는 소스가 있는거 보다는 바싹 굽는게 좋더라구요. 
소스가 자작하게 남아있는게 좋으신 분들은
취향에 따라 맛있게 구워주시구요.,고기가 다 익으면 밥위에 
먹음직 스럽게 고기를 올려주세요.,그리고 마지막으로 
가운데에 달걀 노른자 1개를 올려줍니다.
달걀의 비린맛 때문에 
날달걀을 못드시는 분이라면후라이 1개 해서 올려주시구요.,마지막으로 파슬리 가루 뿌려주시면
맛있는 부타동 완성입니다. 
생각보다 만들기 너무 간단하구요. 
확실히 일본식이라 그런지 
많이 자극적이지 않구요. 
고기의 달콤 짭짤함과 노른자의 담백함이 
어울려져서 맛있는 한끼로 손색없었습니다.','da31.jpg','2751.png,3fa1.png,ddc1.png,ed01.png,03f1.png,6a21.png,18b1.png,3a81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (197,'숄02','일본풍 가지덮밥','메인반찬','가지를 구워서 간장소스에 졸인 가지덮밥 만들기','가지 1개(약24cm),간장 1T,설탕 1T,청주 1T,미림 1T,물 1T','가지는 껍질을 벗기고 반으로 자른다. 오목한 그릇에 담아 랩을 씌운 뒤 전자렌지에 1분 30초 정도 돌려주세요.전자레인지,가지를 살짝 식힌뒤 칼집을 내서 펼쳐줍니다.,간장, 설탕, 청주, 미림, 물을 모두 1:1:1:1:1 비율로 섞어 소스를 만들어주세요. 가지 크기에 따라 1T~1.5T가 적당하고 설탕양은 기호에 따라 조절하세요.,팬에 오일을 두르고 가지를 앞뒤로 노릇노릇하게 구워냅니다.,만들어둔 소스를 붓고, 살짝 졸이면 완성입니다.,밥위에 남은 소스를 뿌리고 가지조림을 얹으면 완성입니다.','2961.jpg','a861.jpg,cfa1.jpg,2a81.jpg,abe1.jpg,9a61.jpg,bf71.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (198,'뽀유TV','스팸 돈부리덮밥!반찬이 필요없는 초간단 한그릇 요리','메인반찬','집에 스팸이 많이 있어서 스팸 돈부리덮밥을 만들어 봤어요! 반찬이 필요없이 한끼 맛있게 해결할수 있어 좋아요','스팸(小) 1캔,양파 1개,계란 2개,대파 약간,간장 4T,설탕 2T,물 2/3컵(종이컵)','먼저 스팸은 스틱모양으로 썰어 뜨거운 물에 살짝 데쳐 줍니다,데친 스팸은 아무것도 두르지 않은채 달궈진 팬에 구워 줍니다.,대파는 쫑쫑 썰어주시고 양파는 얇게 채 썰어 주세요양파가 너무 크면 1/2개만 사용하세요,간장4스푼,설탕2스푼,물 2/3컵(종이컵)을 잘 섞어주세요. 설탕이 충분히 녹게 잘 섞어주셔요혹시 평소 달달한것 싫어하심 설탕양은 줄여 주세요,계란2개를 깨서 계란물을 만들어 줍니다.,냄비에 양파와 간장소스를 넣고 끓여 주다가 양파가 투명해지면 스팸을 위에 올려 줍니다.,국물이 조금 자작해졌다 싶을때 계란물을 빙 둘러 주세요. 이때 마구 젓지 마시고 자연스럽게 두시면 되요. 마지막으로 대파를 솔솔 뿌려주신 뒤 완성되면 밥위에 올려주시면 끝!,반찬 필요없는 초간단 한그릇 요리 스팸돈부리덮밥 완성입니다.슥슥 비벼 한숟가락 먹어보니 부드러운 계란과 양파에 짭쪼름한 스팸이 만나 참 맛있네요','94c1.jpg','8051.jpg,bde1.jpg,95b1.jpg,c031.jpg,3f11.jpg,0661.jpg,7a41.jpg,1411.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (199,'찌니훗','비엔나 만두 강정','면/만두','만두 강정을 만드려다가 집에 비엔나소세지가 있어서 같이 만들어봤어요ㅎㅎ','비엔나소세지작은거 1봉,물 1T,간장 1T,고추장 2T,케찹 2T,올리고당 1.5T,다진마늘 1t,참기름 약간,깨 약간','만두는 기름을 두룬 팬에 노릇하게 구워줍니다.,비엔나 소세지에 원하는 모양대로 칼집을 내고 팬에 볶아줍니다.
양파가 있다면 같이 볶아줘도 좋아요:),비엔나가 어느정도 구워지면 만두를 같이 넣어줍니다.,양념장을 넣고 양념이 고루 베이도록 잘 섞어줍니다.,양념이 어느정도 베이면 위에 통깨를 뿌려 마무리합니다.,간식이나 술안주, 밑반찬으로 먹기 좋은 비엔나만두강정 완성!','6ac1.jpg','fc21.jpg,3171.jpg,fb51.jpg,c911.jpg,5341.jpg,72a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (200,'쿡따라',' 한그릇 면요리/어묵 잔치국수','면/만두','어묵과 몇가지 재료 고명으로 올려 푸짐하게 만든 어묵잔치국수입니다 뜨끈한 온국수 한그릇이 피로하고 지친날 힐링이 되어 주는 저의 소울푸드입니다 비빔밥처럼 고명을 담아 봤는데 보기도 예쁘더라구요~','소면 2인분,얇은사각어묵 3장,달걀 3개,당근 1/2개,애호박 1/2개,맛술 1스푼,식용유 약간,소금 약간,쥐똥고추 5개,디포리 2마리,파 약간,간장 3스푼,국간장 1스푼,다진마늘 0.5스푼,매실청 2스푼,고춧가루 0.5스푼,다진청양고추 1스푼,다진파 1스푼,참기름 약간,깨 약간','재료 준비해 주세요~,물 1.2리터에 적힌 분량의 육수재료 
다시팩, 쥐똥고추, 띠포리, 파 넣고 
15분 정도 끓여 육수를 만들어 주세요~,어묵은 끓는물로 샤워 시킨 후 가늘게 썰어 주고
애호박과 당근도 가늘게 채 썰어 준비해 주세요~,팬에 식용유 약간 두르고 어묵 넣고 
참기름 0.5스푼과 소금 한꼬집 넣어 
노릇한 색이 나게 볶아 주세요~,달걀은 깨 맛술과 소금 약간 넣고 저어 지단 부친 후 채 썰고
식용유 약간 두른 팬에 당근과 소금 약간 넣고 볶아주고
애호박은 참기름 0.5스푼, 소금 약간 넣고 
센불에서 빠르게 볶아내 주세요~,준비한 잔치국수 고명 어묵, 애호박, 당근, 달걀지단입니다
준비한 잔치국수 고명 어묵, 애호박, 당근, 달걀지단입니다,적힌 분량의 양념장 재료 간장, 국간장, 다진마늘, 
매실청, 고춧가루, 참기름, 깨소금, 다진청양고추와 다진파 넣고
골고루 저어 섞어 주면 잔치국수 양념장 완성~잔치국수 양념장에 국간장과 진간장 
섞어 넣어 주면 감칠맛이 좋아요~
비율은 기호에 맞게 조절해 주세요~,끓는 물에 소면 넣고 후루룩 끓여 오르면 찬물 1/2컵 넣고 
다시 끓어 오르면 찬물 넣는 과정을 2~3번 정도 반복해 삶아 준 후
건져 찬물에 주물어 여러번 헹궈 전분기 빼 주고 체에 받쳐 물기 빼 주세요~,그릇 가운데 소면 담고 가장자리에 
고명 색깔맞춰 예쁘게 담아 주세요~,육수 붓고 양념장 곁들어 주면 어묵 잔치국수 완성~기호에 따라 김가루 올려줘도 좋아요~','1b11.jpg','3f51.jpg,ffe1.jpg,4c21.jpg,bfc1.jpg,ae61.jpg,dda1.jpg,14c1.jpg,c9a1.jpg,26d1.jpg,b4f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (201,'쟌쟌','차돌박이 파스타 ','면/만두','한끼 식사로도 맥주 안주로도 훌륭한 매운 차돌박이 파스타','차돌박이 15장,양파 1/2개,청량고추 2개,홍고추 1개,통마늘 5톨,간장 2숟갈,굴소스 1숟갈,맛술 1숟갈,다진마늘 1숟갈,후추 약간','파스타면을 제일 먼저 삶습니다. 물을 넉넉하게 담아 끓여주시고 파스타를 넣어주세요. 7분 : 단단한 식감을 원할때 8분 : 쫄깃하고 탄력있는 식감 9분 : 부드럽고 통통한 면을 원할때,마늘은 편으로 썰고 양파도 적당히, 고추도 얇게 썰어주세요. 특히 고추는 얇게 썰어주셔야 입에서 겉돌지 않고 면에 착착 감깁니다.,간장 2숟갈, 굴소스 1숟갈, 맛술 1숟갈, 다진마늘 1숟갈, 후추약간을 넣어 소스를 만들어주세요. 다 삶아진 면은 건져서 올리브유를 살짝 넣어 비벼놓으시면 됩니다.,재료 준비가 끝났다면 기름을 두른팬에 마늘과 고추를 먼저 넣어 볶아 향을 내주세요. 그다음 양파도 넣어주세요.,차돌박이까지 넣어 반 정도 볶은뒤, 면을 넣고 미리 만들어둔 소스를 넣고 함께 볶아주시 면됩니다. 소스는 입맛에 따라 약간씩 넣으며 가감하세요.','6321.jpg','da51.jpg,7211.jpg,4cb1.jpg,8ac1.jpg,c351.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (202,'뽀유TV','중식의 대가 이연복 쉐프 깐풍만두 초간단 레시피','면/만두','오늘은 만들기 쉽지만 정말 맛있는 이연복쉐프님의 깐풍만두 레시피를 소개해드릴께요. 야식으로 강추 드립니다','만두 10개,대파 1대,쥐똥고추(or청양고추) 기호에맞게,다진마늘 1T,간장 1T,설탕 1T,식초 2T,물엿 1/2T,후추 톡톡','먼저 야채를 잘게 썰어 주시는데요. 이연복 쉐프님은 쥐똥고추를 말씀하셨는데 저는 없어서 매운 청양홍고추를 사용했습니다,후추를 제외한 양념은 미리 한곳에 섞어 줍니다,달궈진 팬에 기름 약간 두르고 만두를 약불에서 노릇하게 구워 주세요,만두가 다 구워지면 한쪽에 밀어두고 다른 한켠에서 대파,다진마늘,매운홍고추를 넣고 볶다가 만두와 섞어 줍니다,준비해둔 양념에 후추약간과 물 3-4스푼을 넣어주고 재빨리 저어 살짝 졸여주면 끝!,야식으로 추천드리고 싶은 이연복쉐프님 깐풍만두 완성입니다,한입 먹어보니 고추의 매콤한 맛, 식초의 새콤한 맛, 설탕의 달달한 맛이 한데 어우려져 정말 맛있어요.맥주드시는 분들께는 간단한 술안주로도 좋을듯 합니다','3e11.jpg','a991.jpg,27c1.jpg,0871.jpg,5f51.jpg,6331.jpg,e591.jpg,1a71.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (203,'꽃청춘이주부','간단하지만 중독성있게맛있는 간장파스타','면/만두','아시는분은 아실수도 있는 레시피지만~? 한번해드시면 계속해서먹게되는 중독성 강한 간장파스타랍니다.','파스타면 1인분(1인분500원동전만큼),양파 1/2개,베이컨 70g,마늘 2쪽,청양고추 3개,올리브유(또는식용유) 조금,간장 2T,참기름 1T,설탕 1T','재료:파스타면500원짜리동전만큼,양파1/2개,마늘2쪽(큰거기준_마늘이 작다면 3-4개정도준비해주세요)청양고추3개,베이컨70g,올리브유또는식용유
양념재료:간장2스푼,참기름1스푼,설탕1스푼
(1인분기준/밥숟가락기준),파스타면을 500원짜리 동전만큼 준비해주세요
저정도 양이 1인분의 양이랍니다.,냄비에 물을넣고 물이 끓기시작하면 파스타면을 넣어주세요
그리고 올리브유를 1스푼넣어주세요
올리브유 없으시면 식용유로 하셔도 된답니다.
이렇게해서 8분정도 삶아주세요
전 꼬들꼬들한 식감을 좋아해서 8분정도 삶아주었는데 좀더 말캉한(?) 식감을 원하시면 10분정도 삶아주시면 됩니다.,파스타면이 삶아지는동안 야채를 준비할께요!
양파1/2개와 청양고추3개,마늘2쪽을 준비해서 썰어주시고
사진에는 없지만 베이컨도 먹기좋게 잘라주세요
여기서 새우살이 있으면 새우를 넣으시면 좀더 맛있는데 전 패스했습니다.
매운거 못드시는분들은 청양고추를 2개만 넣으시구요~
매콤한걸 좋아하시면 4개정도 넣으시면 충분히 칼칼하게 드실수 있어요!,양념장은 간장2스푼,참기름1스푼,설탕1스푼을 넣어서 잘섞어주시면 간장파스타의 양념장이 완성됩니다.,야채를 준비하는동안 파스타면이 삶아졌을거예요~
찬물에 헹구지 마시고~ 그냥 체이 받쳐서 물기만 제거해주세요,후라이팬을 준비해서 식용유나 올리브유를 넣고
마늘 썰어두었던걸 넣고 살살 볶아줍니다.,마늘이 노릇해지기 시작하면 베이컨을 넣어줍니다.
베이컨은 자체에서 기름이 나오기 때문에 베이컨을 넣자마자 양파를 넣어서 같이 볶아주세요,양파가 분리가 되기 시작하면 청양고추를 썰어두었던것을 넣어주세요.,물기를 제거해서 놔두었던 파스타면을 넣어줍니다.
그리고 만들어 두었던 간장파스타의 양념을 넣어줍니다.,2분에서3분넣도 더 볶아내면 간장파스타 완성입니다!!','df01.jpg','e1d1.jpg,e051.jpg,10d1.jpg,5f31.jpg,9e81.jpg,c711.jpg,4bf1.jpg,e151.jpg,a771.jpg,f191.jpg,f991.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (204,'보루빵','만두강정 소스까지 다 만들기 간단간식 맥주안주로 굿굿!','면/만두','어느집에나 냉동실에 들어있을 냉동만두! 구워먹고 쪄먹고 만두국끓여먹고 외에 매콤달콤한 소스를 곁들인 별미 만두강정 레시피 입니다','만두 6-10개,옥수수 약간,땅콩가루 약간,고추장 1숟갈,케찹 3숟갈,올리고당 1숟갈,설탕 0.5숟갈,맛술 1숟갈,다진마늘 1숟갈','만두를 구워주세요
저는 에어프라이어에다가~ 에어프라이에어 돌리실분들은 180도에서 12분정도면 다익어요에어프라이어,위의 분량대로 양념을 섞어 만들어줍니다
이 양념은 두부강정이나 양념치킨 전부다 사용가능해요,톡톡터지는 식감을 주기위해 저는 냉동실에 얼려뒀던 옥수수를 조금 넣어줬습니다
콘옥수수캔을 물빼고 넣어주셔도되요,소스는 한번 파르르 끓여주세요제 분량대로 만드시면 만두 왕교자사이즈로 10개정도 버무릴수있는 양입니다,다익은 만두를 끓여둔 소스에 투하!,뒤적뒤적 잘섞어주기만하면 끝이에요고추장때문에 매운맛이 있으니 아이들을 위해 만드실경우 고추장양을 살짝 줄이셔도 됩니다,그릇에 쪼로리 담고 위에 땅콩가루 뿌리고 파슬리가루 살짝 뿌려주면 비쥬얼 업업!','62a1.jpg','b8c1.jpg,ade1.jpg,1931.jpg,5d11.jpg,96f1.jpg,3c01.jpg,51c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (205,'벼르곰','새우굴소스파스타','면/만두','어렸을때 엄마랑 파스타를 먹으러갔었는데 처음보는비주얼에 처음느껴보는맛이라 인상깊게남아서 맛을 기억했다가 집에와서 대충 만들어봤는데 의외로 비슷한맛에 너무 맛있어서 가끔 엄마랑 만들어먹게된 새우파스타입니다','파스타면 100g,청양고추 2개,마늘 30g,버터 30g,새우 6마리,파마산치즈가루 약간,오일 3T,소금 약간,굴소스 1.5T','냄비에 물을 2/3정도 채우고 소금을 약간 넣고 끓여준다 물이 끓으면 파스타면을 넣고8~10분간 익혀준다,면이 다 익으면 면을 채반에 받친뒤 면수는 버리지말고 따로 받아둔다,마늘과 고추는 작게 편썰어서 준비해둔다,새우는 날카로운 머리부분을 반 잘라 손질해놓는다,썰어둔 마늘과 고추를 기름두른팬에 볶아준다,마늘이 어느정도 익으면 손질해놓은 새우와 버터를넣고 약한불에서 타지않게 볶아준다,새우가 익어갈쯤 삶은파스타면을넣고 면수 한국자와 굴소스를넣고 섞어준다,그릇에 예쁘게담아준다,완성된파스타에 파마산치즈가루를 솔솔뿌려 마무리해준다','b9c1.jpg','85f1.jpg,bd11.jpg,86d1.jpg,45a1.jpg,a571.jpg,8fe1.jpg,eb61.jpg,35a1.jpg,7f61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (206,'고래언니','깐풍만두 전분가루 없이도 맛있는 소스만들기','면/만두','냉동고에 항상 있는 냉동만두로 맛있는 깐풍만두를 만들어봤는데요 전분가루 없이도 맛있는 깐풍소스를 만들어보았답니다','냉동만두 500g,간장 2T,식초 2T,미림(맛술) 2T,굴소스 1T,설탕 1T,물 2T,다진마늘 0.5T','제시 된 양념을 그릇에 모두 넣어 설탕이 녹을정도로 잘 섞어주세요,기름을 적당히 두른 팬에 냉동만두를 앞뒤로 노릇하게 구워줍니다,다른팬에 기름을 살짝 넣고 냉장고 속 자투리 채소를 다져 볶아주세요
(저는 양파, 당근, 송송 썰어놓은 대파를 넣었어요),채소가 반정도 익었을 때 미리 만들어 놓은 양념을 모두 부어서 약불에서 살짝 졸여주시면 되요
(걸죽한 소스가 좋으신 분들은 전분가루를 이용해 전분물을 만들??1T 넣어주시면 되요),적당히 졸아든 깐풍소스를 맛있게 구워진 만두 위에 스~윽 뿌려주면 완성!','20a1.jpg','b861.jpg,6051.jpg,dba1.jpg,2001.jpg,3051.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (207,'얌무','[간단 자취요리] 정말 쉬운 비빔만두 만들기! 간식, 술안주로도 굿!','면/만두','안녕하세요 여러분! 오늘의 간단 자취요리는 바로 비빔만두입니다 :) 비빔만두는 누구나 좋아하지만 만들기는 쉽고, 또 맛있죠!물론 양념장은 만드는 사람에 따라 복잡해질수도 있지만, 양념종류를 최소화하면서 맛있게 드실 수 있도록 만들어봤어요 :)드실때 모두 비벼드셔도 좋고 저처럼 얹어서 드셔도 좋은데요! 개인적으로 만두의 바삭함을 끝까지 느끼고싶다면 얹어서 드시길 추천드려요 ㅎㅎ','냉동만두 적당량,고추장 3T,식초 2T,설탕 2T,다진마늘 1/2T,참기름 1/2T','재료를 준비합니다.각종야채, 냉동만두, 고추장, 식초, 설탕, 다진마늘, 참기름,우선 양념장을 만들어 줍니다.양념장 재료 : 고추장 3T, 식초 2T, 설탕 2T, 다진마늘 1/2T, 참기름 1/2T,깻잎은 먹기 좋게 채썰어 주세요. 찢어도 무관해요.,상추도 먹기 좋게 찢어줍니다.,양배추는 최대한 얇게 썰어주시는 게 좋아요.,모든 야채를 넣고 양념장에 버무려 줍시다.버무리면 숨이 죽으니 생각했던 것보다 많이 준비하세요!,이제 만두를 노릇노릇 구워줍시다.중불노릇노릇 바삭바삭하게 구워주시면 좋아요.,멋지게 셋팅을 해주세요.','6961.jpg','07f1.jpg,6e51.jpg,9171.jpg,7e61.jpg,a721.jpg,9f31.jpg,3151.jpg,1151.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (208,'쉬운언니','원팬으로 10분이면 뚝딱!! 초간단 버섯당면볶음 입니다~^^','면/만두','이 음식은 제가 집에 라면도없는데 면먹고 싶을때, 혹은 잡채먹고싶거나 잡채밥 땡길때, 아니면 버섯이 한 3~4개쯤 남아 처치곤란일때.. 바로 이럴때 간단하게 만들어 먹는 볶음면인데요.이게 또 정말 간단한데 식사가 되고 좋아요^^사실 갑자기 잡채 먹고 싶다고 진짜 만들기도 귀찮지만 이건 혼자사는 저로선 만들어도 처치곤란!! 게다가 이것저것 남은 식재료들이 문제가 될 수밖에 없는데이렇게 볶음당면으로 만들면 잡채맛도 충분히 느낄수 있고 한끼 해결도 충분하고, 남으면 반찬으로도 좋고.. 뭣보다 간단해서 좋은 요리입니다 ^^납작당면 이용하면 훨씬 식감이 좋으니 참고하시고 만들어 보세요^^','당면 120g,표고버섯 4개,청량고추 1개,대파 15Cm,다진마늘 1T,식용유 4T,간장 3T,굴소스 2T,매실청또는올리고당 2T,후추 약간,맛술 1T,참기름 2T','제일 먼저 당면은 완전 뜨거운물에 불려주세요. 그래야 재료손질하는동안 다 불어요^^볶기전 덜 불어도 걱정마세요. 볶을때 물좀 더 넣고 볶으면 됩니다. 시간여유있다면 찬물에 천천히 불려쓰면 더욱 좋습니다.^^,표고버섯은 기둥을 떼고 슬라이스해서 준비해 주세요.,청양고추는 매콤한걸 좋아한다면 두개까지 가능한데 슬라이스 해서 준비해 주세요.두개이상은 넣지마세요. 칼칼함이 올라와서 먹다가 사레걸려요.,대파도 원형 그대로 슬라이스 해서 준비해 주세요.,참기름을 제외한 양념장은 전부 한데 섞어 주세요.,팬에 식용유 4T를 두르고 파하고, 마늘을 넣고 중불에서 볶아주세요.,대파와 마늘은 향이 우러나오도록 충분히 볶아 파기름을 만들어 주세요.,어느정도 파기름이 익어가면 청량고추를 넣고 살짝만 볶아주세요.,슬라이스한 표고버섯을 넣고 불은 중불에서 볶아주세요.쎈불에 볶으면 파,마늘만 타니 중불로 천천히 볶아주세요.,버섯은 충분히 볶아야 맛이 좋아요. 버섯자체에 윤기가 돌때까지, 흡수한 기름을 도루 뱉어낼때까지 볶아주세요.,버섯이 잘 볶아졌으면 당면과 양념장을 1/3만 남기고 물 반컵과 함께 볶아주세요.센불로 볶아야 면이 불지 않아요.,면에 양념이 잘스며들고 면이 익으면 간을보아 남겨둔 양념장 을 추가하거나 괜찮다면 참기름을 넣고 마무리합니다.,그릇에 면과함께 담고 깨는 기호에 맞게 추가해 주세요~','ee71.jpg','4801.jpg,8021.jpg,97f1.jpg,fed1.jpg,a451.jpg,7121.jpg,8f81.jpg,35b1.jpg,ac91.jpg,d151.jpg,b311.jpg,6751.jpg,8da1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (209,'자몽의요리','부산에서 먹던 탱글탱글 비빔당면','면/만두','부산에서 맛잇게 먹었던 비빔당면이예요 심심한듯 하면서도 은근히 중독성있는 맛이죠여름이니깐 아무래도 이런 비빔메뉴가 계속 땡기네요 비빔당면양념장은 각종 비빔면요리에 사용하셔도 잘 어울립니다','당면 80g,계란 1개,당근 1/2개,깻잎 5장,고춧가루 2T,설탕 1T,깨 1T,간장 4T,식초 1.5T,올리고당 2T,다진마늘 0.5T,참기름 2T,다진파 2T','고춧가루2T, 설탕1T, 깨1T, 간장4T, 식초1.5T, 올리고당2T, 다진마늘 0.5T, 참기름2T, 다진파2T 를 넣고 양념장부터 만들거예요 ▶양념장을 먼저 만들어 놓고 시작하셔야 요리가 쉽습니다. 당면부터 삶고 양념장을 만들게 되면 당면이 불어버리는 사태가 벌어지기 때문이죠,깻잎과 당근은 깨끗이 씻어서 깻잎은 반으로 접어서 길고 얇게 채썰고, 당근도 얇게 채썰어주세요,계란1개는 잘 풀어주세요,후라이팬에 기름을 두르고 계란물을 부어서 계란지단을 만들어줍니다 
▶ 어차피 길게 채썰꺼라서 모양은 이쁘게 안하셔도 됩니다,다 익은 계란지단은 길게 채썰어주세요,당면을 삶아줍니다 ▶ 보통 7~8분정도 삶아주시는게 제일 적당해요,다 삶아진 당면은 찬물로 헹궈주세요,그릇에 당면을 담고, 당근,계란,깻잎 고명을 얹어줍니다. 그리고 취향에 맞고 소스를 얹어줍니다 ▶당면은 미리 가위로 조금 잘라주세요','b331.jpg','45b1.jpg,a781.jpg,f0a1.jpg,d6c1.jpg,af41.jpg,eba1.jpg,bb61.jpg,c211.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (210,'로즈현','10분이면 뚝딱! 밥보다 면이지~ 간장계란면:D','면/만두','흔히들 간장계란밥으로 한끼 간편히 해결하시죠. 밥보다 면을 좋아하는 신랑을 위해 간장계란면으로 해봤어요:D','소면 100원동전,달걀 2개,간장 2숟가락,올리고당 1숟가락,매실액 1숟가락,식초 1숟가락,참기름 1숟가락,고춧가루 약간,후추 약간','끓는 물에 소면 넣고 끓이기.,끓으면 찬물 살짝 붓기. 세번 반복.,찬물에 박박 비벼서 헹구기.
*면 절대 안끊어지니까 손빨래하듯 양손으로 잡고 비벼헹구세요.
그래야 안불고 쫄깃해집니다.,달걀 두개 반숙으로 부치기.,볼에 양념 만들어두기.,체에 받쳐 둔 국수 넣고 버무리기.,그릇에 담기.,달걀프라이 얹고 깨뿌리기.,※ 매콤달콤 김치비빔국수도 땡긴다면? → @6905804','cf71.jpg','49e1.jpg,1fe1.jpg,8b41.jpg,f511.jpg,e9b1.jpg,25b1.jpg,1641.jpg,5251.jpg,0821.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (211,'서녕','초간단술안주!대패삼겹우동볶음!!','면/만두','출출한밤, 냉동대패삼겹과 우동사리로 단짠단짠 초스피드 초간단 술안주만들기~! ☆저녁한끼 혹은 밥과 곁들여먹기에도 좋아요!','우동사리 2개,양파 1개,대파한줌( 1개),숙주 2줌,맛간장 4T,굴소스 1.5T,올리고당(설탕대체가능) 4T,다진마늘 2T,미림(맛술) 5T,참기름 1T,깨 0.5T,후추 1t','우선 재료를 꺼내볼께요~
대패삼겹살, 우동사리2개, 숙주, 파와 양파(냉장고 짜투리채소 넣어도 좋아요~!),볼에 대패삼겹을 넣고 미림을 5T정도(고기가 잠겨있을정도면 됩니다)뿌려주고 살짝 조물조물 뒤집어가며 골고루 냄새잡히게 해주세요~
※미림이 없으신경우 맛술, 청주나 소주로 대체가능합니다!소주넣으실 경우는 3T만 넣으셔도 충분해요!!,고기를 재우는 동안
양념소스을 먼저만들어놓습니다!
(간장3+올리고당4+굴소스1.5+깨0.5),양념소스만들고 
양파, 파 등 채소도 씻어서 채썰어준비해주세요!
숙주도 씻으면서 다듬어주시고!!,달궈진팬에 약불로 바꿔준 후 기름을 둘러주고 다진마늘2T와 파를넣고 파기름을 먼저내주세요~,미림(맛술)에 재워둔 대패삼겹을 넣어주시고 중불로 올려서 볶아주세요~이때 후추1t, 간장1T를 둘러주세요,고기를 볶는동안 우동사리를 끓인물을 부어 면선만 풀어주세요!!,고기가 반쯤 익었을때 아까섞어둔 양념과 양파, 숙주를 넣고 볶아주시다가
고기와 야채에 양념색이 베어진다 싶을때 우동사리투하!!
양념이 쏙 입혀질 정도(1~2분가량) 쎈불로 볶아주시면 됩니다.
※숙주와 면선을 풀어둔 우동에서 물이 나오기 때문에 간을 조금 짜게했는데 간을 한번 봐보시고 짠거같으시면 물이나 숙주를 조금 더 넣어주세요!,완성~전 손이 커서 3인분을 꽉 채워서 해놨어요!
다들 맛있게 드세요~♥?','3bd1.jpg','3b01.jpg,cb91.jpg,eec1.jpg,c5a1.jpg,8cc1.jpg,d191.jpg,25a1.jpg,e951.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (212,'재미마미','시금치(포항초)알리오올리오:시금치를 좋아하게 만드는 파스타','면/만두','포항초 두단 사서 알뜰히 활용하고 있는 중이에요 알리오올리오에 시금치를 넣는 정도의 쉬운 레시피인데...아이가 시금치가 이렇게 맛있었냐고 할 정도로 맛있게 먹었던 파스타에요: 요즘 시금치 맛있는 철이니까 한번 만들어 보세요 아이에게 시금치가 맛있는 거라는 걸 알려줄 절호의 기회랍니다ㅎㅎ','스파게티면 100~150그램,마늘 6~7톨,다진마늘 1/2큰술,시금치(포항초) 4~5뿌리,굴소스 1작은술+,올리브오일 2큰술+,소금,후추,굵은소금','끓는물에 스파게티면과 굵은소금을 넣고 7분정도 삶는다
(패키지에 쓰인 삶는 시간에서 1~2분 덜 삶기),스파게티가 거의 삶아질 무렵 팬에 올리브오일을 두르고 편마늘과 다진마늘을 넣어 볶는다:비주얼상으로는 편마늘이 더 좋으나 마늘맛을 진하게 내는데는 다진마늘이 좋으므로 둘을 같이 넣어주면 좋아요,마늘이 노릇노릇 익으면 시금치와 굴소스를 넣고 볶는다굴소스 대신 맛간장을 넣어주어도 좋고
그냥 소금으로 간을 맞춰도 깔끔하고 맛있어요,스파게티면을 넣어 함께 볶아준다,필요하면 면수 좀 추가하고 소금+후추 넣어 마무리한다:,접시에 파스타를 담고 올리브오일을 휘리릭 두르고 파슬리가루를 뿌려낸다','6b81.jpg','c621.jpg,f2d1.jpg,a261.jpg,0a31.jpg,9001.jpg,f201.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (213,'레쉪','우동볶이 매콤달콤 초간단 백종원 레시피','면/만두','사먹는것보다 맛있는 우동볶이레시피입니다','우동사리 1개,대파 1/2컵,어묵 1개,양배추 1/2컵,간장 3T,고추장 1T,고춧가루 1T,설탕 2T','넓은 후라이팬에 진간장3T, 고춧가루1T, 고추장1T, 황설탕3T를 넣어주세요황설탕 대신 백설탕이든 흑설탕이든 상관없어요~

고춧가루는 입자가 고운것보다 굵은걸 사용해주세요,물 2컵을 넣어주세요,양념이 덩어리지지 않고 물에 잘 풀어지도록 저어주세요,양념이 잘 풀어졌다면 양배추와 대파 어묵을 넣고 저어가며 끓여주세요양배추와 대파는 많을수록 맛있어요!,국물이 끓어오르면 우동사리 1개를 넣어주세요,젓가락으로 면을 살살 풀어가면서 끓여주세요','e6c1.jpg','0481.png,55d1.png,a361.png,7771.png,2b21.png,7b21.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (214,'시크제이맘','에어프라이어 깐풍만두 만들기','면/만두','깐풍만두 만들기','만두 13개,간장 2,올리고당 1,설탕 1,식초 1,다진마늘 1,대파 1/3,홍고추 1/2,후춧가루 적당량','에어프라이어에 만두 13개를 넣고 200도에서 15분 정도 돌려줍니다.에어프라이어,대파 1/3, 홍고추 1/2를 송송 썰어 준비하고,달군 팬에 식용유 1을 두르고 다진 마늘 1, 썰어 놓은 대파, 홍고추를 넣어 달달 볶다,깐풍 소스 재료인 간장 2, 올리고 당 1, 식초 1, 맛술 1, 설탕 1, 후춧가루 적당량을 넣어 바글바글 끓여주세요.,그리고 에어프라이어에 튀긴 만두를 넣고,양념을 고루 묻혀 마무리해주세요.,깐풍만두 완성 ^^','36a1.jpg','78e1.jpg,9071.jpg,3571.jpg,e0e1.jpg,ce01.jpg,2351.jpg,8531.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (215,'눈누난나02','면두부 새우오일파스타 다이어트에도 좋아요','면/만두','코스트코 장보러 갔는데 면두부가 있더라구요. 건강에도 좋고 다이어트에도 좋을거 같아서 파스타 만들때 면두부로 만들어보았답니다. (맛있어요 ^^)','통마늘 7~10개,새우 6~8마리,올리브오일,소금,후추','면두부,새우 6마리 (요것도 코스트코 냉동새우),마늘은 편마늘로 준비합니다.,팬에 올리브오일 넉넉히 두르고
편마늘 넣어서 노릇하게 볶아질때쯤,새우를 넣고 함께 볶아줍니다.
이때 소금과 후추를 ?? 뿌려줍니다.,새우가 어느정도 익었을때쯤
마지막에 면두부를 넣고 살짝 볶아주기만하면,면두부 새우오일파스타 완성입니다.,꼬독꼬독한 식감에 고소함이 더해진
면두부 새우오일파스타 다이어트에도 좋은거같아요 ^^','6c11.jpg','d341.jpg,c411.jpg,89c1.jpg,d871.jpg,20b1.jpg,df41.jpg,d651.jpg,0511.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (226,'요리하는러라','닭곰탕보다 더 맛있는 배추닭국 만들기+다대기 양념','국/탕/찌개','참기름에 튀기듯 익힌 닭을 삶아서 찢어주고 배추를 어마어마하게 넣어 푹 끓여내면 정말 너무나도 맛있는 보양식이 탄생한답니다~ 닭곰탕보다 훨씬 개운하고 깔끔한 배추닭국 꼭 한번 끓여보세요~','볶음탕용닭한마리 1kg,알배기배추 1/2통,대파 1대,양파 1/2개,통후추 10알,물 1.8리터,참기름 7큰술,다진마늘듬뿍 1큰술,소금 2~3큰술,후추 약간,고춧가루 3숟가락,닭국물 4숟가락,다진마늘 1숟가락,국간장 1숟가락,후추 약간','재료는 간단해요~ 닭한마리와 알배추 반통, 대파 한대, 양파 반개를 준비해주세요~ 위 재료는 모두 필수입니다.닭은 영계 두마리나 절단되지 않은 생닭을 사용해도 되지만 볶음탕용 닭을 사면 손질의 과정이 줄어 훨씬 편리해요~,닭은 손질할게요~
닭껍질을 모두 제거하면 감칠맛이 덜하니 너무 꼼꼼히 떼어내진 말고 노랗고 하얀 지방이 뭉쳐져 있는 껍질들만 떼어내고,내장과 핏기를 꼼꼼히 제거하며 깨끗하게 하나하나 씻어 체에 밭쳐 물기를 빼두세요~,중강불로 냄비를 아주 뜨겁게 달군 후 참기름 넉넉히~ 7스푼 정도를 넣고중강불,손질한 닭을 넣고 촤아아~ 치이익~ 구워주세요~닭의 물기 때문에 기름이 마구 튀어오르니 조심하시고 ^^ 뒤적여가며 고루 익혀줍니다,닭의 겉면이 모두 하얗게 익을때까지 구워주고 노릇하게 구워주면 더 좋아요~
닭의 수분과 넉넉한 참기름 덕분에 타지 않으니 공들여 구우실 필요는 없어용~,구워진 닭에 물 1.8리터와 대파 한대, 양파 반개 통후추 10알을 넣고 센불을 켜주세요~ 물은 처음부터 많이 잡지 않고 적은양으로 진하게 우려줄거예요~냉동닭이나 잡내가 많이 나는 닭은 이 과정에서 소주 반컵정도 넣어 함께 끓입니다,끓어오르기 시작하는 거품에는 참기름이 많이 섞여있으니 걷지 마시고
중앙까지 팔팔 끓어오르면 거품을 걷어내고 뚜껑을 덮어 중불로 줄여 40분간 끓여요~중불,육수가 끓는 동안 알배추 반포기 큼직하게 숭덩숭덩 썰어놓고,고명용 대파 찹찹찹 썰고,고춧가루 3, 닭국물 4, 국간장 1, 다진마늘 1, 후추 톡톡 뿌려 섞어 양념다대기 만들어 둡니다.,40분 후 양파, 대파, 통후추는 건져버리고 닭을 뼈만 바른다는 느낌으로 대충 찢어줍니다.,뽀얀 닭국물에 찢은 닭과 배추 투하. 불은 중불.중불저기 보이는 노란기름은 참기름이니까 걷지마세용,보글보글 끓어오르면 다진마늘 듬뿍 봉긋하게 한스푼 넣고 10여분 더 끓여줍니다,배추가 익으면서 수분이 나오니까 물은 배추가 푹 익으면 저어보고 추가하세요~ 건더기파는 이대로 끝내도 되고
국물파이시면 물 두컵정도 더 넣으시면 돼요~,배추줄기 숨이 죽으면 마지막으로 간하기~
간은 오로지 소금으로만~
2~3스푼 정도, 입맛에 맞게 넣어줍니다.,온기가 오래 가도록 뚝배기나 도자기 그릇에 옮겨담고 파 소복하게 올려 후추 솔솔 뿌려내면 끝~ 국밥처럼 밥을 함께 담아내도 좋아요,이보다 더 개운하고 진국일 순 없다.
만드는 과정도 들어가는 재료도 착한 닭배추국. 김치 종류만 바꿔주면 아침, 점심, 저녁 계속 먹어도 좋더라구요~,양념다대기 풀어 빨갛게도 먹고~ 칼국수면도 넣어 먹고, 나중에 숙주나 고사리, 고춧가루 팍팍 넣고 닭개장처럼도 즐길 수 있답니다~,한 솥 끓여 삼사일~ 반찬 걱정 안해도 되는
고마운 배추닭국 맛있게 드시고 따뜻하고 건강한 환절기 보내세요 :D','0091.jpg','ccf1.jpg,6731.jpg,9381.jpg,3621.jpg,d381.jpg,8f81.jpg,ce21.jpg,7901.jpg,8a81.jpg,3011.jpg,4a61.jpg,b531.jpg,20a1.jpg,8771.jpg,4d21.jpg,6da1.jpg,5fe1.jpg,e7b1.jpg,3cd1.jpg,2591.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (227,'시크제이맘','불안 쓰는 요리 시원한 냉국 오이 넣어 백종원 오이냉국','국/탕/찌개','오이냉국','오이 1개,양파 1/4개,당근 조금,홍고추 1/2개,통깨 적당히,식초 2숟가락,소금 0.3숟가락,설탕 1숟가락,물 6컵,식초 4숟가락,설탕 3숟가락,소금 0.7숟가락','미역을 불려 함께 넣어도 좋아요.
오이 1개가 필요하고요
양파는 1/4개, 홍고추 1/2개, 당근 조금 필요합니다.
색감을 위해 당근은 함께 준비했습니다.,오이랑 당근은 채칼을 이용해 썰어주고,양파는 채 썰고, 홍고추는 어슷하게 썰어 줍니다.,준비한 모든 재료를 볼에 담고
양념을 해줘야 합니다.,소금(0.3), 설탕(1), 식초(2)를
한데 넣어 무쳐 주세요.,준비한 재료에 양념이 배도록 잠시 두고,육수 따윈 필요 없다며 ㅎㅎ
생수로 손쉽게 만들어 주심 된답니다.,물 (6컵), 소금(0.7), 설탕(3), 식초(4)를
한데 넣어 소금이랑 설탕이 녹도로 젓어 주세요.,그리고 양념해 놓은 오이무침을 냉국에 넣어,고루 섞어 준 다음 통깨 적당량을 넣어주면 끝
드셔보시고 본인 입맛에 맞게
새콤함, 달콤함 그리고 짠맛 등을 조절해 주심 된답니다.
사람마다 입맛은 다르잖아요.
요렇게 만들어 냉장고에 보관해 두셨다가
시원하게 먹으면 되지요.
얼음이 있다면 몇 개 넣어주어도 굿!,완성','00e1.jpg','7171.jpg,73b1.jpg,9ce1.jpg,5f21.jpg,0d21.jpg,e7e1.jpg,7da1.jpg,10e1.jpg,ceb1.jpg,b561.jpg,7cf1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (228,'아랄랄라','새우살로 만드는 얼큰한 새우탕 만들기','국/탕/찌개','얼큰하면서 시원한 해물이 들어간탕을 먹고 싶었는데 새우살로 야매(???!!) 간단 새우탕 만들어봤습니다 :)간단하게 만드는 얼큰 새우탕 레시피 가져왔습니다 :D','냉동새우살 200g,양파 1/2개,애호박 1/2개,대파 1대,청양고추 2개,다시마 3장,멸치 7~10개,물 1L,된장 1큰술,다진마늘 1큰술,고춧가루 2큰술,액젓 1큰술[]','· 멸치 다시 육수를 끓여줍니다 
( 저는 집에 다시팩이 있어서 넣어줬습니다 )- 다시마 3장, 멸치 7~10개, 물 1L
넣고 끓이다가 물이 끓으면 다시마만 뻬 주고 7~10분간 더 끓여주세요,· 냉동새우살은 흐르는 물에 2~3번 씻어내준 뒤 체에 밭쳐 물기를 빼 줍니다,· 양파 채 썰고,대파는 쫑쫑 썰어줍니다,· 애호박은 반달썰기로 썰어주고,취향에 따라 청양고추도 썰어줍니다,· 육수가 준비가 되면 
양파와 애호박 먼저 넣고,· 된장 1 큰 술, 다진 마늘 1 큰 술, 고춧가루 2 큰 술 넣고 골고루 풀어주며 끓여주다가
양념이 골고루 풀어지면
새우와 대파, 청양고추를 넣어줍니다,· 약 5분간 더 끓여주다가 간을 보고 
액젓으로 간을 해줍니다- 액젓 향을 싫어하시는 분들은 국간장으로 간해주세요,끓으면서 나오는 거품은 걷어주세요 :),완성!!!,새우살로 만드는 간단하고 
시원 얼큰한 
새우탕','90c1.jpg','62e1.jpg,4531.jpg,13a1.jpg,5ab1.jpg,e651.jpg,78f1.jpg,c7f1.jpg,4b81.jpg,0fe1.jpg,a2e1.jpg,09d1.jpg,39d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (229,'왕눈이의맛있는이야기','배추 순두부 계란탕~초스피드 완전 간단해요','국/탕/찌개','10분이면 완성이 되지만 영양만점인 쉬운국레시피네요','연두부(큰거) 1팩,배추 200g,대파 1/2개,계란 2개,청양고추 1개,사골육수 500g,다진마늘 1작은술,소금 조금,후추가루 아주조금,물 500ml','알배추잎과 대파를 작게 썰어서 준비해주세요,저는 사골육수가 있어서 사골육수를 넣었어요 물 500ml를 더 부어주었어요,계란2개를 풀어주고 썰어둔 대파를 섞어주세요,연두부 큰것으로 1팩을 준비해주세요
봉지로는 2봉지 준비해주시면 되세요,사골육수에 썰어준 배추와 청양고추를 넣어 끓여주세요
*다시육수/멸치육수를 이용하셔도 되세요,끓기 시작하면 연두부를 숫가락으로 떠서 넣어주세요,다진마늘/소금을 넣어서 간을 해주세요,순두부가 다 떠오도록 한소큼 끓여주시고 계란 풀어둔것을 고루 뿌려준후 30초간 휘젓지마시고 그대로 두세요,그위에 후추가루 조금만 넣어 주신후 계란물이 익도록 2~3분만 휘리릭 끓여내시면 완성이네요','aec1.jpg','a6c1.jpg,3d41.jpg,ce41.jpg,8111.jpg,df11.jpg,80e1.jpg,7691.jpg,f491.jpg,3191.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (230,'요리하는효댕','실패는없다!백종원 냉국레시피!','국/탕/찌개','미역국 먹고 남아 있는 건 미역과 냉장고에 있는 오이로 쉽고 간단하게 만들수 있는 냉국 레시피를 소개합니다^^','오이 1게,불린미역 1/2줌,양파 1/2개,당근4분의 1개,식초 6스푼,다진마늘 1스푼,설탕 4스푼,소금 1스푼,진간장 1/2작은스푼,청양고추 1개,홍고추 1개,물 500ml,통깨 약간','모든 재료는 채썰어 준비해 세요,믹싱볼에 500ml 물을 붓고
설탕 4스푼을 넣고 잘 저어 주세요,소금 1스푼도 넣어 잘 녹여 주세요,다진마늘 1스푼,식초 6스푼,진간장 반 작은술 넣고 잘 섞어 준비다
설탕과 소금이 잘 녹도록 섞어 주세요,마지막으로 준비된 오이 당근 양파 고추 미역을 넣고 통깨 솔솔 뿌려주면
오이미역냉국 완성 ! !','52a1.jpg','aab1.jpg,e341.jpg,99e1.jpg,0da1.jpg,cb71.jpg,f411.jpg,ae81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (231,'호이홍이','소고기 배춧국 만들기 든든한 한끼로 제격!','국/탕/찌개','지금...3일내내~ 매일끓이고 있는소고기 배춧국!아니..질리지가 않어~ 왜이러지?!ㅎㅎㅎ무엇보다 딸램씨도 맛있다고여기에 밥말아 김무셔서 주면두공기씩 클리어 하고 있다ㅋㅋㅋㅋㅋㅋㅋ그럼, 만들기도 쉬운 소고기 배춧국 만들어 볼게요','배추잎 5~6장,소고기국거리 200g,다진마늘 1/2스푼,파 조금,국간장 1스푼,맛술 1스푼,쌀뜨물 3컵,된장 2스푼','배추 반포기를 다?!
노노~~
배추잎 5장 정도 뜯어서 칼로 먹기 좋게
썰어줍니다,대파도 송송~,집에 국거리 소고기가 있어서 함께 
넣고 끓여줄꺼에요
고기+다진마늘 반스푼+국간장 반스푼 +맛술 혹은 소주 반스푼 
조물조물~,잠시 대기!!!,쌀뜨물로 육수를 대신합니다
바글바글 끓기 시작하면,썰어둔 배추잎과 대파를 넣어줍니다
대파는 마지막에 넣으셔도 되는데
딸아이가 푹~익은 대파를 좋아해서
전 미리 넣어줬어요,물이 끓기 시작하면 집된장 한스푼
시판된장 한스푼
된장국의 간은 소금과 국간장이 아닌
된장으로 하는거라는 집밥 백선생님 말대로~
싱거우면 된장을 더 넣어주시고
짜면 물을 더 부워주시면 되요~
집된장의 씁쓸한 맛이랄까 이건
설탕 3꼬집 정도 넣으면 잡히더라구요,된장풀고 재어둔 고기를 넣어줍니다,바글바글 끓기 시작하면
불순물들이 떠오르는데 
스푼으로 제거해주세요~,10분~15분 정도 중약불로 끓인뒤
드시면 됩니다
저는 
전날 저녁에 이렇게 끓여 놓고 다음날 
아침,점심,저녁~ 먹고 있어요
그럼 정~말 맛있어요!!
우리나라 국고 찌개는 오래 끓일수록 맛있다는말
완전 공감♡,야들야들~ 푹~ 익은 배추는 
입에 넣으면 쉽게 뭉개지면서 달큰한 맛이 납니다
이래서 우리 딸아이도 
입을 쩍쩍~ 벌리며 잘 받아 먹나봐요','2a51.jpg','1a81.jpg,2251.jpg,e8c1.jpg,e471.jpg,a591.jpg,5c71.jpg,dfa1.jpg,fc81.jpg,6ab1.jpg,3c31.jpg,3431.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (232,'yejib1112','간단하게 속편한 국 끓이기! 새우젓 연두부달걀국','국/탕/찌개','바쁜 아침 간편하게 끓여 먹기 좋은 새우젓 연두부달걀국입니다:)','물약 500ml,연두부 1팩,달걀 2알,양파 1/4개,새우젓 1t,소금 약간,송송썬대파 적당량,다시마5cmx5cm 1장,멸치 8-10마리','분량의 재료를 준비해주세요. 연두부는 먹기 좋은 크기로 썰고 양파는 채 썰어주세요.연두부 1모, 달걀 2알, 양파 1/4개,달걀 2알은 소금 한꼬집 넣어 잘 풀어주세요.달걀 2알, 소금 한꼬집,새우젓 1t는 종종 다져서 준비해주세요.새우젓 1t,냄비에 물 약 500ml를 넣고 멸치, 다시마를 넣어 센불에서 끓이다 끓어오르면 중약불로 줄여 약 10분간 더 끓여주세요.물 500ml, 멸치, 다시마센불-중약불,약 10분 후, 다시마는 건져내고 채 썬 양파를 넣어 센불에서 약 3분간 끓여주세요.채 썬 양파센불,그 다음 연두부를 넣어주세요.연두부센불,끓어오르면 다진 새우젓 1t를 넣어주세요.다진 새우젓 1t센불,송송 썬 대파도 넣어주세요. 그리고 멸치는 이 단계에서 건져주세요!송송 썬 대파센불,그 다음 약불로 줄이고 달걀물을 원을 그려가며 넣고달걀 2알약불,불 끄고 냄비 뚜껑 덮어서 약 2-3분간 뜸들여 주세요.,약 2-3분 후, 달걀이 익으면 부족한 간을 소금이나 새우젓으로 맞추면 완성입니다:)소금, 새우젓','71d1.jpg','f761.jpg,5f11.jpg,7501.jpg,6f11.jpg,66f1.jpg,f1b1.jpg,75b1.jpg,ef11.jpg,8361.jpg,20a1.jpg,50b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (233,'배고픈엄마','아침에 후딱 끓여 낸 두부들깨탕','국/탕/찌개','아침에 국에 밥이라도 한술 말아 먹을 수 있게 후딱이 끓여낸 두부들깨탕입니다. 부드러운 두부와 들깨가 깔깔한 아침에 먹기 딱 좋아요~ 간을 씀씀하게 해서 밥 없이 한술 떠 먹어도 좋겠습니다.','두부 1모(300g),대파 1대,다진마늘 1큰술,된장 2큰술,채썬표고 1/2컵,다시마멸치육수 5컵,들깨가루 4큰술','냄비에 두부 300g 한모를 넣고 숟가락으로 으깨 줍니다.,그리고 여기에 대파 1대 흰부분을 어슷하게 썰어 넣고 말린 표고버섯 1/2컵을 씻어 넣고 다진마늘 1큰술, 된장 2큰술을 넣어 줍니다. 버섯은 팽이버섯을 넣어 도 좋아요. 저는 집에 있는 버섯을 넣었지요.,그리고 다시마 멸치육수 5컵을 붓고 끓여 줍니다.,국물이 전체적으로 고르게 팔팔 끓으면 들깨가루 4큰술을 넣고 덩어리 지지않게 풀어 줍니다.,그리고 마지막으로 대파 1대 초록부분을 어슷하게 썰어 넣어 줍니다.','90d1.jpg','2221.jpg,9b41.jpg,a9d1.jpg,0691.jpg,8ad1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (234,'라미유리맘','깔끔고소한 아침국~~들깨무국','국/탕/찌개','어제 자극적인 음식을 먹었다면 ..아침은 맑은 국이 제격이죠?^^','채썬무 1컵,대파 1줄,물 3컵,들깨가루 3큰술,소금 1/2큰술,참기름 1큰술','채썬 무를 냄비에 넣고, 소금1/2큰술,참기름1큰술을 넣고 볶아요.,볶다보면 무에서 물이 살짝 나오죠?,물3컵을 붓고 끓여요. 생수인데도 국물이 벌써 뽀얗죠?^^,무가 익을정도로 끓으면 들깨까루3큰술 넣어요.,파1줄도 썰어서 올려요.
마지막 간은 소금으로 하세요.,한소끔 끓이고 그릇에 담아요.','a3a1.jpg','1341.jpg,9331.jpg,1b51.jpg,eaf1.jpg,50b1.jpg,02e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (235,'영양사밍글','밍글 최애 반찬♥슈렉 색깔 시금치 커리 만들기♥','국/탕/찌개','슈렉 색상의 건강한 시금치 커리를 만들어 보아요!! 익숙치 않은 진한 녹색에 먹기 말성여져도 한 숟가락 뜨고 나면 어느새 한그릇이 비어지는 마법이 일어나요:) 시금치를 편식하는 아이들에게도 안성맞춤이랍니다!','시금치 350g,닭가슴살 189g,다진마늘 17g,카레가루 2T,휘핑크림or요거트 1T,소금 약간,식용유 약간','시금치는 세척 후 뿌리를 제거 해요.,닭가슴살은 원하는 크기로 깍둑썰기해요.,냄비에 물을 받아 강불을 켜요. 소금을 투하해요.,물이 끓으면 시금치를 20초 이내로 데쳐요.시금치 양이 많으면 양을 소분해서 데쳐주세요.,데친 시금치는 체로 건져 찬물에 헹궈요.,데친 시금치를 믹서기에 갈아요.,갈린 시금치를 따로 준비해요.,프라이팬에 식용유를 두르고 강불을 켜요.,다진마늘을 넣어 볶아요.,닭가슴살을 넣어 볶아요.,닭가슴살이 60%정도 익었을 때 준비한 카레 분말의 1/3을 투하해요.,카레가루를 닭고기와 함께 볶으면 잡내제거에 탁월해요!,나머지 카레가루는 물을 넣고 풀어요.,잘 풀어진 카레 가루를 투하해요.,한 번 끓여요.보글보글 할 때 까지!,시금치 간 것을 투하해요!,보글보글 할 때 까지 한 번 끓여요.이때, 간과 농도를 보고 물을 추가해요.,마지막으로 휘핑크림을 투하해요.휘핑크림이 없다면 플레인 요거트로 대체 가능 해요!!
요거트가 없다면 생략해도 좋아요!','da61.jpg','4ce1.jpg,7961.jpg,2901.gif,8ce1.gif,90f1.jpg,6831.gif,4931.jpg,5e01.jpg,e0e1.gif,4d51.gif,5d41.jpg,3591.gif,cae1.gif,5661.gif,cfe1.gif,6231.gif,0001.gif,5511.gif',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (236,'승승맘h2','느타리버섯요리~느타리버섯찌개','국/탕/찌개','마트에 갔더니 느타리버섯이 3팩에 천원이래요~ 느타리버섯요리 해먹으려고 냉큼 사왔어요~^^','느타리버섯 1팩,두부 1/2모,양파 1/2개,대파 1/4대,물 5컵,다시마 1장,국멸치 5마리,고추장 1큰술,고춧가루 1큰술,다진마늘 1큰술,국간장 1큰술,소금 약간','냄비에 물을 넣고 국멸치와 다시마를 넣어 국물을 내줍니다.물5컵, 국멸치5마리, 다시마(10cmx10cm)1장냄비중불,멸치다시국물이 만들어지면 멸치와 다시마는 건져내고 채썬 양파를 넣어 끓여줍니다.양파1/2개,고춧가루, 고추장, 다진 마늘을 넣어 양념합니다.고춧가루1큰술, 고추장1큰술, 다진 마늘1큰술,느타리버섯을 먹기 좋게 찢어 넣은 후 끓여줍니다.느타리버섯1팩,먹기 좋게 썰은 두부를 넣어 끓여줍니다.두부1/2모,국간장과 소금으로 간합니다.국간장1큰술, 소금 약간,대파를 넣어 마무리합니다.대파1/4대','30d1.jpg','8d71.jpg,a0b1.jpg,84a1.jpg,e801.jpg,85c1.jpg,c9b1.jpg,5461.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (237,'배고픈엄마','아침국으로...두부김치계란탕','국/탕/찌개','입이 깔깔한 아침에 국이 없으면 밥먹기 힘들것 같아 국이나 탕, 찌개 하나 쯤은 있어야 하기에 있는 재료로 간단하게 건더기도 푸짐한 두부김치계란탕을 끓였습니다.','계란 3개,소금 3꼬집,대파초록부분 1/2대,다진김치 1컵,양파 1/4개,참기름 1/2큰술,두부 200g,다시마멸치육수 3컵,국간장 1큰술,소금 약간,후추 약간','계란 3개, 소금 3꼬집, 대파 초록부분 1/2대를 쏭쏭 썰어 넣고 고루 잘 풀어 줍니다.,냄비에 다진 김치 1컵, 양파 1/4개를 다져 넣고 참기름 1/2큰술로 고르게 볶아 주었습니다.,참기름이 쏙 배도록 볶아지면 두부 200g을 넣고 으깨면서 고르게 볶아 줍니다.,그리고 다시마 멸치육수 3컵을 붓고.....,국간장 1큰술로 간을 하고 끓여 줍니다.,끓으면서 생기는 거품은 한번 걷어 주었습니다. 그럴필요 없다고 하는데 본능적으로 걷어내고 싶네요~~,그리고 준비한 계란을 한 곳에 붓지 마시고 계란이 큰덩이로 뭉치지않게 고르게 둘러주면서 끊어 붓고 크게 한번 휘~ 저어 끓여 줍니다.,부족한 간은 소금, 후추약간으로 해주세요~~','95d1.jpg','b701.jpg,0b01.jpg,1131.jpg,f071.jpg,e101.jpg,31c1.jpg,81c1.jpg,8301.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (238,'나지로그','다른반찬이 필요없는 두부짜글이로 밥한공기 뚝딱!','국/탕/찌개','제가 두부를 제일 좋아해서 두부요리는 다 맛있는것같아요ㅋㅋㅋ 오늘 선보일 두부짜글이도 역시나 맛있었네요!!','두부 1모,양파 1/2개,청양고추 2개,대파,고춧가루 1.5T,고추장 1.5T,간장 2T,설탕 1T,다진마늘 1/2T','먼저?양파1/2개와?청양고추2개를 먹기좋게 썰어주세요,고춧가루1.5T,?고추장1.5T,?간장2T,?설탕1T,?다진마늘1/2T를 섞어서 양념장을 만들어주세요,낮은 후라이팬에?양파를 올리고?두부를 삥 둘러서 올려주세요,물은 두부가 자작하게 잠길정도만 넣어주시고?
양념장을 그 위에 올려주세요,뚜껑을 닫고 약한불에 졸여주세요,뚜껑을 잠시 열고?대파와?청양고추2개를 넣어서 다시 졸여주세요
국물이 없어질정도로 졸여주세요','43a1.jpg','ac81.jpg,5121.jpg,e721.jpg,7611.jpg,3571.jpg,a9b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (239,'시크제이맘','버섯찌개 - 숙주버섯찌개 ','국/탕/찌개','아삭한 숙주 쫄깃한 버섯이 가득 들어있는 숙주버섯찌개 얼큰하니 맛나요 ^^','느타리버섯 1팩,숙주나물 2줌가득,식용유 2,다진마늘 1,고춧가루 3,국간장 3,멸치다시마육수 6,소금,후춧가루','느타리버섯이랑 숙주는 깨끗하게 손질해서 준비해 줍니다.,멸치왕창 넣고~~ 다시마도 한장 넣고 육수를 진하게 끓여 줍니다.,냄비에 식용유2,다진마늘1,고춧가루3을 넣고약불에서 양념을 볶아 줍니다. 양념이 타지 않게 약불로 볶다~ 국간장3을 넣고 고추기름과 잘 섞이게 볶아주세요.,이젠 버섯을 넣어 양념장에 고루 볶아주고~,숙주도 넣어 볶아줍니다.,고루 잘 볶아주기!,멸치다시마육수를 6컵 부어줍니다.,10분정도 끓이다 파를 넣고 5분 더 끓여 마무리 해주세요. 부족한 간은 소금으로~ 입맛에 따라 후추를 넣어 주셔도 됩니다.','0581.jpg','6d11.jpg,c521.jpg,db51.jpg,d421.jpg,df11.jpg,1351.jpg,32e1.jpg,0501.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (240,'양손밥',' 깔끔담백!! 두부감자전골','국/탕/찌개','감자가 많아서 뭐해먹을까하다가 두부사다가 두부와 감자를 많이넣고 끓여서 먹었습니다. 뜨거운밥이랑 먹으면 환상입니다 ㅎ담백하게 드실수 있는 두부전골입니다 ^^','두부 2모,감자 2개,양파 1개,마늘 10개,청양고추 5개,대파 조금,멸치육수 3컵,간장 8스푼,고추가루 3스푼,청양고추가루 1스푼,설탕 1스푼,다진마늘 1스푼,맛술 2스푼,깨 1스푼,후추가루 약간,참기름 1스푼','원하는 크기로 감자썰기,원하는 크기로 양파썰기,원하는 크기로 마늘썰기,원하는크기로 고추썰기,두부는 네모모양으로 썰어주세요 너무얇게썰면 다 부서지니 적당한 두께로 썰어주세요,위의 재료로 양념장을 만들어 줍니다.,후라이팬밑에 감자를 먼저 깔아주세요,그위에 두부를 올려주세요,양파 마늘 고추를 넣고 멸치육수 3컵을 넣어줍니다.,양념장을 넣어줍니다,한번끓으면 불을 줄이고 중불에서 졸이듯이 끓여줍니다,감자가 익을정도가 되면 대파로 마무리해주세요,맛있게 드세요^^','d5a1.jpg','e3e1.jpg,1981.jpg,7061.jpg,5691.jpg,40a1.jpg,87d1.jpg,3791.jpg,f601.jpg,a0c1.jpg,d9e1.jpg,97e1.jpg,72f1.jpg,6951.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (241,'꼬시미','짬뽕맛 나는 오징어찌개 만들기 ','국/탕/찌개','시원한 맛이 일품인 짬뽕맛 나는 오징어찌개 만들기입니다.','오징어 1마리,애호박 1/2개,양파 1/2개,청양고추 1개,콩나물 3줌,대파 조금,멸치(국물다시용) 적당량,포도씨유 1큰술,고춧가루 1큰술,다진파 1큰술,다진마늘 1큰술,국간장 1큰술,고추장 1작은술,소금 1작은술,후춧가루 조금','멸치와 다시마를 넣고 약한 불에서 10분정도 끓인 후 체에 걸러 육수를 준비합니다,애호박은 4등분, 양파 채썰고, 청양고추와 홍고추는 어슷 썰어 주세요,오징어는 몸통 안쪽에 사선으로 잔 칼집을 내고 적당히 썰어 주세요,볼에 양념 재료를 넣어주세요.,오징어, 애호박, 양파를 넣어 골고루 버무려 주세요,콩나물 3줌정도 물에 씻어 준비해주세요.,냄비에 포도씨유 1큰술을 두르고 양념 해 놓은 재료들을 넣어 중약 불에서 2분정도 볶아 주세요,멸치 육수 4컵정도 붓고 콩나물 넣어 주세요 뚜껑은 덮지 마세요~~,한소끔 끓으면 요로케 거품이 마구 마구 생기는데 싸악~걷어 내야 잡내가 안나고 국물이 시원합니다~ 8분정도 끓여주세요.,청양고추와 홍고추 대파를 넣고 중약 불에서 2분정도 끓이면 완성~ 너무 오래 끓이면 오징어가 질겨지고 채소들도 숨이 다 죽어 맛이 없어요!','4771.jpg','5011.jpg,5651.jpg,6761.jpg,ec01.jpg,8911.jpg,b631.jpg,6e41.jpg,cb01.jpg,7191.jpg,abf1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (242,'어부동김반장','뜨끈한 국물이 생각날때! 참치감자찌개.','국/탕/찌개','어제부터 비가 내리더니 무더위까지 데려 갔나봐요. 뜨끈한 국물요리가 생각 나더라구요. 참치와 감자를 넣어 얼큰하면서도 담백한 고추장찌개를 끊여 봤어요. 햇감자의 포근함과 고추장찌개의 매콤함이 어우러진오늘처럼 비가 촉촉히 내리는날 딱! 어울리는 음식이네요. 캠핑요리로도 아주 잘 어울려요.','감자 2개(220g),참치캔 1개(150g),양파 1개,고추장 2수저,고추가루 1수저,청양고추 2개,다진파 2수저,다진마늘 1/2수저,소금 조금,후추 톡톡,물 3컵','감자는 납작하면서 도톰하게 썰어주고,
양파는 도톰하게 썰어 줍니다.,참치캔 국물은 냄비에 넣어주고,
참치는 따로 준비합니다.,참치국물에 감자를 볶아 줍니다.,감자 모서리가 살짝 투명해지면
물3컵을 넣어주고,
고추장, 고추가루를 넣고 끓여 줍니다.
너무 센불에 끊이면 고추장이 여기저기 튀어서 난리도 아니에요 ㅎㅎ,감자가 거의 다익으면 참치를 넣고
다진마늘과 다진파를 넣고 한소끔 끓여 줍니다.
저는 느타리버섯이 있어서 조금 넣어주었어요.,마지막 간은 소금간 해주시면 되구요.
저는 집고추장으로 해서 설탕 조금 넣어 주었어요.
고추장찌개는 달달해야 더 맛있더라구요.,감자의 포근함과 얼큰함을 느낄수 있는 참치감자찌개 완성입니다.','feb1.jpg','8751.jpg,9481.jpg,baf1.jpg,9b31.jpg,f3d1.jpg,7041.jpg,7811.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (243,'시크제이맘','감자요리 - 백종원 감자짜글이 ','국/탕/찌개','감자요리','스팸 1캔(작은사이즈),감자작은거 3개,양파 1/2개,청양고추 2개,대파 1/3대,물 2컵,고춧가루 2스푼,고추장 1스푼,다진마늘 1스푼,맛술 1스푼,간장 3스푼,설탕 1스푼,된장 0.3스푼','감자는 껍질을 벗겨 굵게 채 썰어주고
청양고추 2개, 대파 1/3대는 송송 썰어 준비하고
양파 1/2는 채 썰어 주세요.,스팸은 비닐봉지에 넣어 손으로 주물러 으깨 준비합니다.
이때 너무 잘게 으깨지 말고 덩어리지게 으깨 줍니다.,냄비에 감자, 스팸, 양파를 모두 넣고
양념 재료인 고춧가루 2, 고추장 1, 간장 3, 다진 마늘 1, 맛술 1, 된장 0.3, 설탕 1
그리고 물 2컵을 부어주세요.,센 불에서 끓이기 시작하다 불을 줄이고
10~15분 정도 끓여주세요.,감자가 다 익고 국물이 걸쭉해지면
대파, 청양고추를 넣고 한소끔 더 끓여 마무리합니다.,백종원 감자짜글이 완성 ^^','8391.jpg','c3b1.jpg,5541.jpg,0d71.jpg,06a1.jpg,e2a1.jpg,b081.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (244,'율맘써니','참치두부찌개 ','국/탕/찌개','반찬없을때 후다닥 끓여 먹는 간단한 찌개','두부 1모,참치(작은캔) 1캔,양파 1/2개,대파고춧가루 3~4T,간장 3T,올리고당(설탕) 1T,다진마늘 1T,맛술 1/2T,후추 약간','고춧가루 3~4T, 간장 3T, 올리고당(설탕)1T, 다진마늘 1T ,맛술 0.5T, 후추약간
매콤하게 드시려면 청양으로,, 저는 고춧가루 3T만 넣었어요 (매운거 잘 못 먹는 수유부라,,,),참치는 기름 꽉 짜서 뜨거운 물에 한번 헹궈 주면 더 좋아요,,채 썬 양파에 참치 양념장을 골고루 올려주세요,두부는 1.5cm 정도로 썰어주세요
한 모 기준 14조각,두부 위에도 남은 양념장을 올린 후 물 2컵~ 2컵반을 부어 끓여 주세요,마지막으로 대파를 썰어 주고 부족한 간은 소금으로,,,간단하고 맛 좋은 두부요리
급하게 저녁 찌개 끓여야 할 때 강추해요!!','64b1.jpg','d951.jpg,3641.jpg,d321.jpg,6431.jpg,8ac1.jpg,8be1.jpg,4541.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (245,'미모고','반찬 없을때~ [백종원콩나물찌개]정말 대박대박 맛있어요~♡','국/탕/찌개','백종원님 레시피는 항상 실망시키지 않지만 이거 역시!!! 엄지 척! 올라가는 맛있예요^^ 해장으로 제격~!!!!!','콩나물 1봉지,돼지고기다짐육 1컵,양파 1/2개,표고버섯 1줌,청고추&홍고추 2개,파 1컵,식용유 1컵(소주잔),다진마늘 1큰술,새우젓 1큰술,간장 1큰술','먼저 고기를 준비해 주세요 (저는 앞다리살 사놓은게 있어서 적당한 크기로 썰어서 사용했어요 ),식용유 1컵(소주잔) 과 파1컵(종이컵) 을 넣고 파기름을 내줍니다.,파가 어느정도 볶아지면 고기를 넣고 같이 볶아줍니다. (이때 향이 넘 좋아요^^ 그냥 집어먹고싶은 충동이..ㅋㅋ),고기가 어느정도 볶아졌으면 고추가루1컵(소주잔)을 넣고 볶아주세요,고추가루가 들어가면 양념이 금방 타니 휘리릭 재빠르게 볶아주세요,콩나물을 올리고 살짝 물이 잠길정도로 부어주세요,저는 표고버섯 불린물도 같이 넣어줬어요.,새우젓 한큰술 / 간장 한큰술 / 마늘 한큰술 넣어주시고 썰어놓은 고추도 넣어주세요.','34e1.jpg','3631.jpg,15e1.jpg,b961.jpg,ec11.jpg,7dd1.jpg,f431.jpg,61e1.jpg,7df1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (246,'케이쿡','순두부찌개. 바지락, 고기 없이도 기가 막힌 순두부찌개 만드는 법 / 만들기 / 순두부찌개 황금 레시피','국/탕/찌개','제가 순두부찌개를 좋아해서 자주 해먹는데요. 개인적인 취향상 돼지고기 넣는것은 별로고, 바지락은 준비하려면 좀 번거롭죠. 그래서 오늘은 바지락이나 돼지고기 없이도 맛있는 순두부찌개 만드는 저의 레시피를 소개해 보겠습니다.','순두부,대파 1/4,양파 1/4,애호박 1/4,청양고추 1개,달걀 1개,참기름 1큰술,식용유 2큰술,고추가루 1+1/2큰술,소금 1/2큰술,설탕 1꼬집,굴소스 1큰술,간장 1큰술,다진마늘 1큰술,멸치 6수','제일 먼저 멸치 육수를 끓여주세요. 멸치외에 있으면 표고버섯 약간, 다시마 약간 넣고 끓이면 되는데 없으면 멸치만 넣고 그냥 끓여도 됩니다.
그 다음은 채소를 손질해야겠죠. 대파 1/4과 양파 1/4을 잘게 썰어주시고요.,매콤한걸 좋아하시는분은 청양고추 하나 어슷하게 썰어주시고,호박 1/4은 반달 모양으로 썰어주세요.,재료손질은 벌써 끝났네요. 다음은 준비한 뚝배기나 냄비에 참기름 1큰술,
식용유 2큰술을 넣어주세요.,그리고 준비한 양파, 대파를 넣고 볶아주세요.,그리고 고추가루 1큰술 반을 넣고 고추기름을 만들어줍니다. 매운걸 못드시는 분은 한큰술만 넣으세요.,고추기름을 만들었으면 소금 반큰술, 설탕 한꼬집을 넣어주세요. 설탕은 안넣으셔도 되긴 한데 보통 식당에서는 넣죠.,그 다음엔 굴소스 1큰술, 간장 1큰술을 넣고 저어서 섞어주세요.,그 다음은 멸치육수를 부어주세요. 준비된 냄비에 반 정도를 채워주세요. 너무 많이 부으면 순두부 넣을때 넘칩니다.,자 이제 팔팔 끓여줍니다. 끓기 시작하면 호박과 고추를 넣고, 다진마늘도 한큰술 넣어주세요~,그 다음은 순두부를 넣어줍니다.,마지막으로 달걀과 파를 넣어 마무리 해줍니다.,제눈에는 엄청 맛있어 보이는데 어떠세요?
사실 순두부찌개의 맛을 좌우하는 바지락이나 돼지고기 없이 맛을 내려면 쉽지 않은데요. 제가 생각하는 포인트는 바지락이나 돼지고기가 없으면 굴소스 정도는 꼭 들어가야 하고, 멸치육수도 필요합니다. 그리고 간이 적당히 맞아야 합니다.','6a91.jpg','f341.jpg,6491.jpg,4e21.jpg,d061.jpg,35f1.jpg,1151.jpg,c561.jpg,70d1.jpg,bbb1.jpg,4671.jpg,e861.jpg,d2f1.jpg,9031.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (247,'815요리사랑','대패 삼겹살 순두부 짜 글이 인기 메뉴','국/탕/찌개','느끼한 속을 확 풀어줄 대패 삼겹살 순두부 짜 글이~얼큰하고 부드럽게 순두부 짜 글이 만들기~~','대패삼겹살 300g,순두부 1봉지,양파 1/2개,느타리버섯 1줌,청양고추 2개,홍고추 1개,대파 1대,다진마늘 1T,생강즙 약간,간장 3T,맛술 2T,설탕 1t,고춧가루 2/3T,고추장 1T,참기름 1t,후춧가루 약간,멸치다시마육수 1컵','느타리버섯은 흐르는 물에 가볍게 헹궈 찢어주고 양파 대파 고추는 썰어 준비합니다 순두부는 반을 자른 후 그릇에 꺼내놓으면 편리해요,분량의 양념을 만들고 간장3,설탕1/2,고추장1,고춧가루2/3 넣어 섞어줍니다
참기름과 후춧가루는 마지막에 사용합니다,끓이기~냄비에 순두부와 양파 넣고,양념과 멸치 육수 1컵을 부은 후 끓여주어요중불,순두부가 보글보글 끓으면 대패 삼겹살을 넣고 끓이고중간중간 국물을 끼얹어주셔요~,삼겹살이 익을 즘 느타리버섯 대파 고추 넣어줍니다,보글보글 한소끔 끓여 불 끄고 마지막에 참기름 1t과 후춧가루 솔솔 뿌려주어요,느끼한 속을 확 날려주는 얼큰하고 맛있게 매운 대패 삼겹살 완성~','dc91.jpg','3831.jpg,1c51.jpg,30b1.jpg,3701.jpg,a1b1.jpg,8551.jpg,b211.jpg,b7d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (248,'815요리사랑','삼겹살 순두부 짜글이','국/탕/찌개','우리돼지 한돈으로 돼지고기삼겹살 순두부 짜글짜글 볶음인데요 짜글짜글 끓여 짜글이라고 했어요~삼겹살에 갖은양념해 조물조물 버무리고 매운고추로 칼칼한 맛을 더 했어요~ 자박하게 끓여 밥 위에 올려 쓱쓱 비벼먹으면 열 반찬이 필요없더라구요~','삼겹살 350g,순두부 1봉지,양파 1/4개,대파 1대,청양고추 1개,홍고추 1/2개,다진마늘 1T,다진생강 약간,고추장 1T,고춧가루 1T,설탕 1t,청주 1T,맛술 1T,참기름 1t,후춧가루 약간,간장(진/양조간장) 2T,물 50cc','맛있는 우리돼지 삼겹살 준비하고요,삼겹살은 먹기좋은 크기로 자릅니다,대파 양파 청양고추 홍고추도 송송썰어 준비합니다,순두부는 볼에 담아 듬성듬성 자르고,돼지고기양념하기-전골냄비에 돼지고기를 한쪽으로 담아놓고 냄비를 약간기우려 물을 뺀 나머지 양념 모두 넣고 섞은 다음 고기에 버무려 양념이 배게 잠시둡니다,잠시 재운 돼지고기는 약불에 올리고,타지않게 뒤적거려 익혀주세요,고기가 반이상이 익으면 양파 대파를 넣고 고루익도록 섞어주고,고기가 다 익으면 물50cc를 붓고,순두부를 넣고 살살 섞어줍니다,순두부에 간이배면 불을 끄고 마무리합니다','0e31.jpg','7871.jpg,28a1.jpg,98e1.jpg,b461.jpg,ca31.jpg,0b81.jpg,ade1.jpg,4271.jpg,47e1.jpg,5c01.jpg,92c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (249,'만개의레시피','넌깍둑썰기만해 ♥ 스팸짜글이','국/탕/찌개','재료만 깍둑썰기 하면 요리 끝~ 요알못도 쉽게 만드는 스팸짜글이 레시피 ^0^♪♬ ? 세상의 모든 레시피 만개의레시피','스팸 200g,양파 1/4개,감자 1/4개,두부 1/4모,애호박 1/4개,대파 1/4대,물 2종이컵,고추장 2숟가락,고춧가루 1숟가락,국간장 1숟가락,다진마늘 1숟가락,후춧가루 1/2숟가락','재료들은 모두 깍둑 썰어 준비한다.,양념재료를 섞는다.,냄비에 재료들을 모두 담고, 물을 붓고 끓인다.,섞은 양념을 넣고 끓여 완성한다.','e2f1.png','be11.png,6da1.png,48e1.png,fad1.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (250,'땡초랑쫑이랑로또랑','돼지고기고추장찌개','국/탕/찌개','집에 있는 재료로 돼지고기 고추장 찌개 만들기','돼지고기,감자 2개,애호박 1/2개,청양고추 4개,다진마늘 1큰술,고추장 2큰술,양파 1개,간장 3큰술,설탕 1큰술,올리고당 2큰술,소금 2꼬집,참기름 2큰술,고춧가루 1큰술','애호박, 청양고추, 양파, 감자는 먹기 좋게 썰어주세요. 
전 고구마를 사용했어요.,돼지고기도 원하는 양만큼 준비하시고 먹기 좋게 썰어주세요.,냄비에 참기름 2큰술과 고추장 2큰술을 넣어 약불에 볶아줍니다.,참기름과 고추장을 잘 볶아준 뒤, 돼지고기와 다진마늘 1큰술을 넣어 조금 더 볶아주세요.,고기에 양념이 잘 버무려지듯 볶아지면, 고춧가루 1큰술도 넣어 같이 볶아주세요.,감자, 청양고추, 양파, 애호박을 넣고, 물 한컵 반을 넣어 졸여주세요.,간장 3큰술, 설탕 1큰술, 올리고당 2큰술, 소금 두꼬집을 넣어 졸여주세요.,야채가 잘 익을때까지 중불과 약불을 번갈아가며 졸여주시면 끝.','0aa1.jpg','b4f1.jpg,66c1.jpg,af21.jpg,7941.jpg,4961.jpg,17c1.jpg,9321.jpg,fbb1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (251,'뽀또또','백선생 감자 짜글이 따라해보기','국/탕/찌개','간단하지만 한번 해먹으면 자꾸 생각난다는 친한 언니 말을 믿고 백종원표 감자 짜글이를 따라해 보았어요~ 신랑이 닭도리탕맛도 나고 떡볶이 맛도 난다면서 맛있다네요ㅎㅎ','감자 3개,양파 1개,스팸 1통,대파 1뿌리,청양고추 2~3개,고추가루 2큰술,고추장 1큰술,된장 1/3T,간장 4큰술,설탕 1큰술,다진마늘 1큰술','감자 양파 대파 청양고추를
준비해요,스팸은 유리볼에 넣고 뜨거운 물을 부어 불순물을 제거해서 준비해요
(조기조기 기름 둥둥 보이시죠~,이 요리에 젤 중요한 팁
스팸을 봉지에 넣고 마구 
으깨어 주세요,요래요래~~^^,고춧가루 고추장 된장
설탕 간장 다진마늘을 분량대로 몽땅 넣고 대파랑 고추도 언제 넣을지 고민말고 모두 투하~~ ㅎㅎ,물 450ml를 넣고 골고루 잘 섞어주세요,센불에서 2~3분정도 끓이다 중불로 10분정도
끓여주세요 감자가 푹 익을정도로 바글바글 끓여주세요,간을보니 더 넣을것도 
뺄것도 없이 딱 맛있네요','8851.jpg','5ba1.jpg,b0a1.jpg,ac81.jpg,1611.jpg,5891.jpg,b4c1.jpg,8b41.jpg,50b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (253,'만개의레시피','고깃집에서 맛보던 쌈장찌개! 고깃집 쌈장찌개','국/탕/찌개','고깃집에서 먹던 그맛! 집에서도 느낄수가 있다구~♥세상의 모든 레시피 만개의레시피','양파 1/2개,애호박 1/4개,두부 1/2모,대파 10cm,청고추 1개,홍고추 1개,물 2+1/2C(500ml),다시마(10x10cm) 1장,쌈장 2T,된장 1T,고추장 1/2T,다진마늘 1/2T','찌개양념장을 만든다.[찌개양념장] 쌈장 2T, 된장 1T, 고추장 1/2T, 다진마늘 1/2T,뚝배기에 물 2 1/2C=500ml+다시마 1장=10X10cm를 넣고 10분간 우린다.뚝배기,다시마를 건져낸 뒤 양파를 넣고 센 불로 끓인다.양파 1/2개센불,끓어오르면 중간 불로 줄인 뒤 찌개양념장을 풀고 애호박을 넣고 끓인다.애호박 1/4개중간불,다시 한 번 끓어오르면 두부와 대파, 고추를 넣고 한소끔 더 끓여 마무리.두부 1/2모, 대파 10cm, 청고추 1개, 홍고추 1개','2991.png','84c1.png,ea41.png,55c1.png,0d91.png,ba41.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (254,'완소꽃남매','참치 고추장찌개 하나면 한그릇 뚝딱이죠','국/탕/찌개','쌀쌀해지는 날씨 속에서 따뜻한 국물요리가 땡기는데요. 참치의 비린맛도 없고 담백하면서도 얼큰 칼칼하니 입맛에 딱인 손이가게 만드는 요리에요.','참치150g 1캔,양파 1개,감자 2개(작은것기준),대파 1/2개,청양고추 1개,홍고추 1개,두부 조금,물 400ml,고추장1큰술 1큰술,설탕 0.5스푼,다진마늘 1스푼,국간장 1스푼,맛술 1스푼','채소들을 먹기 좋게 잘라 준비해주세요.,감자와 양파를 먼저 담고 참치 150g 1캔을 모두 넣어주세요.
참치 기름까지 몽땅이요 !!,양념재료를 넣고 물 400ml 를 넣어 끓여주세요.
고추장 1큰술 , 고추가루 1스푼 , 국간장 1스푼 , 다진마늘 1스푼 , 맛술 1스푼 , 설탕 0.5스푼 넣어주었는데요.
보시다시피 고추장은 보통의 2스푼의 양이라는요 >. < 우헷 
부족한 간은 후에 간장과 소금으로 맞춰주시면 되니 딱 요정도만 넣어 주세요.,양념장을 골고루 잘 풀어서 바글바글 끓여주세요.
감자가 제대로 익어줘야 하니깐요 국물이 조금 ~ 줄게 끓여주면 되요.,두부는 굳이 들어가지 않아도 괜찮은데요.
남아있는 두부가 있어서 조금 넣어주었어요. 1/4모쯤 될거에요.
양념베이면 두부도 참 맛나거든요 ㅎㅎ,대파와 청양고추 , 홍고추를 넣어 좀 더 바글바글 끓여주시면 완성이에요.
간이 부족하시면 간장과 소금으로 !','5a11.jpg','fcd1.jpg,4f01.jpg,add1.jpg,4401.jpg,c091.jpg,4511.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (255,'도나초코','차돌박이 감자 고추장찌개','국/탕/찌개','일상에서 흔히 만들어먹는 찌개가 지겨울때 간편한 차돌박이감자탕(감자고추장찌개) 끓여보세요~','감자 500g,애호박 250g,양파 100g,차돌박이(혹은불고기) 150g,다진마늘,국간장 1T,참기름 1t,물 4C,감자,고추장 3T,된장 1T,고춧가루 1T','감자는 깍두기 모양으로 굵직하게 썰어주세요. 양파는 먹기좋은크기로 잘라주세요. 애호박은 1/4등분해줍니다.,냄비에 차돌박이와 다진마늘 1t, 국간장 1T, 참기름 1t를 넣고 볶아줍니다.,물 4C, 감자, 고추장 3T, 된장 1T를 넣고 15분 끓여줍니다. 끓이면서 거품이 뜨면 걷어주세요. (거품이 겉지 않으면 가장자리에 붙어 타기 때문이죠~ ) 애호박, 양파, 다진마늘 1T, 고춧가루 1T를 넣고 10분을 추가로 끓여주세요.,송송 썬 청양고추 2개와 대파 1대를 넣어주시면 완성!','b6f1.JPG','e841.JPG,4731.JPG,d8d1.JPG,bee1.JPG',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (256,'얌무','[간단 자취요리] 보글보글~ 만두 짜글이 만들기','국/탕/찌개','안녕하세요 여러분!!! 오늘의 요리는 만두 짜글이입니다 :)늘 그렇듯 이 요리도 무한 응용이 가능한데요~ 양념을 따로 하지 않고 하얀 국물로 드실수도 있고, 버섯 대신 햄이나 소시지를 넣어서 드실수도 있어요!','양파 1/2개,대파(생략가능),고춧가루 4T,간장 3T,다진마늘 1T','재료를 준비한다.,양파를 채썬다.,양념을 볼에 담아 섞는다.,냄비에 재료를 담는다.,사골 육수를 넣는다.,준비해둔 양념장을 넣는다.,재료가 잘 익도록 보글보글 끓여준다.중불뜨는 거품을 살살 걷어준다.','fdc1.jpg','41a1.png,f891.png,3a61.png,4d01.png,4401.png,0b11.png,f681.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (257,'김주돈','스팸두부조림','국/탕/찌개','두부조립이 먹고싶어 해보게되었습니다 한끼식사로는 뚝딱ㅎㅎ','찌개용두부 1모,청양고추 2개,양파중간크기 1개,스팸작은거 1개,고추장 2스푼,고추가루 1.5스푼,간장 2스푼,설탕 1스푼,다진마늘 1스푼','양파1개.청양고추2개 썰어서준비해주시고 찌개용두부1모 먹기좋거 잘라서 준비합니다,준비한 냄비에 양파와 두부 스팸을 넣어줍니다,물은 두부가 잠길정도만 부어주고 중간에 준비해둔 양념을 넣어주세요.,센불로 조리하시다가 끓기시작하면 중불로 줄여주세요,쫄여지는거 보시다가 불끄고 맛잇게 먹어주시면 됩니다^~^','cdf1.jpg','fca1.jpg,df31.jpg,d7a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (258,'판교댁쏭아','백종원 감자짜글이찌개 스팸과 환상궁합','국/탕/찌개','스팬과 감자가 어우러진 짜글이는 국물이 진하고 얼큰한 맛에 밥도둑에 술 한잔 생각나는 맛있는 찌개요리가 된다','스팸 200g,감자 2개,양파 1개,홍고추 1개,청양고추 2개,대파 1/2개,고춧가루 2큰술,고추장 1큰술,된장 1/3큰술,간장 2큰술,설탕 1큰술,마늘 1큰술,물 2컵','야채는 먹기 좋게 썰어서 준비,스팸은 일회용 비닐에 넣어
조물조물~,분량에 양념재료로
양념장을 만들기,모든 재료와 양념을 넣고
물 두 컵 넣어 끓여주면 된다,팔팔 끓이기
감자가 익을 때까지 끓여주기
중간에 맛을 보니 역시나 맛있다
전에도 몇 번 만들어 봤지만
내 입맛에는 간장 두 큰 술이 딱 좋아~,국물이 졸여지면 조금 짜질 수 있다
그럼 물 조금 더 넣어 입맛에 맞게~
입맛에 맞게 간장으로 간을 조절한다','2e01.jpg','ba61.jpg,7861.jpg,4701.jpg,d871.jpg,8311.jpg,9171.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (259,'Jade00','칼칼하고 시원한 애호박찌개','국/탕/찌개','애호박이 좋아진 지금, 칼칼하고 매콤한 국물이 생각날 때 만들어요','애호박 1개,맛타리버섯 1줌,멸치육수 2컵,대파 약간,청양고추 1~2개,고춧가루 2T,다진마늘 1T,새우젓 1T','애호박과 버섯은 적당한 크기로 썰어줍니다. 
애호박은 너무 얇으면 쉽게 무르니 적당한 두께로 썰어주세요,식용유를 약간 두르고 고추가루와 다진 마늘을 넣고 약한 불에서 볶아줍니다,고추기름이 우러나면 애호박을 넣고 잘 살짝 볶아주세요.,애호박과 고추기름이 어울어지면 버섯도 넣고 볶아주세요.,새우젓 1큰술을 넣고 함께 볶아줍니다. 
새우젓 국물은 나중에 넣어주고 건더기만 넣어서 볶아주세요.,타지 않도록 중불에 볶아줍니다,어느 정도 볶아지면 재료가 자박하게 잠기도록 멸치 육수를 넣고 끓여주세요,끓어오르면서 생기는 거품은 거둬주시면 더 깔끔해보입니다. 
고추기름을 다 제거해버리면 매콤한 맛이 줄어듭니다.,한소끔 끓어오르면 파와 청양고추를 취향껏 넣고, 기호에 따라 새우젓 국물로 간을 맞춰주세요.','5f11.jpg','0ba1.jpg,b7e1.jpg,6621.jpg,0bd1.jpg,2371.jpg,24e1.jpg,b671.jpg,9ab1.jpg,ec31.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (260,'집밥한그릇','차돌박이 된장찌개 레시피ㅣ고깃집에서 먹던 바로 그 맛!ㅣ','국/탕/찌개','맛있는 차돌박이 된장찌개!','차돌박이 120g,두부 1/2모,애호박 1/3개,양파 1/2개,대파 1/4개,청양고추 2개,팽이버섯 1/3개,된장 2큰술,고추장 1/2큰술,국간장 1/2큰술,고춧가루 1/2큰술,다진마늘 1/2큰술','재료를 준비 해주세요.,양념을 준비 해주세요.,양파를 8등분으로 썰어주세요,애호박도 비슷한 크기로 썰어주세요,파도 얇게 썰어주세요
찌개류는 파 뿌리에 가까운 몸통 쪽을 사용하셔야 
잡내도 잡아주고 풍미도 깊어져요,청양고추도 송송 썰어주세요
매운 맛을 싫어하시거나 아이가 있는 가정은 생략하셔도 돼요,두부도 먹기 좋은 크기로 썰어주세요,팽이버섯은 밑동만 잘라주세요,뚝배기나 냄비에 물 500ml를 부어주세요,저는 해물다시팩을 사용했는데,
쌀뜨물을 사용하시거나 다시마, 멸치 등으로 육수를 만드셔도 돼요,육수가 충분히 우러나면 해물다시팩을 건져냅니다,그리고 된장 2큰술을 풀어줍니다,고추장도 1/2큰술 풀어줄게요,물이 끓어오르면 애호박과 양파를 넣어주세요,그리고 이 때 간을 한 번 보시고 국간장을 넣어주세요
약간 짭짤하다 싶어야 밥과 함께 먹었을 때 간이 맞답니다,이어서 고춧가루 1/2큰술과 다진마늘 1/2큰술도 넣어줄게요,찌개가 한 번 더 끓어오르면 두부와 차돌박이를 넣어주세요
차돌박이는 키친타올로 핏기만 제거했어요,중간 중간 기름과 거품을 걷어 내주세요,차돌박이가 거의 익었다 싶으면
마지막으로 팽이버섯과 파, 고추를 넣어주세요,차돌박이 된장찌개 완성!,된장과 고추장의 조합으로 깊으면서도 감칠맛이 나고
차돌박이의 담백함이 그대로 느껴지는 맛이에요~!,유튜브 구독은 정말 큰 응원이 됩니다! 부탁드려요! ♥
집밥한그릇
구독링크♥ http://bit.ly/2QnUGbz','8661.jpg','52e1.png,4b71.png,88b1.png,5b81.png,1051.png,ecf1.png,57d1.png,a821.png,ad51.png,5af1.png,e041.png,b761.png,ad01.png,a981.png,5261.png,8ba1.png,6721.png,d121.png,e561.png,4bf1.png,87c1.png,dad1.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (283,'베리츄','예쁜 오징어요리 오징어 쪽파강회','메인반찬','눈으로 보기에도 예쁘지만 맛도 정말 좋은 #오징어요리 하나 소개할게요. 오징어 한 마리를 데쳐 몸통은 숙회로, 다리는 쪽파를 돌돌 감아 오징어 쪽파강회로 만들어봤어요. 늘 볶음이나 국으로 만들어 먹었다면 색다른 오징어 요리 도전해보세요^^','오징어(小) 1마리,쪽파 1/2줌,소금 1작은술,파프리카(빨강/노랑)각 1/5개,초장','오징어는 흐르는 물에 깨끗하게 씻은 뒤 끓는 물에 1분 10초간 데쳐주세요.
채반에 밭쳐 열을 한 김 식혀주세요.큰 오징어라면 1분 30초 정도.
오래 익힐수록 질겨지니 조리시간은 꼭 지켜주세요.,냄비에 다시 물을 붓고 끓여주세요.
끓어오르면 소금 1작은술을 넣고 쪽파를 흰부분부터 넣어 30초간 데쳐주세요.소금을 넣어주면 쪽파의 푸른색이 선명해져요.
오래 데치면 물러져서 맛이 없어요.
또한 영양소가 파괴되므로 살짝 데쳐주는 것이 포인트랍니다.,데친 쪽파는 재빨리 찬물에 여러 번 헹군 뒤 물기를 꼭 짜주세요.,오징어 다리는 가닥가닥 썰어주세요. (긴 것은 2등분)
다리 길이에 맞게 파프리카도 채 썰어 준비해주세요.베리츄는 파프리카 2종을 준비했는데요.
콜라비, 양배추 등 향이 너무 강하지 않은 아삭한 채소를 넣어줘도 맛이 괜찮을 것 같아요^^,몸통은 모양을 그대로 살려 가로로 썰어주세요.몸통까지 오징어 쪽파강회로 만들 거라면 다리와 비슷한 크기로 썰어 준비해주면 됩니다.,파프리카와 오징어 다리를 가지런히 두고 쪽파를 돌돌 말아주세요.,쪽파를 말아줄 땐 왼쪽 사진처럼 세로로 위치를 잡아준 뒤 가로로 돌돌 말아 묶어주면 됩니다.
끝부분은 돌돌 말아진 부분에 살짝 꽂아주면 끝!
아주 간단하게 만들 수 있어요.','5d11.jpg','de31.jpg,bd11.jpg,f771.jpg,9a81.jpg,b341.jpg,4c61.jpg,a0c1.jpg',1,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (284,'야꿀레시피','야꿀의 요리 닭 간장조림 만들기(치킨보다 맛있는 닭 요리)','메인반찬','오늘은 간단하게 만들 수 있는 닭 간장조림을 만들었습니다.','닭볶음탕용 1마리,꽈리고추 약간,마늘 약간,생강술 약간,물 100ml,간장 4큰술,설탕 4큰술,맛술 4큰술,물엿 1큰술','닭은 찬물에 한번 헹구어 물기를 빼주세요.
소금, 후추, 생강 술을 넣고 버무려 주세요.생강술(생강을 갈아서 청주나 소주에 섞어주면 돼요. ),양념장 재료를 모두 넣어주세요.,설탕이 녹도록 잘 섞어 주세요.,예열된 팬에 식용유를 넣고 밑간 한 닭을 구워주세요.(껍질이 바닥으로),뚜껑을 닫고 중간불에서 5분간 익혀주세요.중불~강불,5분 뒤 뚜껑을 열어서 뒤집어 주세요.,마늘을 넣고 노릇노릇할 때까지 구워주세요.,아까 만든 양념장을 넣고 같이 졸여주세요,양념이 잘 베이도록 한 번씩 뒤집어 주세요.,완성되기 직전에 꽈리고추를 넣어서 섞어주세요.,접시에 담아 깨를 뿌려주면 완성','1811.jpg','7e91.jpg,6821.jpg,d8c1.jpg,bf01.jpg,87c1.jpg,27b1.jpg,2f61.jpg,df11.jpg,af11.jpg,1051.jpg,62b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (285,'레몬스아뜨리에','외국 불로그에서도 대박난 특별한 맛의 중국요리 동파육.','메인반찬','미국 최대 불로그인 "미씨USA"에 올려 대박난 레시피입니다. 차근차근 따라하면서 완성하고 나면 이런맛 처음이야~~할겁니다.','통삼겹살 600그람,붉은양파 1개,파채 50그람,참기름 2작은술,소금 1/2작은술,물 1컵,간장 3큰술,설탕 1큰술,꿀 2큰술,참기름 1작은술','삽겹살 통째로 600그람을 물이 끓을 때 넣어줍니다.
붉은 양파 한개도 껍질채 썰어 넣어요.,중불에서 30분정도 끓여 
젓가락이 쑤욱~들어갈 정도로 익으면 삽겹살을 건져주세요.
흐르는 찬물에서 깨끗하게 씻어요.,1.5cm~2cm 두께로 썰어 팬에서 노릇노릇 익힙니다.,물1컵. 간장 3큰 술. 설탕 1큰 술을 넣고 뭉근하게 서서히 조립니다.
국물이 거의 없어지면 꿀 2큰 술 참기름 1작은 술을 넣고 
뒤적뒤적 하면서 조금 더 조립니다.,참기름과 소금으로 밑간한 파채를 중심에 올리고...
완성된 동파육을 가장자리에 돌려 담기 해요.
음식을 그릇에 낼 때는 가장자리 여백이 있어야 요리가 돋보여요.
접시에 꽉 차게 담는 것은 절대로 금물~~
정갈하게 조금씩만 담아냅니다*^^*','0141.jpg','1f11.jpg,57c1.jpg,9cd1.jpg,e4f1.jpg,11e1.jpg',1,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (286,'밥수이','버섯요리/조금 색다르게 만들어 먹는 버섯 깐풍','메인반찬','안녕하세요 오늘은 느타리버섯으로 종종 만들어 먹는 버섯 깐풍을 만들어 맛있게 먹었답니다^^ 버섯 하면 주로 볶음이나 전을 먼저 생각하는데 조금 색다른 맛으로 버섯 깐풍으로 만들어 먹어도 아주 맛있습니다.','느타리버섯 1팩,청고추 1개,홍고추각각 1개,마늘 1수저,튀김기름 1컵,진간장 2수저,물 2수저,설탕 2수저,식초 2수저,물 1/2컵,튀김가루 7수저','버섯 1팩과 마늘 그리고 살짝 매콤한 맛으로 먹기 위해 청, 홍고추를 준비한 다음 버섯을 먼저 손질해,끓는 물에 소금을 조금 넣고 버섯을 넣어 끓어오르면,찬물에 헹구어 손바닥으로 꼭 눌러 물기를 짜주고는,튀김가루 3수저를 넣어 가루를 가볍게 무쳐놓고,튀김 반죽을 만들어 버섯을 넣어 섞어 반죽 옷을 입혀,빠르고 바삭하게 먼저 1차로 튀겨 한김 식을 수 있게 놓고,준비한 양념을 만들어요. 마늘 1수저와 청, 홍고추는 씨를 제거해 잘게 썰어 놓고,간장, 물, 설탕, 식초를 2수저씩 넣어 새콤달콤한 소스를 만들어놓습니다.,양념을 만들어 놓은 사이 1차로 튀겨 살짝 식은 튀김을 다시 2차로 한번 더 튀겨 바삭한 버섯튀김을 만들어 줍니다.,버섯을 2차로 튀겨놓고 팬에 기름 1수저를 넣어 먼저 마늘부터 볶은 다음 고추를 넣어 한번 더 가볍게 볶아,만들어 놓았던 양념을 넣어 보글보글 끓여 깐풍 소스를 만들어 줍니다.,소스가 끓으면 튀겨놓은 느타리버섯을 넣어 소스가 잘 베이도록 저어가면 소스가 남지 않게 조리듯 볶아주고,마지막에 참기를 살짝 넣어 마무리하면 버섯 깐풍 완성^^','c2c1.jpg','afb1.jpg,1321.jpg,0c91.jpg,39a1.jpg,3621.jpg,b561.jpg,9411.jpg,1131.jpg,ce91.jpg,78a1.jpg,c341.jpg,7641.jpg,a5c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (287,'얌무','[간단 자취요리] 손님 초대용! 저렴하지만 멋지게 한 상 차려보자! / 서가앤쿡 목살 스테이크 만들기','메인반찬','안녕하세요 여러분들!! 오늘은 주말과 잘 어울리는 특별한 요리를 준비했어용서가앤쿡 목살 스테이크를 만들어봤는데요~ 이거 진짜 엄청 맛있으니까 특별한날 가족과, 친구와 꼭 한번맛있게 만들어서 드셔보세요!!음식은 비주얼이 중요해요 아무리 맛있어도 맛 없어보이면..ㅠㅠ 가니쉬 여러가지 할 필요 없어요 알록달록 풀로 비주얼 업! 역시 얌무스럽죠.........?','목살 400g,계란 1개,버터 2T,돈가스소스 3T,맛술 2T,설탕 2T,굴소스 2T,물 100g','재료를 준비합니다.돼지목살, 먹을 수 있는 풀(종류 무관), 버터, 설탕, 맛술, 굴소스, 돈가스소스,먼저 소스를 만들어줍시다.소스 재료 : 돈가스소스 3T, 맛술 2T, 설탕 2T, 굴소스 2T, 물 100g,이제 고기를 칼등으로 두드려주세요! (연육),소금, 후추를 뿌려줍니다. 모두 뒤집어서 뒷면도 똑같이 밑간해주세요.,팬에 연기가 올라올 때 고기를 넣어줍니다.강불,핏물이 송글송글 올라오면 뒤집어줍니다.강불,뒷면이 어느 정도 익으면, 불을 낮추고 버터를 넣어주세요. 앞뒷면 모두 버터에 한 번 구워줍니다.중약불,이제 준비해둔 소스를 넣고 보글보글 조려줍니다.물기가 많을 땐 중불, 거의 졸아갈 땐 약불,이 정도까지 조려주시면 끝.,예쁘게 셋팅을 해봅시다. 계란후라이로 마무리.풀은 비주얼을 위해 꼭 있는 게 좋아요.(종류 무관)','b781.jpg','1a11.jpg,9d21.jpg,8f91.jpg,0c41.jpg,6ac1.jpg,7251.jpg,a7a1.jpg,bb51.jpg,8441.jpg,f431.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (288,'GP하루한끼','가지 맛있게 먹는 방법! 초대박 가지요리 레시피 가지탕수','메인반찬','오늘 선보일 요리는 바로!가지탕수 입니다. 물컹물컹한 식감때문에 가지를 싫어하시는 분들이 꽤나 많아요..ㅠ 가지는 정말 맛있는데 말이죠... 그래서 가지를 싫어하시는 분들도 무조건 100% 좋아 할 가지탕수를 만들어봤습니다.','가지 1개,튀김가루,다진양파 1/4개,다진마늘 1작은술,물,케찹 2큰술,물엿 2큰술,굴소스 1큰술,식초 1큰술,설탕 1큰술','먼저 가지에 튀김가루를 뭍혀주시고, 
그 다음 튀김반죽에 뭍혀
기름에 튀겨줍니다. 가지 튀겨서 먹으면
진짜 맛있어요!!,다진마늘, 양파를 먼저 볶은후
준비한 소스를 붓고 같이 졸여주세요.,다음 가지튀김을 넣고
같이 볶아주시면 맛있는 가지탕수 완성..
이거 진짜 맛있어요..흑흑..
어떻게 표현할 방법이 읎�?..
꼭 해드시는거 강추합니다!!
자세한 레시피는
유? 링크타고 들어와서 보시면 되요~~
영상으로 보시는게 편하자나요!!','f581.jpg','24c1.png,92c1.png,8a81.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (289,'얌무','[간단 자취요리] 두부를 쫄깃한 고기식감으로 만들기! 두부탕수 만들기','메인반찬','안녕하세요 얌배추들!! 오늘은 두부탕수입니다 :D동두부가 한창 유행했을 때, 저도 많이 만들어 먹었는데 보통은 조림이나 찌개에 이용했어요. 그러다가 문득... 두부탕수를 동두부로 만들어 보면 괜찮겠다 생각이 들어 만들어 봤는데 역시 그냥 두부로 만들 때보다 훨씬 더 식감이 좋더라구요ㅎㅎ','두부(부침용) 1모,각종채소,물 300ml,식초 4T,간장 3T,설탕 5T,굴소스 1T,전분,물','먼저 두부를 포장 그대로 냉동실에 얼려줍니다.(하루),그리고 찬물에 담아 해동해서 준비합니다.얼린 두부는 꾹꾹 눌러도 안 부서져요!,키친타올을 덮고 접시나 손으로 눌러 물을 짜주세요!,탕수육 고기 크기로 두부를 잘라줍니다.,비닐팩에 전분가루와 두부를 넣고 흔들어요!,기름에 튀겨줍니다.중불,팬에 물과 양념들을 넣어줍니다.물 300ml(종이컵 1컵반 정도), 식초 4T, 간장 3T, 설탕 5T, 굴소스 1T,끓으면 야채도 취향껏 넣어주세요.,또 끓으면 전분물을 조금씩 넣어가며 농도를 맞춰주세요! 전분물은 물과 전분가루를 1:1로 섞으면 됩니다.','cd71.jpg','9871.png,5cb1.png,e101.png,6611.png,22d1.png,9eb1.png,e941.png,7e21.png,89f1.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (290,'뽀유TV','맥주와 환상궁합! 백종원 칠리새우 쉽게 만들기','메인반찬','맥주안주로도, 반찬으로도 넘 좋은 백주부님 칠리새우 쉽게 만들어봐요!','칵테일새우 1컵(종이컵),식용유 3T,다진마늘 1T,버터 1T,후추 톡톡,케찹 2T,고추가루 1T,설탕 1T,간장 1T,식초 1T','먼저 케찹2T,고춧가루1T 설탕1T,간장1T,식초1T를 섞어줍니다.(T:성인 숟가락 기준)소스는 본인 기호에 맞게 조절하셔도 된다고 해요,달궈진 팬에 식용유 3스푼을 둘러준 뒤 마늘 1스푼을 달달달 볶아 마늘기름을 만듭니다.,마늘 기름에 칵테일 새우를 넣고 볶아 줍니다.,새우가 어느 정도 볶아지면 이제 미리 만들어 놓은 양념을 다 넣고 골고루 볶아 줍니다!백주부님은 물을 조금 넣으라고 하셨는데 냉동된 칠리새우라 그런지 물기가 많이 생겨 따로 물을 넣진 않았어요볶다가 소스가 약간 되직하다 싶으면 그때 물을 약간 넣어 조절하셔요,버터 1스푼을 넣고 다시한번 골고루 볶아준뒤 후추 조금 뿌려주면 완성입니다!,맥주와 환상궁합 백종원 칠리새우 완성입니다. 한입 먹어보니 감칠맛이 확 돌면서 참 맛있어요!맥주안주는 말할것도 없고 반찬으로도 참 좋아요!','17b1.jpg','b911.jpg,6161.jpg,c9a1.jpg,f0f1.jpg,9831.jpg,b2d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (291,'뽕림이','참치쌈장 만드는 법, 짜지 않고 맛있어요!','김치/젓갈/장류','짜지 않은 백종원의 참치쌈장 레시피입니다.','참치캔(中) 1개,양파 1/2개,대파 1/2개,청양고추 2개,된장 1큰술,고추장 1큰술,고춧가루 1큰술,다진마늘 1큰술,물 1+1/2컵,설탕 1큰술,참기름 1큰술,통깨 약간','먼저 양파 1/2개, 대파 1/2대, 청양고추 2개는 다져서 준비합니다.,약불로 예열한 팬에 참치 캔 기름을 꾸욱 짜서 넣어준 뒤 채 썰어둔 양파와 대파, 청양고추를 넣고 볶아주세요.,된장 1 큰 술, 고추장 1 큰 술, 고춧가루 1 큰 술, 다진 마늘 1 큰 술과 물 1컵 반을 넣고 보글보글 끓여주세요.,보글보글 끓는 쌈장에 설탕 1 큰 술을 넣어주시고요.,이어서 참치를 넣고 약불에서 자작하게 졸여줘요.,쌈장이 잘 졸여졌으면 참기름 한 큰 술과 통깨를 넣고 마무리해주세요!,10분도 안 돼 완성된 참치쌈장은 짜지 않고 맛있어서 good ~ 
밥 차려먹기 귀찮은 날은 계란 후라이 하나 해서 밥이랑 참치쌈장 쓱쓱 비벼 먹기만 해도 꿀맛이라는 거 ~','07a1.jpg','6e11.jpg,fa71.jpg,9f61.jpg,09e1.jpg,f6b1.jpg,6311.jpg,6a61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (262,'비바스밥','새우젓찌개(별거 안해도 맛난~~찌개)','국/탕/찌개','어머니가 두부를 얇게 착착 썰어 해주시던 새우젓찌개~ 연두부가 반팩 있어 해봤는데 신랑이 맛나다할지 모르겠네요~','연두부 150ml,새우젓 1작은술,새송이수북 1숟가락,대파수북 1숟가락,양파수북 1숟가락,청양고추다진것 1개,마늘다진것 1작은술,고추가루 1작은술','연두부150ml
새우젓 1작은술을 
뚝배기에 넣어요,물은 자작하게 100ml정도 넣어요
불켜요,부재료예요
그릇이 작으니까 재료도 작게 썰어요
새송이,대파,양파 수북1숟가락씩,
청양고추1개 다진것을 준비해요,바글바글 끓으려고 할때,새송이,청양고추,양파,마늘을 넣어요,바글바글 끓으면
간보고 부족한 간도 
새우젓으로 해요,7분정도 끓이고
대파랑 고추가루 1작은술 넣어요,끓어서 어우러지면 다 된거예요,재료가 퍼진듯한 느낌~
한술 뜨면 보들보들 맛나요~~','5a01.jpg','7441.jpg,4791.jpg,ba41.jpg,5921.jpg,6501.jpg,d7a1.jpg,d921.jpg,92e1.jpg,e8c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (263,'이웃사슴','고소하고 진한 차돌박이 감자찌개 만들기','국/탕/찌개','차돌박이를 넣고 국물 요리를 만들면 국물에 고소한 맛이 배어나와 깊은 맛이 나죠! 술을 마신 다음 날 이런 진한 국물을 마시면 속이 시원하게 풀리면서 해장이 된답니다. ???( ˘ω˘ )??????오늘은 만들기 간단해서 놀러갔을 때나 해장할 때 종종 만들어 먹는 차돌박이 감자찌개를 소개해 볼게요!','감자 2개,차돌박이 200g,양파 1/2개,대파 1/2대,청양고추 1개,멸치육수 500ml,참기름 0.5큰술,고춧가루 1.5큰술,국간장 1큰술,다진마늘 0.5큰술,된장 0.5큰술,고추장 0.5큰술,후춧가루 약간','감자는 반달 모양으로 썰어 찬물에 담가 전분을 뺀다.,대파와 청양고추는 어슷 썰고, 양파는 굵게 채 썬다.,양념장 재료들을 섞어 양념장을 만든다.,냄비를 중불로 달군 뒤 참기름 0.5큰술과 차돌박이를 넣어 볶는다.,차돌박이에서 기름기가 빠져나오기 시작하면 감자를 넣고 볶는다.,감자가 반투명해지면 양파와 양념장을 넣고 1분간 더 볶는다.,멸치육수 500ml를 넣고 센 불에서 끓이다 끓어오르면 중불로 줄인 뒤 5분간 더 끓인다.,대파와 청양고추를 넣고 10분간 더 끓이면 차돌박이 감자찌개가 완성된다.','0781.jpg','7d41.jpg,33b1.jpg,7201.jpg,7681.jpg,d2c1.jpg,6731.jpg,b261.jpg,c981.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (264,'밍밍뿡','비빔두부 찌개 만들기','국/탕/찌개','간단히 만들어 밥에 슥슥비비는 비빔 두부찌개','두부 1모,김치 조금,베이컨 3줄,파 조금,다진마늘 조금,멸치가루 1/3스푼,소금 조금,후추 조금,고추가루 1스푼,국간장 1스푼,기름 조금','연휴동안 장을 안봤으니 냉장고는 텅텅텅 냉장고 터줏대감 두부님이 계시네요. 김치송송과 베이컨 3줄 다진마늘 파 두부1모를 준비해 주세요.,두부를 한손에 불끈 잡아주세요. 그리고 사정없이 으깨 주세요.,이제 냄비에 기름 조금만 두르고 볶아 주세요. 베이컨이 들어가니 기름은 많이 넣지 않으셔도 되요. 달달달~,볶아진 김치에 물을 넣어주세요. 물은 많이 넣지 마세요. 자박자박 하게 물이 많지 않아야 비비기 좋아요^^ 그리고 멸치가루도 1/3스푼 넣어 주세요. 보글보글 지글지글~ 김치와 베이컨이 끓어주면 으깬 두부를 넣어주세요.,고추가루도 한스푼 넣어주시고요~ 소금과 국간장을 넣어 간을 맞춰 주세요. 후추도 톡톡 조금 넣어주세요. 국끓일때 적절히 국간장이 들어가면 맛있지요~ 소금만 넣은것보다 감칠맛도 나고요~^^,파송송과 다진마늘을 넣어 마무리~ 보글보글 지글지글~ 그럼 완성!','dbc1.jpg','d001.jpg,b6b1.jpg,4cd1.jpg,4131.jpg,2301.jpg,4791.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (265,'만개의레시피','참치고추장찌개 하나만 있으면 밥 한공기는 뚝딱! ','국/탕/찌개','고기가 없을 때 참치넣고 고추장 찌개 끓여바바!참치가 들어가 찐득한 맛이 중독적이야!막 지은 밥이 슥삭슥삭 비벼 먹는 걸 난 추천!세상의 모든 레시피 만개의레시피','참치 150g,양파 1개,감자 2개,대파 1대,청양고추 1개,홍고추 1개,두부 1/2모,물 2종이컵,고추장 2숟가락,설탕 1/2숟가락,다진마늘 1숟가락,국간장 2숟가락,맛술 1숟가락,소금 약간','두부와 양파, 감자는 한 입 크기로 썰고 대파와 고추는 송송 썬다.,참치캔을 체에 밭쳐 기름을 제거한다.,볼에 양념 재료를 넣고 양념장을 만든다.          

              옻칠 우드 조리도구 수저세트,뚝배기에 감자, 양파, 참치, 양념재료, 물을 넣고 끓인다.          

              네오플램 피카 익스클루시브,감자가 거의 익으면 두부를 넣는다.,대파, 청양고추, 홍고추를 넣어 한소끔 끓여 완성한다.','3ea1.jpg','54a1.jpg,4311.jpg,6241.jpg,9781.jpg,9b61.jpg,0fe1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (266,'밥차리라','칼칼한 삼겹살 두부찌개~*','국/탕/찌개','삼겹살 두부찌개뜨거운 밥에 슥슥~ 비벼 먹으니 완전 밥도둑이 따로 없슴다^^','삼겹살 250g,두부 1모,양파 1/2개,대파 1대,청양초 2개,고추장 1T,고춧가루 1T,다진마늘 1T,굴소스 1,후추 톡톡,맛술 2T,액젓','양파,대파,청양초,두부 먹기좋게 
썰어 준비합니다,삼겹살 먹기 좋은 크기로
썰어 냄비에 담고 다진마늘
1T,맛술2T,액젓1T,후추톡톡 넣고,슥슥~ 볶아준다,고춧가루 1 넣은 후 
슥슥~ 볶아 주고,물 500ml 정도 붓고,고추장1,굴소스(티스푼)1
넣고 풀어 준다,준비한 두부 넣고 푹~
끓여 준다,국물이 적당히 조려지면,준비한 양파,파,청양초 넣고
부족한 간은 입맛에 맞게 
소금,액젓,국간장 등으로
간 맞춘다,보글보글 끓여 완성한다','dd51.jpg','f411.jpg,8d51.jpg,4bc1.jpg,b781.jpg,0621.jpg,cd91.jpg,3cc1.jpg,f2b1.jpg,23f1.jpg,1611.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (267,'시크제이맘','새우두부찌개 - 탱글탱글 새우 넣어 뚝딱 완성','국/탕/찌개','채식주의자이신 형님이 잘 끓여주셔서 이 맛에 반해서 이제 제가 즐겨먹게 된 새우젓두부찌개입니다. 원래 고기를 안 드시니까 먹을 수 있는 음식이 한정적이죠. 처음에 무슨 두부만 넣고 저렇게 간단하게 찌개를 끓이시나 했거든요. 여기에 새우살이나 조갯살이라도 조금 들어가면 더 맛있을텐데 속으로 생각했죠. 근데 맛을 보고 난 후에 간단한데 얼큰하고 개운한 맛에 저도 자주 먹게 되는 새우젓 두부찌개랍니다.','새우살 1줌,새우 5마리,두부 1모,데친열무(없으면생략가능) 1줌,대파 적당량,청양고추 1개,고춧가루 2스푼,다진마늘 1스푼,새우젓 1스푼,참치액 2스푼,미림 2스푼,설탕 0.3스푼','찌개에 넣을 두부는 먹기 좋은 크기로 썰어주고 큰새우는 깨끗히 씻어 준비합니다. 참고로 대하 또는 새우살 둘중 하나만 넣어도 상관없어요. 전 대하가 넉넉하지 않아서 냉동새우살을 함께 넣었답니다.,그릇에 고춧가루2,다진마늘1,새우젓1,참치액2,미림2,설탕0.3을 넣어 고루 섞어 양념장을 만들어 둡니다. (참치액이 없으면 국간장으로 해주세요),냄비에 물3컵을 부어주고 물이 끓어오르면 모든 재료(새우,두부,열무시래기)를 넣어주고 곧 이어 만들어 놓은 양념장을 넣어주세요. 15분 정도 바글 바글 끓여주다,대파와 청양고추를 넣고 한소끔 더 끓여 마무리 합니다. 드셔보시고 싱거우시면 간을 더하시거나 혹시 짜면 물을 조금 더 넣어주세요.,새우두부찌개 완성 대하 껍질까서 드시는거 싫으시면 냉동새우 듬뿍 넣어 끓여도 좋을것같아요 간단하게 끓일수 있으니깐 맛있게 끓여보세요.','ff51.jpg','7e81.jpg,1d11.jpg,0811.jpg,ab41.jpg,da01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (268,'만개의레시피','봄 향기가 가득한~ 냉이된장찌개 ','국/탕/찌개','한 수저 떠먹을 때마다 입안 가득 봄 향기가♥세상의 모든 레시피 만개의레시피','냉이 1줌(100g),두부 1모(300g),양파 1/2개,애호박 1/4개,대파 10cm,멸치다시마육수 600ml,된장 2T,국간장 1T,고춧가루 1T,다진마늘 1T,청양고추 1개','냉이는 손질하여 듬성듬성 썰어 준비한다.냉이 1줌(100g),애호박은 반달 썰고 대파는 어슷 썰고 양파와 두부는 깍둑썰기하여 준비한다.두부 1모(300g), 양파 1/2개, 애호박 1/4개, 대파 10cm,냄비에 육수를 넣고 된장을 풀어 넣는다.멸치다시마육수 600ml, 된장 2T냄비,육수에 애호박, 양파를 넣고 한소끔 끓인다.,국간장, 고춧가루, 다진 마늘을 넣고 간을 하고 손질한 냉이를 넣는다.국간장 1T, 고춧가루 1T, 다진마늘 1T,두부를 넣은 후 한소끔 끓인 후 대파, 청양 고추를 넣어 완성한다.청양고추 1개','5881.jpg','3bd1.jpg,55d1.jpg,2821.jpg,8801.jpg,4721.jpg,e011.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (269,'김쭈','매콤 된장찌개, 채소와 두부만 넣은 초간단 초스피드 된장찌개','국/탕/찌개','고기와 곁들여 먹으면 좋은 가벼운 느낌의 된장찌개 입니다.','느타리버섯 1줌,양파 1/2개,애호박 1/4개,청양고추 2개,두부 1/4모,물 1.5종이컵,된장 2T,진간장 1T,고추가루 1.5T,다진마늘 0.5T,설탕 0.5티스푼,소금 마지막간','물1.5종이컵에 된장,고추가루,다진마늘,설탕,간장을 한데넣고 한소끔 끓여줍니다.,그사이 양파,버섯,애호박,청양고추,두부는 적당한 크기로 썰어줍니다.,한소끔 끓은 된장물에 양파,버섯,애호박,청양고추,두부를 넣어 줍니다.,애호박이 익을때까지 끓여주어 간을보아 부족한간은 소금으로 해주어 완성. 저는 부족한간이 없어 소금은 넣지 않았습니다.','f651.jpg','1891.jpg,5e01.jpg,fec1.jpg,2a11.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (270,'얌무','[간단 자취요리] 꿀팁공유 고깃집 밥도둑! 고깃집 된장찌개 만들기','국/탕/찌개','오늘은 고깃집 된장찌개를 만들어 봤어요! 고깃집 된장찌개 좋아하시는 분들 굉장히 많으신데요~집에서 하면 왜 그맛이 안날까... 할거에요! 그래서 오늘 알려드리겠습니다!','두부 1/2모,된장 3T,쌈장 3T,고춧가루 2T,물 400ml,대파(생략가능) 적당량,버섯(추가무관) 적당량,감자(추가무관) 적당량','재료를 준비합니다.두부, 쌀뜨물, 다시마, 양파, 애호박, 고춧가루, 쌈장, 된장,우선 양파를 작은 큐브모양으로 썰어줍니다.,애호박도 같은 크기로 썰어주세요!버섯이나 다른 재료를 더 추가하셔도 좋아요.,냄비에 썰어둔 호박, 양파, 다시마를 넣어줍니다. 쌀뜨물도 넣어주세요.,물이 끓으면 다시마는 건져서 버려줍시다.,거품은 미관상 살짝 걷어주시면 좋아요.,야채가 거의 익으면 양념들을 모두 넣어줍니다.양념 재료 : 된장 3T, 쌈장 3T, 고춧가루 2T,마지막에 두부를 넣어줍니다.,두부가 위로 떠오르면 완성!','67d1.jpg','e5e1.jpg,21c1.jpg,5c31.jpg,8fd1.jpg,f8e1.jpg,15a1.jpg,3641.jpg,0701.jpg,a1f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (271,'봉자바리','차돌된장찌개','국/탕/찌개','차돌박이를 넣어 진한 된장찌개랍니다.','차돌박이 120g,양파 1/3개,애호박 1토막(3센티),두부 1/3모,버섯 약간,대파 적당히,된장 2T,고추가루 1T,맛술 1T,멸치가루 2T,다진마늘 1/2T,청주 1T','된장양념입니다. 
된장2큰술, 고추가루1큰술, 맛술1큰술, 멸치가루2큰술, 다진마늘1/2큰술 이렇게 미리 만들어 숙성시키면 정말 맛있는 된장찌개가 됩니다~,된장찌개에 넣을 재료 모두 준비
야채들은 모두 넣어 주셔요~ 
차돌박이는 청주 한큰술 넣어 두었답니다.,뚝배기에 미리 양념해둔 된장을 딸딸딸 볶아 줍니다. 
이 과정을 거쳐야 된장찌개가 더더더 진하고 구수해 진답니다.,된장을 달달 볶다가 구수한향이 올라오면 생수 3C을 부어주고 미리 청주부어 밑간해둔 차돌박이를 넣어줍니다
. 
찬물에 고기를 넣어 팔팔 끓여줘야 육수가 쪽쪽 나옵니다..ㅎㅎ,팔팔 끓어오르면 애호박과 두부,대파를 제외한 야채들을 넣고 끓여줍니다.,거품 걷어내시면서 애호박과 두부를 넣고 한번더 후루룩~~끓여줍니다.,대파 총총 넣고 마무리~~','4b61.jpg','9391.jpg,4ac1.jpg,d6e1.jpg,16c1.jpg,23c1.jpg,b841.jpg,f411.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (272,'한돈자조금','짭쪼름한 밥도둑! 명란 두부찌개','국/탕/찌개','명란젓이 밥도둑인거 다들 아시죠? 짭쪼름한 명란젓과 구~수한 된장의 환상적인 만남! 오늘 저녁은 명란 두부찌개 어떠신가요?','명란젓 2개,두부 1/4모,애호박 1/3개,무 약간,다시마육수 2컵,대파or쪽파 조금,마늘 1/2작은술,국간장 1/2작은술,새우젓 1/2작은술,참기름 약간','명란젓은 잘게 썰어주세요.,두부는 작고 납작하게, 애호박은 은행잎 썰기, 무는 얇게 납작 썰어주세요.,다시마 물에 무를 넣고 끓으면 애호박과 두부를 넣고 끓여주세요.,명란젓, 마늘, 국간장, 새우젓으로 간을 하고, 쪽파와 참기름을 넣어 한번 끓여주세요.','4e81.jpg','1a01.jpg,1941.jpg,1fb1.jpg,2581.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (273,'딸기망고chsiiii','산뜻한 무수분 토마토 치킨스튜','국/탕/찌개','쉽게 누구든 만들 수 있는 산뜻한 무수분 토마토 치킨스튜에요. 브런치, 기념일, 맥주안주, 와인 등 모두 잘 어울려요.','닭가슴살 1쪽(230g),토마토 2개,감자 1개,양파 1/4개,당근 1/8개,통마늘 5개,월계수잎 2개,미니빨간파프리카 1개,케찹 4큰술','재료준비,- 토마토 열십자로 껍질만 칼집 낸 후 따뜻한 물에 담가놓기
Tip. 끓는 물에 데치는 대신 정수기 온수나 포트로 끓인 물을 부어놓으면 편하고 모든 재료 준비 후 껍질 벗기면 시간이 맞아요.,- 닭가슴살 3cm 크기로 깍둑 썰어 소금 한 꼬집과 후춧가루 조금 넣어 밑간 해놓기
-마늘 두툼하게 슬라이스하기
- 양파 당근은 1cm, 파프리카 감자는 2cm 크기로 깍둑썰기
- 따뜻한 물에 담가놓은 토마토 껍질 벗긴 후 큼직하게 깍둑 썰기,- 냄비에 올리브유 2큰술과 마늘 넣어 볶기,- 마늘이 노릇해지면 양파, 감자, 당근, 파프리카, 닭고기 몽땅 넣어 볶기,- 닭가슴살 겉면 색이 변하면 토마토와 월계수잎 넣어 고르게 섞은 후 뚜껑 덮고 약불에서 뭉근하게 끓이기
Tip. 중간중간 열어 바닥이 붙지 않게 저어줘요.,- 토마토가 다 으깨지면케찹 넣어 조리기(30분 이상 소요),- 걸쭉한 농도가 되면 소금으로 간하고 후춧가루 넣어 마무리하기,Tip. 신맛이 강하면 설탕을 조금 넣어
신맛을 잡아주세요.
- 월계수잎은 꺼내주세요.,빵과 곁들여 내면 산뜻한 무수분 토마토 치킨스튜 완성~!','bbf1.jpg','6531.jpg,a9f1.jpg,3c31.jpg,0d31.jpg,c1d1.jpg,7811.jpg,3de1.jpg,7711.jpg,5051.jpg,39f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (274,'줌마요리','백주부표 얼큰 콩나물 찌개로 밥한공기 뚝딱!^^','국/탕/찌개','요즘 백주부 요리가 대세죠, 아침 저녁으로 쌀쌀하기도 하고 콩나물국 말고 콩나물 찌게를 끓여 봤는데 정말 맛있네요^^','콩나물 1/2냄비,돼지고기 1종이컵(1컵200g),양파 1/2개,물 4종이컵,고추가루 1소주컵,간장 1/2소주컵,새우젓또는멸치액젓 1/2소주컵,대파 1~2대,마늘 1스푼,청양고추 1개','양파반개 채썰어 준비하구요,청양고추랑 대파 1대도 쫑쫑 썰어 주세요, 나머지 1대는 찌개가다 끓으면 넣어주게 듬성듬성 썰어주세요,,콩나물도 깨끗이 씻어주구요,,식용유 한두숟갈 두르고 쫑쫑썬 파로 파기름을 만들어주세요, 달달 볶아 주시면 되요^^,파향이 나면 돼지고기를 넣고 중간불에 볶아주세요, 하얗게 익도록!,볶은 돼지고기에 고추가루 소주 한컵을 붓고 볶습니다.,고추가루가 돼지고기에 골고루 베도록 볶으면 되요, 고추가루가 타지 않게 약불에!,다 볶아지면 콩나물을 넣고 물 4컵을 부어주구요 ,,양파도 넣어주구요, 표고버섯도 있으면 채썰어 넣어주면 맛나요, 그리고 뚜껑을 덮고 자글자글 끓을때까지 센불에 두세요!중간에 뚜껑 열지 마시구요^^,자글자글 끓으면 중불에 간장이랑 마늘이랑 새우젓(혹은 멸치액젓)이랑 넣고 간을 맞추며 우루루 끓이구요 !,다 끓으면 듬성듬성 썬 대파랑 청양고추를 넣어 한번 더 우르르 끓이면 됩니다.,콩나물에 간이 제대로 배고 국물이 진국이라 정말 얼큰하고 맛나요.밥한공기 뚝딱이에요^^','1991.jpg','6331.jpg,ce91.jpg,18b1.jpg,9b41.jpg,1c81.jpg,d4e1.jpg,abc1.jpg,feb1.jpg,8c61.jpg,5bd1.jpg,7a61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (275,'요리하는러라','닭봉간장조림~ 십년째 만들어 먹는 양념 공유해요!','메인반찬','초간단 조리과정과 집에 있는 착한 양념에 비해미친 비주얼을 자랑하는 닭봉조림~ 언제 어디에서 누구에게 해줘도 인기만점 레시피예요?','닭봉 20개,우유 적당히,대파 1/2대,소주 1/2컵,간장 5숟가락,설탕 2숟가락,식초 2숟가락,청주 2숟가락,케첩 1숟가락,물엿 1숟가락','닭봉 2팩, 갯수로는 20개를 준비해요,닭봉이 잠기게 우유를 부은 후 30분간 재워 잡내를 제거해줍니다,30분 후, 우유를 헹궈내고 체에 밭쳐 물기를 빼주세요일반적인 냉장닭 밑손질은 여기서 마무리하고 Step6으로 가세요~,냉동닭이나 잡내가 심한 냉장닭은 데치는 과정을 추가해주세요(선택사항),팔팔 끓는 물에 닭과 소주 반컵을 넣고 3분간 데친 후 하나하나 씻어줍니다 ^^,오목한 조림팬에 간장 5, 설탕 2, 식초 2, 청주 2, 케첩 1, 물엿 1을 넣어 섞은 다음,닭을 담고 대파 반대를 큼직하게 잘라 넣고,양념과 재료를 고루 섞어 뚜껑을 덮고 중불로 20분간 조려줍니다중불,중강중간 뚜껑을 열고 위아래 위치를 고루 바꿔가며 조려주세요~ 물을 넣지 않았지만 자박자박 수분이 나오면서 타지 않아요 ^^,중불로 20분 졸여낸 모습입니다~
색이 많이 달라졌죠? 이제 뚜껑을 열고 국물이 졸아들도록 중강불로 10분 정도 더 조려주면 윤기가 반짝반짝 나면서 완성됩니다!!중강불,대파는 건져내고 담아주세요~ 양념, 닭, 대파 섞어 뚜껑덮고 중불 20분, 뚜껑열고 중강불 10분, 중간중간 섞어주기~
간단하죠 :),한입에 쏙쏙 집어먹기도 좋고
무엇보다 양념이 진짜 찐으로 맛있으니까
꼭 한번 만들어보세요~ 다진 땅콩이나 쪽파를 올려도 좋습니다,단짠단짠으로는 표현하기 부족한 닭봉간장조림~ 딱 한번만 만들어 보면 자주 만나고 싶은 단골메뉴가 될거예요 :D','9c01.jpg','f661.jpg,34d1.jpg,5b21.jpg,7231.jpg,9d11.jpg,b771.jpg,c931.jpg,ddb1.jpg,8b81.jpg,02f1.jpg,1831.jpg,8e81.jpg,f751.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (276,'lee쉐프','매콤 바삭 달콤 고등어 강정','메인반찬','울~ 아들이 대형 마트에서 손질되어 있는 고등어를 사왔네요.ㅎ 알뜰하게도 엄마챙기는 울 아들 고마워♡ 손질되어 있는 고등어는 요리하기 편해 좋네요. 세상 참 살기 좋아졌어요. ㅎ 오늘은 매콤 달콤 바삭 고등어 강정을 만들어 봤습니다. 밥반찬으로도 좋지만 술안주,손님접대에도 손색이 없습니다. 구하기 쉽고 가계 부담도 없은 고등어 요리입니다.','손질된고등어 200g,녹말가루 2큰술,다진마늘 1큰술,다진청양고추 1큰술,다진홍청양고추 1큰술,다진양파 2큰술,참기름 1/2큰술,식용유 적당히,간장 1큰술,올리고당 1큰술,굴소스 1작은술,꿀 1큰술','손질된 고등어는 흐르는 물에 한번 헹궈준후 물기를 닦아 주세요.,적당한 크기로 썰어 녹말가루를 묻혀 주세요.,마늘,청양고추,홍청양고추,양파는 다져 주세요.,팬에 식용유를 두르고, 고등어를 넣고 구워 주세요.,노릇하게 구워지면 뒤집어서 구워 주세요.,팬에 식용유를 1큰술 두르고 다진 양파와 다진 마늘을 넣고 볶아 주세요.,청양고추,홍청양고추를 넣고 위의 분량의 양념을 넣고 끓여 주세요.,바삭하게 구운 고등어를 넣고 섞어 주세요.
참기름을 넣고 버무려 주세요.,완성 그릇에 담아 주세요.','e001.jpg','c701.jpg,4fb1.jpg,0181.jpg,9a71.jpg,2301.jpg,2191.jpg,bee1.jpg,5cb1.jpg,4371.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (277,'얌무','[간단 자취요리] 비주얼 끝장판!! 참치 스테이크 만들기 ','메인반찬','안녕하세요 여러분?? 히히 오늘은 참치 스테이크를 만들어 봅시다!!소스는 간단하게 시판용 돈가스 소스를 사용했고, 옆의 장식은....얌싸때 먹고 냉장고에 방치해둔 셀러리를 장식으로나마 살려봤어요 :D그리고 오늘 비지엠이 조금 특별하죠..? 개인적으로 딱딱 맞아 떨어지는 느낌이 너무 좋아서, 모차르트를 좋아하는데 (1도 안어울리지만 클래식 전공이었던 얌무) 유튜브 무료음원에 딱 2곡 있더라구요..ㅋㅋㅋ언젠간 쓰겠지 하고 받아뒀는데 이때 아니면 못쓸 것 같아서 넣어봤어요! [모차르트 - 세레나데 13번 G장조 "아이네 클라이네 나흐트무지크"] 이곡은 굉장히 유명한 곡이라 많이들 아실 것 같네요!감각있으신 분들은 이미 느끼셨겠지만 칼질할때 일정부분들의 박자를 편집으로 맞춰봤습니닼ㅋㅋ�?(헛짓 매니아)','참치캔 1개(기본사이즈),부침가루,양파 1/2개,당근,소금 2/3t','재료를 준비한다.,우선 양파를 잘게 다져준다.,당근도 잘게 다져준다.,기름 뺀 참치와 계란, 다진 야채, 소금을 넣어 섞어준다.# 당근은 생략하셔도 되지만 이럴때라도 당근을 모르는척 먹어보세요..히히 건강에 좋습니다!!,부침가루를 넣어가며 되직하게 만들어준다.* 예상질문 : 부침가루 없으면 어떡해요?
* 미리답변 : 어차피 여기서 부침가루는 반죽을 서로
붙여주기 위한 용도이니 밀가루도 좋고 튀김가루도 좋아요ㅎㅎ,한 덩어리씩 잡고 손으로 쳐준 후 모양을 잡아준다.이 작업을 꼼꼼하게 해주셔야 구울 때 갈라지지 않아요.,팬에 기름을 두르고 구워준다.중약불,한 면이 단단하게 익은 후 뒤집어준다.# 구울때 한면이 단단하게 익은 뒤에 뒤집어주셔야 모양을 유지합니다. 덜익었을때 뒤집으면 갈라져요!,시판 돈가스 소스와 함께 곁들인다.','be31.jpg','6091.png,7631.png,1c01.png,d2b1.png,d121.png,f3a1.png,7201.png,a7e1.png,8c61.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (278,'만개의레시피','오늘 저녁은 채식위주로??? 에어프라이어표 버섯채소구이 ★','메인반찬','냉장고에 있는 칭구들~! 에어프라이어로 들어왓~!또 내입으로 들어왓~! 샐러드에 얹어 먹으면 너무 좋겠는걸 ?세상의 모든 레시피 만개의레시피','새송이버섯 1개,양송이버섯 3개,빨강파프리카 1/2개,노랑파프리카 1/2개,양파 1/4개,가지 1/4개,애호박 1/4개,소금 약간,후추 약간,올리브오일 5숟가락','버섯과 채소는 모두 한입 크기로 썬다.,볼에 버섯, 채소를 담고 소금, 후추, 올리브오일을 뿌려 섞는다.,에어프라이어 바스켓에 섞은 재료를 담고 180도 온도에서 10분간 돌려 완성한다.에어프라이어중간중간 뒤적여주면 고루 익어요,','8ce1.jpg','b581.jpg,f4c1.jpg,b171.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (279,'행복한윤블리네','♥[신혼밥상] 여름철 별미 숙주냉채','메인반찬','점점 더워지는 요즘잃어버렸던 입맛도 살려주는 별미 중 별미찡긋~톡 쏘는 새콤달콤 겨자소스 한방 계절메뉴 혹은 손님 초대 메뉴로 새우맛살 숙주냉채 어떠세요?','숙주 1줌,오이 1개,크래미또는맛살 2~3덩어리,칵테일새우 20마리,후춧가루 적당히,연겨자 2큰술,설탕 1큰술,소금 1꼬집,다진마늘 1티스푼,올리고당 1큰술,레몬즙or식초 1큰술','튜브형 연겨자 2큰술, 레몬즙or식초 질질 1큰술, 설탕 1큰술, 올리고당 1큰술, 다진마늘 1커피스푼, 소금 한꼬집을 넣고 겨자소스를 만들어 주세요.,끓는 물에 숙주를 20초 내외로 데친 뒤 재빨리 찬물에 헹궈 물기를 빼주세요.30초를 넘게 되면 시들시들 아삭아삭 식감이 사라진답니다.,오이를 채썰어 주세요.,크래미 또는 맛살을 찢어주세요.,칵테일새우는 뜨거운 물에 살짝 데쳐주세요.,큰 볼에 데친 숙주, 채썬 오이, 찢은 크래미, 데친 새우를 담아주세요.,후춧가루 톡톡톡!,겨자소스를 붓고 조물조물 해주기만 하면 여름철 별미 냉채 완성!','1961.jpg','ff41.jpg,9f11.jpg,e591.jpg,4b11.jpg,e8f1.jpg,4351.jpg,5dc1.jpg,4941.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (280,'손큰언니','유린기♡중국 닭가슴살 튀김요리가 맛있다해^^','메인반찬','누구나 좋아할만한 깔끔한 닭가슴살 튀김요리예요. 전혀 느끼하지않아요. 소스랑 곁들어 먹으니 더욱 부드럽고 촉촉합니다. 온가족이 함께 드세요~^^ (저는 3배로 준비해서 이웃과 나누어 먹었답니다.)','닭가슴살 3덩이,우리밀가루 2T,달걀 2개,빵가루 1종이컵,포도씨유 1종이컵,양상추(소) 1개,대파 1대,무순 1팩,간장 5T,식초 5T,설탕 5T,다진마늘 1T,다진양파(중) 1개,청고추 1개,홍고추 1개씩','닭가슴살은 소금,후추,청주에 30분 밑간합니다. 고기를 재우는 동안 채소를 손질해요.,양념(소스)을 미리 타주세요.,밑간한 닭가슴살을 키친타올로 잘 닦아줍니다.
밀가루-달걀물-빵가루를 통에 담아주세요.,먼저, 고기에 밀가루를 묻혀주세요.,다시 달걀물을 묻히세요.,마지막으로 빵가루를 묻혀요. 손으로 꾸욱꾹 눌러서 묻히면 튀김옷이 잘 벗겨지지 않아요.,세 덩어리에 튀김옷을 잘 입혀요.,포도씨유 넣은 팬을 약불에서 가열해주세요. 고기를 넣고 뚜껑을 덮어주세요. 5분 후 뚜껑을 열고 뒤집어주세요. 다시 5분을 뚜껑 덮고 튀겨주세요.,튀긴 고기는 기름이 빠질 수 있는 망에 올려요. 고기를 튀기는 동안, 양상추는 먹기좋은 크기로 찢어 놓고 대파는 채썰어 큰접시에 펼쳐서 담아요. 고기도 썰어주세요.,준비해둔 소스를 숟가락으로 올려주세요. 무순도 이쁘게 올려요. 완성입니다. 채소와 곁들여 드세요.^^','7a01.jpg','5311.jpg,53c1.jpg,a931.jpg,d801.jpg,8ac1.jpg,f8f1.jpg,69e1.jpg,7ae1.jpg,7f11.jpg,dda1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (281,'두율이아빠','바베큐 치킨 만들기~ 바베큐 맛나는 치킨 한번 만들어 봅시당~','메인반찬','밥반찬 술안주~ 어디에도 잘 어울리는 맛깔난 바베큐 치킨이에용~','닭봉 10~11개,떡볶이떡 100g,고추가루 1스푼,고추장 1/2스푼,진간장 1/2스푼,설탕 1스푼,굴소스 1/2스푼,케? 1스푼,물엿 2스푼,다진마늘 1스푼,미림 1스푼,후추가루 2꼬집,땡초 1개,물 50cc','계량스푼은 집에서 사용하는 8cc 정도의 밥숟가락입니다.
닭봉을 우유에 30분~1시간 재워줍니다. 
재워준 닭봉을 물에 깨끗히 씻으후 물기를 빼주세요.
양념이 강해서 밑간은 따로 필요 없으나 씹을때 좀더
맛있는 맛을 즐기고 싶으신분들은 아래 분량으로
밑간을 하세요.
맛소금 1/5스푼(약2g) , 미림 2스푼, 후추 2꼬집으로 밑간을 합니다.
**사진과 설명으로 부족하신 분은 링크된 동영상 참고 해주세요. 두율이네 유툽 놀러 오시면 더많은 레시피와 최신 레시피를 더 빠르게 보실수 있습니다~,양념장을 모두 그릇에 담고 설탕이 녹을때 까지 잘 저어 줍니다.
-- 무게로 환산한 정보
고추가루 1스푼 = 8~9g // 고추장 반스푼 = 15g
진간장 반스푼 = 4g // 설탕 1스푼 = 10g
굴소스 반스푼 = 5g // 케? 1스푼 =10g
물엿 2스푼 = 20g // 다진마늘 1스푼 = 15g,
미림 1스푼 = 8g,후라이팬을 중불 달구고 닭봉을 넣은 다음 잘 뒤집어 가면서 겉면이 노릇노릇함을 살짝 넘어서 갈색빛깔이 돌때까지 구워 줍니다.
여기서 집에서 피울수 없는 숫의 강한 불에 익혀가는 맛을 조금이나마 올릴수 있으니 기름없이 노릇하게 구워주세요.,닭봉을 잘 구웠으면 물 100cc 를 부어 주세요.
후라이팬에 굽는거 만으로는 닭봉을 안쪽까지 완전히 익힐수 없어서 잠시동안 수분으로 찔 예정입니다.,뚜껑을 덮고 중불에 5분 정도 찌면서 익혀 줍니다.
이과정이 번거로우신 분은 끓는 물에 닭봉을 10분간 바글바글 끓여서 익히신 다음 후라이팬에 구워주시면 됩니다.
윙&봉 이외에 닭 1마리를 전부 사용하실 경우는 닭다리나 닭가슴살등 두꺼운 부위에 칼집을 내시고 찌는 시간을 2배로 늘려주셔야 합니다.,떡을 넣고 뚜껑을 덮고 5분간 더 쪄줍니다.
뚜껑의 증기 구멍 크기와 뚜껑의 결합부가 어떻게 밀착 되냐에 따라 수증기 증발의 정도가 다릅니다.
물이 부족할 경우 50cc 정도씩 보충해가면서 쪄줍니다.
뚜껑을 자주 열 경우에는 찌는 시간을 1~2분 늘리셔야 합니다.,닭 5분 떡넣고 5분 총 10분을 찌셨으면 어느정도 수분이 남아 있어도 양념장을 들이 부어 줍니다.,중약불을 유지한채 이정도로 양념이 꾸덕하게 졸아 들때까지 잘 저어주면서 볶아주세요.
볶아 주시면서 토치질 가능 하시면 토치로 살짝 그을려 주시면 더욱 맛있습니다. 양념이 많이 뭍은 상태라 살짝씩만 토치질을 해주셔야 합니다. 안그럼 순신간에 타버립니다.,맛깔나게~ 만들어진 바베큐맛~ 치킨!! 
밥반찬 술안주로 굿굿굿 입니다!!','32d1.jpg','e691.jpg,a2a1.jpg,0991.jpg,49c1.jpg,94c1.jpg,ec61.jpg,8be1.jpg,afb1.jpg,aa91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (282,'왕눈이2','아이반찬-얼갈이들깨무침','메인반찬','제철인 얼갈이로 나물반찬 만들어보세요 고소한 들깨가루를 넣어주니 아삭하면서도 영양만점으로 아이반찬으로 저염식단으로 저렴하게 건강식단을 챙겨보세요','얼갈이 300g,소금 1/2큰술,다진파 1큰술,들깨가루 2큰술,다진마늘 1/2큰술,소금 1작은술,들기름 1큰술','얼갈이의 끝을 잘라주시고
끓는물에 소금 1/2큰술을 넣고 10초간을 데쳐주신후 찬물에서 깨끗이 씻어주세요,씻어준 얼갈이는 먹기좋은 크기로 잘라주시고 물기를 꼭 짜주신다음 그위에 다진파를 1큰술을 넣어주세요,다진마늘 1/2큰술과 소금 1작은술과 들기름 1큰술을 넣어주세요,잘섞어서 무쳐주세요
*양념들이 데쳐진 얼갈이에 베여들어갈수 있게 힘을 주어 무쳐주세요,잘 무쳐진 얼갈이무침에 들깨가루 2큰술을 넣어주세요,살살 비벼서 무쳐주세요
*4번에서 무쳐보시면 물기가 나와요 들깨가루가 물기를 잡아주어 더욱 맛있어요,아삭하면서도 들깨의 고소함이 살아있는 얼갈이들깨무침이 완성이 되었어요
아이반찬/저염식단/다이어트식단에 좋은 영양반찬 이네요','eee1.jpg','ca61.jpg,1ad1.jpg,2731.jpg,c4d1.jpg,d6a1.jpg,e721.jpg,b531.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (302,'촌아짐','꼬들꼬들 무김치~식감 최고!!!','김치/젓갈/장류','수육,족발,삼겹살구이,냉면 어디에나 잘 어울리는 꼬들꼬들한 무김치~만들어두면 약방의 감초처럼 두루두루 잘어울려요^^','무 1개,설탕 4스푼(올리고당2컵으로대체가능),까나리액젓 2스푼,매실청 2스푼,올리고당 2스푼,다진마늘 1스푼,통깨 조금','무는 가로로 자른후 다시 세로로 잘라주면 일정한 길이로 자를수있어요.크기는 원하는시는대로 자르되 두께는 0.5-0.7정도는 돼야 꼬들꼬들한 식감을 느낄수 있는것 같아요.(매번 좁게 잘라야지하면서 습관적으로 또 넓게 자르고 말았네요.넓게 자르면 나중에 모양이 덜 이쁜것 같으니 저처럼 넓게 자르진마셔요^^;;;),자른 무를 볼에 담고 소금 2,설탕 4(올리고당 2컵으로 대체가능)를 넣고 버무려두세요.전 왠지 올리고당이 좀 더 잘 절여지는것 같아요.(개인적인 의견이니 편한걸로 하심 될것 같아요),버무려둔후 1시간 정도 지나면 이렇게 물이 생겨요.최소한 2시간이상은 절여야 꼬들꼬들한 식감이 살아난답니다.전 4시간 정도 절인것 같아요.,3-4시간 정도 지나서 물이 더 많이 생기고 무가 완전히 접힐정도로 절여졌을때 무를 체에 받친후 물기를 꼭 짜주세요,물기를 꼭 짠 무를 볼에 담고 고춧가루 4,까나리액젓 2,매실청 2,다진마늘 1을 넣고 버무려주세요,올리고당 2를 넣고 한번 더 버무려주세요.올리고당은마지막에 넣어서 윤기도 살리고 단맛도 조절하세요,마지막으로 통깨 솔솔 뿌려주면 매콤달콤 꼬들꼬들 무김치 완성~','40a1.jpg','7ef1.jpg,a031.jpg,4491.jpg,43c1.jpg,3d21.jpg,b401.jpg,c5f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (303,'행복한윤블리네','♥[신혼밥상] 따뜻*든든 참치김치죽','김치/젓갈/장류','추억의 맛을 찾아라~ 정겨운 맛! 부담없이 술술! 아플 때 입맛을 잃어버렸을 때 속 든든 마음까지 따뜻해지는 죽 한그릇 바쁜 일상 배불리 먹을 수 있는 맛죽 소개해요.','찬밥 1공기,김치 2종이컵,참치캔 1개,달걀 2개,고춧가루 1숟가락,설탕 0.5~1숟가락,멸치다시마육수 500ml','멸치다시마 육수 또는 생수 500ml을 준비해주세요.육수 내기 번거롭다면 시판 가쓰오(샤브샤브)육수 사용하면 간편!,달군팬에 잘게잘게 썬 김치와 참치캔 1개를 통채로 탈탈!참기름이나 들기름으로 볶아도 맛있지만 참치캔기름은 몸에 좋은 식물성기름이라 저는 그냥 이 기름으로 볶았어요.,(매운맛 및 색감) 고춧가루1숟가락, (신맛 잡기)설탕 0.5~1숟가락을 넣고 달달 볶아주세요.,맛있게 볶아졌으면 멸치다시마육수(생수)를 부어주세요.생수라면 물 붓고 국간장1숟가락과 멸치액젓 1숟가락 간 맞추기!,중약불에서 찬밥 1공기를 넣어주세요.,밥알이 퍼질때까지 약7~8분간 끓여주세요.,달걀2개를 깨서 잘 푼 뒤 빙빙~ 뒤적뒤적 
약 2분간 더 끓여주면 마음까지 따뜻해지는 윤블리네 김치참치죽 완성!,[TIP] 김가루와 통깨를 갈아 넣고 잘 섞어 드시면 더 고소고소!','1641.jpg','a7e1.jpg,8b41.jpg,f091.jpg,f6f1.jpg,3391.jpg,1761.jpg,0ca1.jpg,bf31.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (304,'아랄랄라','한 입에 먹기 좋은 - 참치쌈장 / 깻잎쌈밥','김치/젓갈/장류','든든하게 빨리 먹을 수 있는 음식이 뭐가 있을까 하다가 하나씩 쏙쏙 먹을 수 있는 깻잎 쌈밥 당첨!! ㅎㅎ 하나씩 간단하게 먹을 수 있어서 도시락 메뉴로도 추천합니다 :)','깻잎 2묶음(약20장),밥 3인분,참치 1캔,된장 0.5큰술,쌈장 0.5큰술,다진마늘 0.5큰술,참기름 1큰술,통깨 1큰술,후춧가루 약간','오늘의 주재료 깻잎과 참치입니다 :),· 깻잎은 물에 깨끗이 씻은 뒤,꼭지를 잘라줍니다,· 끓는 물에 5초간 살짝 데친 뒤,찬물에 식혀줍니다,· 찬물로 식힌 뒤 물기를 빼주는데 
시간이 있으신 분들은 자연건조로 물기를 빼주는 게 좋습니다만
저는 시간이 없어서 손으로 물기를 꽉 짜줬습니다 :D 헤?깻잎이 찢어지지 않을 정도로만 짜 주셔야 합니다,· 물기를 짜준 뒤 하나씩 일일이 다 펴주는 것도 일입니다
ㅠㅠ...,참치 쌈장 만들 차례
· 참치는 기름을 빼 주고,· 참치 쌈장을 만들어 줍니다
참치 쌈장
※양념장
【 참치 1 캔, 된장 0.5 큰 술, 쌈장 0.5 큰 술, 다진 마늘 0.5 큰 술, 참기름 1 큰 술, 통깨 1 큰 술, 후춧가루 약간 】
-밥숟가락 계량
( 입맛에 따라 원하는 양념을 추가해 넣으세요 :D)*아이들이랑 같이 먹을 경우 참치와 마요네즈를 섞어서 만들어도 맛있습니다 :)
그렇게 하면 참치마요네즈 +0+!!,· 잘 섞어주면 참치 쌈장 완성!!,· 밥 3인분 + 참기름 2 큰 술 + 소금 약간 + 통깨 솔솔소금 대신에 맛소금 뿌리면 더 맛나요 :),준비 완료!!,· 깻잎 뒷면에 참치 쌈장과,밥을 올려주고,· 옆부터 감싸고 앞뒤로 착착
접어서 쌈밥을 만들어 주면 됩니다 :),· 깻잎 사이즈가 작은 것들은
돌돌 말아주기만 했어요 +0+ㅎㅎ,· 접시에 차곡차곡 쌓아주면 완성!!,한 입에 쏙쏙 먹기 좋은 향긋한
깻잎 쌈밥
참치 쌈장도 반찬으로 먹기 좋으니까 
남으면 냉장보관하셔서 반찬으로 드세용','dec1.jpg','0d61.jpg,de31.jpg,60c1.jpg,f071.jpg,adf1.jpg,a8f1.jpg,b671.jpg,af71.jpg,bb81.jpg,cdd1.jpg,f051.jpg,fc31.jpg,6be1.jpg,04f1.jpg,6861.jpg,5ba1.jpg,b371.jpg,b351.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (305,'만개의노하우','모든 양념 마스-타♡간장베이스양념','김치/젓갈/장류','간장이 베이스가 되는 양념들의 황금비율을 알려드릴께요 : )세상의 모든 레시피 만개의레시피','진간장 4숟가락,설탕 1/2숟가락,물 2숟가락,물엿 1숟가락,양조간장 2숟가락,다진파 1숟가락,다진마늘 1/2숟가락,참기름 1숟가락,간장 3숟가락,설탕 3숟가락,다시마육수 4숟가락,청주 3숟가락,간장 2숟가락,물 2숟가락,식초 1숟가락,설탕 1/2숟가락,간장 5숟가락,설탕 2숟가락,청주 2숟가락,다진마늘 1숟가락,배즙 2숟가락,양파즙 1숟가락,후추 1/3숟가락,참기름 1숟가락','북어조림 등 
각종 조림요리에 활용하세요 : ),나물무침 등 
각종 무침요리에 활용하세요 : ),가츠동 등 
각종 데리야끼양념장이 들어가는 요리에 활용하세요 : ),각종 전이나 만두를 찍어먹을 때 활용하세요 : ),불고기 양념장으로 활용하세요 : )','8731.png','a591.png,5551.png,cd01.png,5021.png,dee1.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (306,'김쭈','배추 겉절이, 칼국수와 먹으면 좋은 초간단 겉절이','김치/젓갈/장류','집에 묵은지밖에 없어서 아삭한 겉절이가 먹고싶어 해보았습니다.','당근 1/3개,까나리액젓 1/2종이컵,고추가루 8T,다진마늘 2T,매실청 2T,설탕 4T,깨 2T','배추를 적당한 크기로 잘라줍니다.,당근은 채썰어 둡니다.,소금 한주먹을 넣어 30분정도 절여줍니다.,그사이 까나리액젓,고추가루,다진마늘,매실청,설탕을 넣어 양념장을 만들어 둡니다.,사진과같이 배추가 휘어지면 잘 절여진 상태 입니다.,배추를 찬물에 여러번 헹구어 줍니다.,헹궈진 배추에 당근을 넣고 양념장을 넣어 버무려줍니다.,마지막으로 깨를 뿌려 완성.
기호에 따라 드시기전 참기름을 조금 넣어 무쳐드셔요.','fe81.jpg','0c51.jpg,ac31.jpg,5a91.jpg,3d91.jpg,a181.jpg,33b1.jpg,6dd1.jpg,2e91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (323,'얌무','[간단 자취요리] 혼술 안주 생성! 닭꼬치 만들기','디저트','안녕하세요 여러분~! 요즘 혼술하시는 분들 많으시죠? 그래서 오늘은 술안주로 딱인 닭꼬치를 준비했어요!예전에 다이어트한다고 닭가슴살 대량 구매했다가 다이어트는 포기하고 맛있는 닭꼬치를 만들어 먹은 기억이 나네요.. 하하..저는 가까운 마트에 닭가슴살이나 닭다리살이 없어서 통닭을...사서ㅋㅋㅋ 발골했는데요! 여러분들은 닭다리 살이나, 넓적다리 살, 가슴살 등을 구매해서 편하게 만드세용! 확실히 가슴살보다는 넓적다리살이 맛있어요..:D','닭고기 1그릇,대파,간장 1T,후추,간장 2T,굴소스 2T,설탕 2T,다진마늘 1T,물 2T','재료를 준비한다.,먼저 닭에 밑간을 해 준다.닭은 다리살이나 가슴살을 준비해주세요.,파를 한 입 크기로 썰어준다.,손질한 닭과 파를 꼬치에 골고루 꽂아준다.,양념장을 만든다.맛술 있으면 맛술도 2T, 없으면 생략!,팬에 기름을 두르고 꼬치를 구워준다.,고기가 익으면 약불로 줄이고 양념을 발라준다.,뒤집어가며 골고루 양념을 발라 구워준다.','6481.jpg','18b1.png,43e1.png,2261.png,c001.png,de81.png,5ec1.png,e561.png,ad81.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (324,'러블리수','딸기잼 롤','디저트','달달한 우리아이간식 딸기잼롤 만들기~ 한입에 쏙쏙 베어먹을수있어 아이들 간식으로 좋은거같아요.','식빵 2개,딸기잼 2큰술,달걀 1개,슈가파우더 약간,버터 0.5큰술','식빵은 밀대로 밀어 아주 납작하게 만들어줍니다.,납작하게 밀은 식빵위에 딸기잼을 각각 한큰술씩 발라주세요.,도르르 말아주고 끝부분이 접착이 되도록 아랫부분으로 놓아둡니다.,계란 1개를 풀어준뒤 계란물에 퐁당퐁당 해주세요.,팬에 버터를 두르고 데굴데굴 굴려가며 익혀줍니다.,먹기좋게 한입크기로 썰어준뒤, 슈가파우더를 솔솔 뿌려냅니다.','9bf1.jpg','ded1.jpg,8c81.jpg,8631.jpg,f961.jpg,c861.jpg,b5b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (325,'luckydaddy','간식과 맥주안주로 딱 좋은 감자버터구이','디저트','단짠 단짠의 최고봉이며 간식과 맥주안주로 딱 좋은 감자버터구이를 만들어 보았어요.','감자 6개,설탕 2큰술,후추 약간,버터 2큰술,소금 1/2큰술,파슬리가루 약간','먼저 재료를 준비해 주세요.
감자는 큰 것을 4~6개 정도 준비해 주세요. 
보통 1인분에 감자 중자 기준 2개 정도면 될 거에요.,필러로 감자의 껍질을 제거 해주세요.필러, 감자,감자는 깨끗하게 닦아서 먹기 좋은 크기로 자른 후 물기를 빼주세요.
감자 한 개 당 작은 사이즈 감자는 4등분 정도 하시고, 큰 감자는 6등분 정도 하시면 될 것 같아요. 
알 감자가 있다면 그냥 이것을 사용하셔도 되요.감자,팬에 버터 약 2큰술 정도 두른 후 중불에서 버터를 녹여주세요.버터 2큰술중불,버터가 얼추 녹으면 감자를 넣고 버무려가며 익혀주세요.감자중불,소금 1/2큰술을 넣고(더 넣으면 짜요), 후추를 약간 톡톡 살짝 뿌려주세요.소금 1/2큰술, 후추 약간,중 약불에서 노릇노릇하게 감자를 굴려가며 5분 이상 익혀주다가 젓가락으로 큰 감자를 찔러보세요.
잘 들어가면 얼추 다 익은 것이고 잘 안 들어가면 덜 익은 것입니다.
감자를 익히실때 강불에서 익히면 감자가 타버리니 중약불에서 익혀주세요.중약불,감자가 다 익었으면 설탕을 두 큰술 정도(기호에 맞게 가감하시면 되요)뿌려 코팅해주세요.설탕 2큰술,감자와 설탕이 골고루 묻고 설탕이 녹을 때 까지 섞어주세요.,접시에 덜어 낸 후 파슬리 가루를 뿌려주면 감자 겉면은 달콤 바삭하고 속은 부드러운 간식과 맥주 안주로 딱 좋은 감자버터구이 완성.파슬리가루 약간,[연관 레시피]
케이준 감자튀김
@6946288','9521.jpg','e311.jpg,6ea1.jpg,12d1.jpg,2c31.jpg,9c11.jpg,cbb1.jpg,81f1.jpg,4121.jpg,4271.jpg,a6f1.jpg,7d61.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (326,'로웰','간단하게 해먹는 간식 휴게소감자, 버터구이감자','디저트','휴게소에만 가면 놓치지 않고 챙겨먹는 휴게소감자 버터구이감자입니다 ㅋㅋ','감자큰거 4-6개,버터 2스푼,설탕 약간,소금 약간,후추 약간','감자는 깨끗하게 닦아서 먹기좋은 크기로 잘라, 물기를 빼줍니다.
후라이팬에 버터를 두른 후 감자를 넣어준 후 소금 반숟가락 정도를 넣고, 통 후추를 기호에 맞게 살짝 뿌려주세요,노릇노릇하게 감자를 익혀주다가
버터가 자작해지고 감자가 잘익었을때
(젓가락으로 찔러서 푹 들어가면 익은거예요)
설탕을 두스푼정도(기호에 맞게 가감하면 됩니다) 넣어줍니다.,감자 겉면이 달콤하고 바삭하고
속은 부드러운 버터구이 감자 완성!','97f1.jpg','4261.jpg,40d1.jpg,8c91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (327,'따봉이kitchen',' 톡톡 깨먹는 재미 달달한 크림브륄레 만들기!!!','디저트','설탕을 톡톡 깨뜨려먹는 재미가있는 크림브륄레 라는 디저트를 노오븐으로 만들어보려고 왔습니당♡♡♡ 커스터드 푸딩같지만 먹는방식이 다르고 맛또한 다르답니당~~~!!!','바나나우유또는원하는우유 240ml,계란노른자 3알,설탕A 50g,설탕B 10g,옥수수전분 1큰술,소금 1꼬집','계란노른자에 설탕A와 옥수수전분을 넣고 가루가 안보일때까지 섞어주세요,우유를 넣고 덩어리가 지지않게 잘섞어주세요,냄비에 2번을 넣고 약불에서 계속 휘저어가며 걸쭉해질때까지 5분정도 끓여주세요,짤주에 만들어진 크림을 담아주세요,원하는 공병에 짤주에 담은 크림을 2/3정도 담아줍니다,위에 설탕B 10g을 뿌려주세요,라이터총이나 토치로 윗면에 뿌린 설탕이 녹을정도로 데워주세요','53e1.jpg','7e81.jpg,3d31.jpg,3f61.jpg,8911.jpg,17a1.jpg,2ca1.jpg,cee1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (328,'뽀유TV','에어프라이어로 달콤한 허니버터 고구마 만들기','디저트','가끔 패밀리 레스토랑에서 사이드 메뉴로 허니버터고구마가 나오면 너무 맛있어서 순삭했는데요. 에어프라이어로도 패밀리레스토랑 비슷하게 허니버터고구마 만들수 있답니다.','고구마,버터,꿀,피자치즈','먼저 고구마를 익혀줄껀데 깨끗이 씻은 고구마를 180도 15-20분 돌려주세요에어프라이어,다익은 고구마는 칼로 반나눠 썰어 주시는데요. 칼이 끝가지 가지 않게 위에만 살짝 썰어주신 뒤 손으로 벌려 주시면 됩니다.,버터 한조각 가운데 올리고 꿀 살짝 뿌려줍니다,그 다음 그 위에 모짜렐라 치즈를 뿌리고 파슬리가루를 솔솔 뿌려주신뒤 170도에 5분 돌려 주시면 끝!!!*에어프라이어마다 화력이 약간씩 다르니1-2분 추가해주시면 됩니다,에어프라이어로 만든 허니버터고구마 완성되었어요^^,노릇노릇하니 정말 맛있어 보이지 않나요?한입 먹어보니
우왕!버터향 솔솔 나면서 달콤+고소하니 너무나 맛있어요.패밀리 레스토랑 부럽지 않은 맛이에용ㅎ','ebb1.jpg','7921.jpg,5111.jpg,bcf1.jpg,4cc1.jpg,2ae1.jpg,1541.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (329,'제줌마','재료도 방법도 초간단! 떠먹는 치즈감자','디저트','출출한 늦은 저녁, 왕창 사놓은 감자를 보고 치즈감자를 해먹어 볼까 생각해서 만들어 먹어보았는데 생각보다 너무 맛있어서 올려용 :))','감자 2개,베이컨 4줄,모짜렐라치즈 1주먹,우유 2T,후추 1꼬집','제일 먼저 물에 감자를 넣고 삶아줄게요
감자 따로 먹으려고 같이 삶아서 4개랍니당ㅎㅎ,감자가 삶아지는동안 베이컨을 잘라주세요,잘라놓은 베이컨을 노릇노릇하게 익혀주세요,감자가 다 익으면 접시에 으깨주세요,으깨진 감자 위로 베이컨을 솔솔 뿌려줄게요,치즈를 뿌려주세요,우유 2스푼을 살짝코롬 넣어줄게요,후추도 톡톡 뿌려주세요,그다음 믹스해줄게요,믹스하고 난 후 치즈를 취향껏 드음뿍 넣어주세요,전자렌지 혹은 오븐에 3분정도만 구워줄게요
파슬리 톡톡 뿌리면 완성입니당!오븐,전자레인지','aba1.jpg','69f1.jpg,7491.jpg,9de1.jpg,6e71.jpg,6051.jpg,0251.jpg,1551.jpg,f901.jpg,d0a1.jpg,14e1.jpg,b341.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (330,'마무네뜨','체리클라푸티, 과즙 팡팡 터지게 만들기','디저트','체리철이 가기 전에 후다닥 만들었어요. 프랑스 전통 디저트 중 하나인 체리 클라푸티에요. 오븐, 오븐용기만 있으면 되는 아주 쉬운 레시피랍니다^^','체리 500g,설탕 100g,밀가루 125g,소금 1꼬집,우유 300ml,버터 틀에바를용도,슈가파우더 완성후솔솔뿌리기','체리는 깨끗히 씻은 후 꼭지를 따요. 체리 씨를 빼고 싶으신 분들은 Step2를 지금 읽어주세요.
꼭지를 따고, 씨앗을 빼실 분들은 빼시고, 
설탕 50g에 체리를 섞어 30분 방치해요.체리의 당을 최대한 보존하기 위해서 꼭지는 물에서 씻은 후 따주세요.,전통 체리 클라푸티는 씨를 빼지 않아요. 하지만 씨를 빼시고 싶으시다면 빼셔도 괜찮아요. 
병 입구에 체리를 올려놓고 빨대로 씨앗을 밀어주면 빠진답니다. 쉽게 체리 씨를 뺄 수 있어요.체리씨를 빼지 않는 이유는 과즙을 보존하고, 과즙 때문에 텍스쳐가 묽어질 수도 있기 때문이에요. 그리고 체리씨가 익으면서 아몬드향을 준다고 하네요. 과즙이 팡팡 터지게 만들고 싶으시다면 씨를 빼지 않으시기를 추천해요. 씨를 빼시면 즙이 빠지고 체리에 주름이 생겨요.,오븐은 일반모드 180도로 예열하고
그사이에 밀가루를 체에 쳐주세요.,설탕 50g과 소금도 넣고요,계란 3개도 넣어주세요.,우유를 넣고 잘 섞어주세요.우유를 넣기 전에 재료를 미리 섞은 후 우유를 천천히 넣으며 저어주면 덩어리를 지지 않게 할 수 있어요. 그러나 귀찮으시다면 저처럼 모두 넣고 한번에 섞어셔도 괜찮아요.,용기에 버터를 얇게 발라주고,설탕을 넉넉히 넣어요. 용기를 이리저리 흔들어 설탕을 전체적으로 묻혀주세요.,설탕에 절여둔 체리를 용기에 예쁘게 담아주세요.,반죽을 용기 사이즈에 맞춰 적당량 부어주시고,오븐에 35~45분 넣으시면 되어요.오븐젓가락으로 가운데를 찔러서 반죽이 묻어나오지 않으면 잘 익은거랍니다!,미지근해지면 드세요!
저는 더 달콤하게 슈가파우더를 체에 쳐서 뿌려줬어요.
이제 맛있게 드시면 되어요 ^^ 너무 쉽죠?
Bon app?tit !클라푸티는 뜨거울 때 먹지 않고 미지근하게 먹어요.','1021.jpg','e4a1.jpg,e801.jpg,5621.jpg,8671.jpg,1241.jpg,b2c1.jpg,4e11.jpg,bf01.jpg,7e91.jpg,d561.jpg,64f1.jpg,7281.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (331,'버니파이Bunnify','진한 얼그레이 파운드 케이크','디저트','얼그레이 향이 입 안 가득해지는 진한 얼그레이 파운드 케이크자세한 사항은 영상을 참고해 주세요!사용한 파운드케이크 팬: 오란다틀(대) 가로x세로x높이 약15.5x7.5x6.5(cm)','실온무염버터 100g,설탕 90g,실온계란 2개,박력분 130g,베이킹파우더 3g,소금 1g,우유 45ml,얼그레이찻잎 4~5g','우유에 얼그레이 찻잎을 넣고, 전자레인지에 30초 간 돌려 주세요전자레인지,차가 잘 우러나올 수 있도록 랩을 씌우고 실온으로 식혀 주세요,버터를 부드럽게 푼 후, 설탕을 넣고 아이보리 색이 될 때까지 휘핑해주세요,미리 풀어 둔 계란을 여러 번 나누어 넣으며 계속 휘핑해주세요,박력분, 베이킹 파우더, 소금을 체 쳐서 넣어 주세요,날가루가 보이지 않을 때가지 가르듯이 섞어 주세요,식은 얼그레이 혼합물(우유+얼그레이 찻잎)을 넣고 가볍게 섞어 주세요,유산지를 씌운 팬에 반죽을 담아 주세요,중앙에 버터를 얇고 길게 짜 주세요,170°C에서 35-40분 간 구워 주세요오븐,식힘망으로 옮겨 완전히 식혀 주세요,맛있게 드세요','a2a1.jpg','8711.jpg,9501.jpg,3a31.jpg,0b71.jpg,1461.jpg,dc51.jpg,cb41.jpg,1dd1.jpg,a581.jpg,8dc1.jpg,a9a1.jpg,3c91.bmp',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (307,'뽀유TV','여름철 입맛 돋우는 백종원 상추겉절이 황금레시피','김치/젓갈/장류','오늘은 요리 초보도 실패없는 초간단 백종원 상추겉절이 황금레시피를 소개할께요. 여름철 입맛 돋우는 반찬으로 제격이에요^^','상추 1봉지,양파 1/2개,고춧가루 1T,간장 1T,액젓 1T,설탕 1T,간마늘 1T,다진파 1T,참기름 1T,깨 1T','먼저 깨끗이 씻은 상추는 먹기좋은 크기로 썰어 줍니다.집에 먹고 남은 깻잎도 남아있어서 몇장 넣어 주었어요^^,상추만 넣으면 심심하니까 아삭아삭 양파도 얇게 채 썰어 넣어주었어요. 집에 당근 있으심 당근도 채썰어 넣어주셔요,참기름과 깨를 제외한 양념을 다 섞어주셔요. 모든 양념을 1스푼씩 맞추면 되니 참 쉽쥬?^^T:성인 숟가락 기준,상추에 양념장을 넣어주시되 처음부터 다 넣지 마시고 간을 보시면서 본인 기호에 맞게 추가하셔요상추양이 2배면, 양념도 각각 2스푼으로 늘려주심 됩니다.,고소한 참기름 1스푼, 깨 1스푼도 넣고 가볍게 조물조물 무쳐주심 끝!힘주어 무치면 상추가 숨이 죽을수 있으니 가볍게 무쳐 주셔요,여름철 입맛 돋우는 반찬 백주부님 상추겉절이 완성입니다,한입 먹어보니 어머나! 어쩜 이렇게 간이 딱 맞으면서 맛있죠?만들기는 참 쉬운데 맛도 좋은 점이 바로 백주부님 레시피의 매력인듯요','07f1.jpg','fc31.jpg,cd21.jpg,2c81.jpg,4261.jpg,dd61.jpg,9021.jpg,0241.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (308,'윤','초간단한 조리법, 개운한 양파 겉절이','김치/젓갈/장류','오늘은 느끼한 음식 먹을 때 곁들임 반찬으로 좋은 양파 겉절이 담그는 법을 소개해 드리려고 해요.','양파,통깨,멸치액젓,고춧가루 2~3큰술,다진마늘 1작은술,설탕 1큰술,매실청 1큰술','양파 2개는 껍질을 벗기고 2등분하여 두툼하게 썰어주세요.,썰은 양파는 소금 1작은술과 양파가 잠기도록 생수를 부어 10분 정도 담궈 두세요.,옅은 소금물에 담궈두었던 양파는 체에 받치어 물기를 빼주세요.,물기를 뺸 양파에 멸치액젓 4큰술을 넣고 골고루 버무려 주세요. 버무린뒤 10분 정도 재워둡니다.,10분정도 지나 양파는 다른 접시에 잠시 옮겨두세요. 양파 밑으로 양파에서 나온 수분과 액젓이 남아 있을거에요. 요건 버리지 마시고 양념을 분량대로 넣어 섞어주세요.,양파 절인물과 양념을 골고루 섞어 잠시 고춧가루를 불린뒤에 양파에 버무리시면 되요, 마무리로 깨 조금 뿌려주시고요. 혹시 싱거우시면, 소금으로 간을 맞춰주세요.,첫맛은 강하게 느껴질지 몰라도 반나절 정도 냉장보관후 드셔보시면, 양파 겉절이의 매력이 푸욱~ 빠지실 거에요.','2166.jpg','e5f1.jpg,6551.jpg,0441.jpg,c251.jpg,2701.jpg,a861.jpg,5e41.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (309,'콩설기','알배기 배추 겉절이 액젓 없이 깔끔하게 양념 만드는법','김치/젓갈/장류','알배기 배추 하나로 아삭하게 즐기는 반찬 정식으로 담그는 배추김치도 맛있지만 바로 만들어 먹는 겉절이 하나면 싱싱함에 밥 한 공기 금세 비우게 되죠. 밥 한 공기 찬물에 말아 겉절이 한 접시를 다 먹게 됩니다.','알배기배추 1개,쪽파 10줄,양파 1/4개,고춧가루 5T,다진마늘 2T,간장 4T,매실액 4T,깨','제일 먼저 양념을 만들어 주세요.
양파 1/4개와 간장 4T를 믹서에 갈아주고
고춧가루 5T, 다진마늘 2T, 매실액 4T, 깨를 넣고 양념을 잘 섞어 둡니다.
그래야 고춧가루가 불어서 좀 더 부드러운
양념이 된답니다.
입맛에 따라 간간한 걸 좋아하신다면
나중에 소금을 조금 더 넣어 주세요.,알배기 배추는 밑동을 잘라내고
한 잎씩 떼어 낸 후
깨끗이 씻어 물기를 빼 주세요.,잎이 큰 배춧잎은
세로로 한번 잘라주고 3등분 해 주고
작은 것은 2등분 해 주세요.
안쪽 제일 작은 잎들은 그대로 넣어 주세요.,쪽파는 5센티 크기로
잘라 주세요.,썰어놓은 배춧잎에
쪽파를 넣어 주세요.,만들어 놓은 양념을 넣고
부드럽게 양념이 한쪽으로 몰리지 않게
잘 섞어 버무려 주세요.,초간단 김치 배추 겉절이가 만들어졌습니다.,밥 한 공기 뚝딱하게 만드는 알배기 배추 겉절이 액젓 없이 만든 거라
더 깔끔하고 맛있어요.
액젓이 들어가는 걸 좋아하는 분들도 있겠지만 저는 액젓의 그 특유의 향 때문에
이렇게 만드는 겉절이가 좋더라고요.','5aa1.jpg','5eb1.jpg,3a81.jpg,b5c1.jpg,4751.jpg,1c31.jpg,c801.jpg,b111.jpg,4e21.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (310,'은형제두아들엄마','부추겉절이 만드는 방법, 어디에 먹어도 꿀맛!','김치/젓갈/장류','부추전을 만들고 남는 부추! 저렴하게 구매하고 양이 많아 자주 구매하게 되는데 부추 모두를 전으로 만들기엔 양이 많더라구요. 반씩 나눠 하나는 부추전, 나머지로 부추겉절이를 만드는데 밥 반찬으로 너무 좋더라구요. 고기에 먹으면 더 꿀맛이겠죠? 간단하게 만드는 레시피 소개합니다 :-)','부추 1움큼,양파 1개,오이(선택) 1/2토막,고춧가루 3큰술,다진마늘 1큰술,설탕 1큰술,매실액 1큰술,멸치액젓 1큰술,참기름 조금','부추는 한움큼정도 흐르는 물에 세척해주세요.부추의 양이 적으면 더 매콤한 맛, 양이 많다면 부추의 향을 더 많이 느끼실 수 있으세요.,볼에 고춧가루 3큰술, 다진마늘 1큰술, 설탕 1큰술, 매실액 1큰술, 멸치액젓 1큰술, 참기름을 넣고 잘 섞어주세요.멸치액젓이 없다면 까나리액젓이나 간장을 넣어주세요.,부추는 먹기 좋게 5센치정도 잘라주시고 양파는 채썰어주세요.,볼 안에 들어있는 양념 위에 부추와 양파를 넣은 후 잘 섞어주세요.
(오이가 있다면 반달모양으로 잘라 넣어주세요. 오이를 넣으면 식감이 더 좋아요.)비닐장갑을 껴고 손으로 섞어주시면 양념을 잘 버무릴 수 있으세요.,뭉쳐있는 양념이 잘 섞이도록 버무려주면 고기에도 맛있고 밥 반찬으로도 맛있는 부추겉절이 완성!','50b1.jpg','e4c1.jpg,9741.jpg,0eb1.jpg,68c1.jpg,b051.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (312,'마이마이?','상큼한 방울토마토 마리네이드~ 맛과 건강을 다 챙겨요! ','양념잼소스/','파스타에 피클은 식상해!!간단한 레시피로 이탈리안 레스토랑에서 볼수있는 상큼한 맛을 느껴보아용!!','방울토마토 1줌조금넘게,양파 50그램,올리브 5스푼,레몬즙 3스푼,설탕 2스푼,발사믹 1스푼,바질 0.5스푼,소금 0.5스푼','재료를 준비해주세요. 
전 밥숟가락을 깍아서 계량했구요. 
비율만 잘 맞추시면 됩니당~,물을 끓이면서 방울토마토를 손질해줍니다. 방울이는 열십자로 칼집을 냅니다. 
물이 끓으면 방울이를 넣고 30초에서 1분 정도만 데칩니다.,방울토마토 껍질을 벗기고 찬물에 헹궈 토마토 겉의 전분기를 씻어내고 물기를 뺍니다.,볼에 잘게 다진 양파를 넣은 후, 올리브오일-발사믹-레몬즙-설탕-바질-소금을 넣고 버무리면 끝!!','fe81.jpg','29a1.jpg,2bc1.jpg,8ca1.jpg,aa01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (313,'제줌마','부드러운 크림 카레','양념잼소스/','너무 부드러워 입안에서 살살 녹는 카레 보신적 있으신가요!?','카레 1/2개,우유 200ml,스팸또는베이컨 4장,달걀 4개,마늘 4쪽,양파 1/2개','마늘 꽁다리를 잘라내 주신후 다지지말고 으깨주세요.,양파는 작은 네모 모양으로 다져주듯이 잘라줄게요.,햄도 양파와 같은 네모모양으로 다져주듯이 잘라주세요.
베이컨으로 대체 하셔도 됩니다.,팬에 올리브오일 혹은 식용유를 두르고 빻아놓은 마늘을 볶아주세요.,마늘 향이 올라오면 양파를 넣고 볶아주세요.,그 후, 햄도 넣어 볶아주세요.,재료들이 갈색으로 변하면 우유 200ml를 넣어줄게요,우유가 끓기 시작하면 카레를 넣고 끓여주세요.
4인분 기준 가루 카레를 넣으실경우 반만 사용해주시면 되요.,물을 살짝넣어 카레의 농도를 맞춰줄게요.,달걀 4개를 깨서 소금 한꼬집을 넣어 풀어주세요.,풀어놓은 달걀에 우유 두스푼을 넣고 다시한번 풀어주세요.,기름을 두른 다른 팬에 달걀을 넣고 스크램블 해주세요.
다익은 스크램블이 아닌 약간 몽골몽골해질때 까지만 해주세요. 바닥을 긁었을때 바닥이 보이는 정도로만 해주시면 됩니다.,그릇에 밥을 담고 카레를 얹어주시고 부드러운 스크램블을 카레위에 이불을 덮어주듯이 올려주세요.
파슬리로 마무리해주면 완성입니다!','a031.jpg','bdb1.jpg,6ff1.jpg,2bb1.jpg,a0f1.jpg,64d1.jpg,52b1.jpg,b3e1.jpg,5e21.jpg,87e1.jpg,7d21.jpg,9d01.jpg,a6a1.jpg,ef81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (314,'빼꼼쪼미맘','치킨 양념만들기','양념잼소스/','치킨에 빠질수 없는 치킨 양념도 간단하게 만들 수 있어요.','물 3T,케찹 2T,고추장 1T,진간장 1T,다진마늘 2T,고춧가루 1T,올리고당 1T','재료들을 팬또는 냄비에 넣고,강불에 보글보글 끓여주세요.,끓기 시작하면 약불로 줄여서 졸여주면 완성,치킨양념 소스 만들기 어렵지 않아요.','6311.jpg','7b11.jpg,fc41.jpg,53d1.jpg,b4c1.jpg',1,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (315,'판교댁송블리','순두부 양념장만 올려먹어요~','양념잼소스/','1+1에 구입한 순두부로 한 개는 순두부찌개를 끓여 먹고 오늘은 살짝만 데쳐서 양념 올려 먹으니 꿀맛입니다~양념장 만들기도 간단해서 쉽게 만들어 먹을 수 있는 초간단 요리!!!!','순두부 1개,양조간장 2큰술,고춧가루 1t,설탕 1큰술,참기름 약간,깨소금 약간,쪽파','순두부는 봉지를 제거하고
접시에 올려 전자레인지에 2~3분
돌려 주니 따뜻하니 맛있어요전자레인지,봉지째로 끓는 물에 살짝 데워줘도 좋을 듯,간장 양념장은 입맛에 맞게
단맛을 조절하면 됩니다
저는 간장 2 큰 술에 설탕 1 큰 술 넣고
고춧가루와 참기름 깨소금을 넣었더니
딱 맛있네요~
매운 거 좋아하시면 청양고추
총총 썰어 넣어도 별미일 듯^^,먹기 좋게 슬라이스해서 
양념장을 올렸어요,순두부 위에 간장과 쪽파를
살살 뿌려 올려놓으니 ~~~~
역시 보기 좋은 떡이 먹기도 좋다는
말은 틀린 말이 아니죠??','6071.jpg','ebd1.jpg,6771.jpg,4f21.jpg,a5f1.jpg,16b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (316,'쿡팁','아이들이 좋아하는 초간단 간식, 퐁크러쉬 쉐이크 레시피','차/음료/술','너무 간단해서 황당스럽지만 그 맛은 일품인 퐁크러쉬를 소개할게요.','우유 100ml','준비물을 준비해 주세요.
죠리퐁, 쿠앤크, 우유, 잔,쿠앤크 아이스크림을 잘게 썰어 주세요.,우유를 부어 주세요.우유가 아이스크림 잠길만큼만 넣어 주세요.,죠리퐁을 부어 주시면 돼요.,퐁크러쉬 쉐이크 완성입니다.','7f71.jpg','a491.jpg,d811.jpg,8491.jpg,c6f1.jpg,4741.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (317,'우수푸드','10분안에 흔한소스로 전자렌지에 피자만들기','디저트','오븐없이 전자레인지에 만들어요.. 얼마전 피자를 배달시켰는데 니맛도 내맛도 아니었어요..그래서 만들어보았더니 깜짝 놀랄정도로 맛있더라구요. 추천합니다. 요즘은 매일 만들어 먹어요.','양파 1/3개,피망 1/2개,홍고추 1개,또띠아 1장,머스터드 1큰술,케첩 1큰술,피자치즈 1/2컵,베이컨 1장','넣고 싶은 야채를 작게 다져줍니다. 
저는 양파, 피망, 홍고추를 이용했어요. 색별로..,베이컨은 얇으니깐 앞뒤로 살짝만 익혀줍니다. 
(이따 전자레지에 1분정도 더 익어요)전자레인지,또띠아는 달군팬에 기름을 두르지 않고 앞뒤로 구워줍니다. 
익으면서 살짝 부풀어 올라요
(약1분),또띠아에 머스터드를 충분히 바른 후 케첩도 충분히 발라줍니다.,그 위에 피자치즈를 듬뿍 올린 후 야채도 듬뿍 올려줍니다.,베이컨도 가위로 잘게 잘라 올립니다. 
베이컨을 위에 올려야 야채로 베이컨 기름이 스며들면서 맛있어요,전자렌지마다 약간 다른데, 약 1분30초 정도 치즈가 녹을 정도면 충분합니다. 
(1분10초~1분30초),8등분으로 썰어주며 딱 한입크기가 되요. 
가운데에 치즈가 분리되게 잘 썰어줍니다.','dac1.jpg','9f41.jpg,86e1.jpg,4db1.jpg,36d1.jpg,48a1.jpg,8371.jpg,b391.jpg,b201.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (318,'오박사닷컴','모양까지 예쁜 핑거푸드[양송이버섯 타파스]','디저트','집들이나 생일상등 손님초대요리에모양까지 예쁜 핑거푸드요리가 딱이죠~ 건강, 맛까지 잡은 양송이버섯요리 소개합니다','양송이버섯 15개,닭가슴살 100g,양파 1/2개,파프리카 1/3쪽,치즈 2장,후추 살짝','양송이 버섯은 꼭지를 제거하고 불순물을 털어
흐르느물에 살짝 씻어주세요,닭가슴살을 잘게 다지고,파프리카와 양파도 잘게 다져줍니다피클이나 다른 채소들을 이용해도 좋아요~,볼에 다진재료를 넣고 후추를 살짝 뿌려 간을 합니다,양송이버섯 속에 다진재료들을 넣어주고,치즈를 잘라 올려줍니다피자치즈를 이용해도 좋아요,전자레인지에 치즈가 녹을때까지 돌려주세요전자레인지,한입에 쏙쏙 먹는재미도 있는 
양송이 타파스 완성입니다','8be1.jpg','e641.jpg,bc51.jpg,db71.jpg,8661.jpg,8be1.jpg,7851.jpg,6771.jpg,1a91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (319,'판교댁쏭아','돼지목살꼬치 아이간식과 남편 술안주로 딱이야~','디저트','아이들이 엄마가 만들어준 돼지고기 꼬치는 장에서 파는 닭꼬치 보다 더 맛있단다~!^^단짠 단짠의 양념소스와 돼지고기 목살의 부드럽고 촉촉한 맛이 잘 어우러져서 아이들의 마음을 사로잡다~♡','돼지고기목살 300g,후추 톡톡,돈가스소스 1.5큰술,굴소스 1큰술,설탕 0.5큰술,맛술 1큰술,물 2큰술','집에 목살이 있어서 만들었지만
다양한 부위로 활용해도 좋을 듯,기름 부위를 다 제거하고 살코기만을
사용했는데
기름 부위의 고소한 맛을
좋아한다면 그냥 만들어도 좋다,꼬치에 끼울 수 있게 잘라주고
트위스트로 끼워준다,꼬치에 고기를 트위스트로 끼워주기,자투리 고기들도 코치에
모두 끼우고 후추 톡톡!,예열된 냄비에 오일을 두르고
구워주기,뚜껑을 닫고 중불에 구워주면
고기에서 수분이 생겨
타거나 냄비 바닥에 눌어붙지 않고
잘 익혀진다,중간중간 뚜껑을 열어
확인해보고,꼬치에 한쪽 면이 다 익혀졌을 때
뒤집어서 반대쪽도 익혀준다,냄비 뚜껑을 닫고
타지 않게 중약 불로 
고기가 다 익을 때까지 익혀준다,고기가 익는 동안 소스를 만들고,다 익은 고기에 소스를 부어가며
졸여준다,한 번씩 뒤집으며 
고기에 양념이 잘 베이게 졸여주기,소스가 졸여지면서 고기에 잘 묻어 날 수 있게 구워 주면 끝
쪽파를 송송 썰어서 뿌려주니 더 먹음직스럽다~','0f81.jpg','2951.jpg,7571.jpg,6bf1.jpg,a631.jpg,e651.jpg,8ae1.jpg,34e1.jpg,79b1.jpg,59b1.jpg,8361.jpg,d871.jpg,d101.jpg,ce41.jpg,1c31.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (320,'햇살머금은집','에어프라이어 진미채 버터구이 맛있게 만드는법','디저트','자꾸 손이가는 주전부리 진미채구이 만들어 볼께요.','진미채 2주먹,후추 약간,파슬리가루 약간,버터 3T,설탕 1t','진미채버터구이 만드는법.진미채 버터구이 레시피를 
소개해 드릴께요.,진미채 2주먹.후추약간.파슬리가루 약간.버터3T.설탕1t.준비 해 주세요.
미리 녹여둔 버터를 넣어 주시구요,후추도 넣어 주세요.,그리고 설탕도 넣고
파슬리 가루 있으심 솔솔 뿌려 주세요.
그리고 잘 버무려 주세요.
버터가 골고루 뭍도록 잘 버무려 주세요.,그리고 종이 호일을 깔고 잘 펼쳐서 넣어 주세요.
에어프라이어 180도 3분만 돌리면 끝에어프라이어,버터향 솔솔 영화관에서 먹던 오징어버터구이 바로 그맛','35a1.jpg','5601.jpg,eb01.jpg,ea81.jpg,ae51.jpg,25e1.jpg,3f01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (321,'시크제이맘','모닝빵콘치즈 간단간식 ','디저트','간단간식','모닝빵 6개,옥수수콘 1컵,마요네즈 1스푼,허니머스터드 1스푼,후춧가루 약간,피자치즈 70g','볼에 캔 옥수수 1컵을 담고(이때 물기를 빼주세요)
마요네즈 1, 허니 머스터드 1, 후춧가루 약간 넣어 섞어 줍니다.,다시 피자치즈 70g을 넣고 고루 섞어주기,모닝빵 6개를 준비하고
윗부분을 잘라 속을 파줍니다.
가운데 속을 파는 건 아이들에게 시켜주시면 돼요.
함께 준비하는 간식 ^^
파낸 속은 자기 입속으로~~~ ㅋㅋㅋ,버무려 놓은 옥수수를 모닝빵 속에 채워 넣어주세요.
그리고 오븐 180도에서 15분 정도 구워 주면 됩니다.
오븐이 없을 경우 전자레인지 사용하심 되는데요.
오븐에 구워주면 빵이 바삭하지만
전자레인지를 사용하면 바삭함은 없어요.전자레인지,오븐,모닝빵 콘치즈 완성 ^^
반으로 자르면 옥수수랑 치즈가 사이좋게 딱 붙어서
쭈~욱 눌어나고 쫀득하니 너무 맛나요','59d1.jpg','a5c1.jpg,f541.jpg,9da1.jpg,3ab1.jpg,f061.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (322,'요리하는타조','가지등심카나페','디저트','고급스러운 비주얼과 육즙이 파도처럼 넘쳐나는 한 입에 쏙, 가지 요리! 와인 안주, 손님 접대 음식으로 잘 어울려요^^','가지,소고기등심,새싹채소,소금,후추,올리브유,간장,올리고당,레몬즙,다진마늘,다진청양고추','주재료: 가지, 소고기 등심, 새싹, 소금, 후추, 올리브유
소스 재료: 간장, 올리고당, 레몬즙, 다진 마늘, 다진 청양고추,간장 2, 올리고당 1, 레몬즙 1, 다진 마늘 0.5, 다진 청양고추 0.5를 잘 섞어주면 마법의 소스 완성!,가지를 적당한 두께로 썰어주세요.,등심의 기름기를 제거하고 썰어둔 가지 보다 조금 크게 잘라주세요.,기름을 두른 팬에 센 불에서 바싹 익혀주세요.
(겉은 노릇해지고 가지의 육즙을 가둬주는 것이 포인트!,소금과 후추로 아주 살짝 간을 맞춰주고,,마찬가지로 센 불에서 딱 한 번씩만 구워줍니다.,접시에 가지, 고기, 새싹, 소스 순서대로 플레이팅 해주세요.,쉽고 금방 만들 수 있으니 집들이 음식으로 어때요?','89d1.jpg','2361.jpg,3dc1.jpg,de31.jpg,19d1.jpg,42d1.jpg,e161.jpg,ac11.jpg,43e1.jpg,8c01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (292,'v쭈양v','고소한 두부쌈장으로 양배추쌈 싸먹기','김치/젓갈/장류','더운날 이것저것 차리고 요리하기도 힘든데 삶은 양배추에 고소한 두부쌈장 하나면 열반찬 부럽지 않아요','애호박 1/3개,양파 1/2개,두부 1/2모,된장 2큰술,고추장 1큰술,쌈장 1/2큰술,들기름 1큰술','애호박과 양파는 잘게 다져주시고,들기름1큰술 둘러 팬에 볶아주세요,양파가 투명해지면 물한컵을 붓고,분량의 된장, 고추장, 쌈장을 넣은뒤
다진 두부도 넣어 으깨면서 끓여주세요,국물이 자작해질정도로 끓여내면 완성','3cc1.jpg','8961.jpg,5fe1.jpg,b951.jpg,06e1.jpg,7241.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (293,'으뇽2','다이어트 두부쌈장','김치/젓갈/장류','다이어트에도 좋은 두부쌈장','두부 1/2모,청양고추 1개,양파 1/2개,다진마늘 0.5수저,된장 2수저,고추장 0.5수저,들기름또는참기름 1수저','두부는 흐르는 물에 씻어 으깨준다,청양고추,양파는 잘게 다져서 뚝배기에 으깬두부와 재료가 잠길정도로 물을 넣어준다,다진마늘0.5수저,된장2수저,고추장0.5수저를 넣은뒤 바글바글 졸여준다,어느정도 졸여지면 마지막으로 들기름 또는 참기름 1수저를 넣구 마무리하면 끝,짭잘하면서도 고소한 두부쌈장 완성','05b1.jpg','bc81.jpg,60b1.jpg,67a1.jpg,7911.jpg,fdc1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (294,'아랄랄라','참치쌈장 - 간단 반찬','김치/젓갈/장류','이것만 있으면 밥 한 그릇...아니 두 그릇 뚝딱!!!참치가 들어가서밥에 비벼 먹어도 맛있고 양배추쌈이나 채소쌈을 싸서 먹으면 더욱 맛있습니다 > <집밥 백선생의 백종원님의 레시피를 참고한 한 끼 뚝딱 참치 쌈장 레시피 가져왔습니다 :D','참치캔 1개(200g),대파 1대,양파 1/2개,청양고추 2~3개,된장 2큰술,고추장 2큰술,고춧가루 1큰술,다진마늘 1큰술,설탕 0.5큰술,물 1/2컵,참기름 약간','밥도둑 반찬
고소하고 짭조름한 
참치 쌈장 만들기 ♬♪,· 대파 잘게 다져주고,· 양파도 1/2개 
다져줍니다,· 청양고추는 기호에 맞게
2~3개 다져주세용참고로 저는 3개 다져서 넣었는데도
많이 안 맵더라구요 ㅎㅎ,· 냄비나 뚝배기에 
참치캔에 참치 기름을 꾹꾹 눌러 빼 줍니다,· 참치 기름에 대파를 볶아주다가,· 대파향이 올라올 때쯤 
다진 양파를 넣어주고,· 참치 쌈장의 양념을 넣어 줍니다 
※ 참치쌈장 양념
【 된장 2 큰 술, 고추장 2 큰 술, 고춧가루 1 큰 술, 다진 마늘 1 큰 술, 설탕 0.5 큰 술 】 
-밥숟가락 계량( 입맛에 따라 원하는 양념을 가감해주세요 :D),· 중약불에서 양념을 골고루 섞어준 뒤,· 물 1/2컵(종이컵 기준)을 넣어 줍니다,· 기름기를 뺀 참치캔과,· 다진 청양고추를 넣고 
밑이 타지 않게 계속 저어주며 살짝만 더 끓여주다가,· 가장자리부터 서서히 끓기 시작하면
불을 끄고 참기름 1바퀴 쓱 둘러주면 완성!!,불을 끄고 참기름 1바퀴 쓱 둘러주면 완성!!,참치가 들어가 
고소하고 짭짤한
쌈 싸 먹기 좋고 밥에 비벼 먹어도 맛있는 참치 쌈장','fcd1.jpg','3dd1.jpg,5e11.jpg,8181.jpg,e6e1.jpg,c1f1.jpg,f841.jpg,a251.jpg,b681.jpg,0101.jpg,3701.jpg,c4b1.jpg,76e1.jpg,e751.jpg,16e1.jpg,e7a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (295,'마튈다','아삭한 봄동 겉절이 ','김치/젓갈/장류','추운겨울을 이겨내 영양도 듬뿍 맛도 좋은 봄동으로 아삭한 겉절이 만들어 봤어요 ^ㅂ^','봄동 1다발,고춧가루 3T,멸치액젓 2T,매실액 2T,설탕 1T,참기름 2T,다진마늘 1/2T,통깨 듬뿍,소금 살짝','봄동은 잎을 하나씩 떼어 흐르는 물에 여러번 씻어 주세요.,뿌리쪽은 짤라내고 잎 사이즈에 따라 3등분에서 6등분으로 잘라주세요.,다진마늘 ½T, 멸치액젓 2T, 매실액2T, 
참기름 2T, 설탕 1수저, 고춧가루3T, 통깨 듬뿍, 소금 살짝 넣어주세요.,조물조물 버무려 주세요.,아삭아삭 봄동 겉절이 완성입니다.','7e91.jpg','8c21.jpg,3601.jpg,f601.jpg,e211.jpg,5821.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (296,'hancy002','칼국수집 진~한 겉절이, 겉절이 황금레시피','김치/젓갈/장류','칼국수집의 찐~한 겉절이입니다. 진한 맛이 밥도둑입니다. 초간단으로 빠르게 담는 맛있는 겉절이!!','배추(노란안쪽만사용) 1통,굵은소금 2줌,통깨 적당량,고춧가루 1컵,마늘 2큰술반,양파갈아서 2큰술,까나리?陸?3큰술,멸치액젓(삼게액젓가능) 2큰술,설탕 4큰술,파잘게어슷썰어 2큰술','배추는 쳐내듯이 
칼로 잘라줍니다.
물을 자박하게 한 후 
굵은소금을 뿌려 
약 30분 정도 절인 후
씻어 건져 놓아요.,야채탈수기가 있으면
사용을 하시고
없으면 최대한 물기를
털어 제거합니다.,분량의 양념장을
만들어요.고춧가루1컵, 다진마늘2큰술반, 간양파2큰술, 까나리액젓3큰술, 멸치젓2큰술, 설탕4큰술, 파2큰술,포실한 느낌에
진한 양념입니다.,물기를 털어낸 배추에
김치양념장을 넣고 
잘 버무려 주세요.,빛깔이 안나온다고 
양념을 더 넣지말고 
살살 계속 버무립니다.
김치빛깔이 점점
진해집니다.
완성입니다!,통깨 조금 뿌리고
바로 드시면 됩니다.
따뜻한 밥, 라면,
칼국수 등 뭐든
입맛을 돋굽니다.
맛있게 드세요~^^','97b1.jpg','7f01.jpg,38b1.jpg,81e1.jpg,7dc1.jpg,eeb1.jpg,ddd1.jpg,a581.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (297,'조밍키♥','【간단보쌈김치】누구나 할수 있어요~!','김치/젓갈/장류','보쌈김치를 제대로 담기는 넘나 귀찮죠~ㅠ 초간단 방법에 비해서 맛은 엄지척 입니다~! 족발,수육,삼굡이등등 어디에나 어울리는 달달한 보쌈김치를 만들어 보아요 ^~^','큰무 10센티,대파 1/2줄기,고춧가루 5T,설탕 2.5T,물엿 2.5T,액젓 1T,다진마늘 1T,소금 1/4T,천일염 1.5T,설탕 1T','큰무 10센티 기준입니다~^~^,큼직큼직하게 채썰어서 천일염 한스푼반,설탕 한스푼을 넣고 조물 조물 무쳐 1시간 가량 절여 주세요^~^,그사이 대파반줄기 다져 놓구요~(쪽파를 넣으실땐 길쭉길쭉하게 무길이 만큼 썰어 주세요^~^),한시간 후에 저려둔 무는 2~3번 씻어 물기를 꼭 짜주세요~~,볼에 담아 고춧가루 5스푼,설탕2.5스푼,물엿2.5스푼,다진마늘1스푼,액젓1스푼,소금1/4스푼,다진 대파를 넣어 주세요~~
액젓은 까나리or 멸치 액젓 다 가능 합니다~
(평소 달달한거를 별로 안좋아한다 하시는 분이시면 설탕,물엿 2스푼씩만 넣어 보셨다가 무치고 나서 맛을 보시고 추가 해주세요~!!!),조물조물 무쳐 주심 초간단 보쌈김치 완성 입니다 :-),보쌈김치의 특징은 달달함이죵^~^ 고기랑 같이 드심 엄지척~!! 입니당ㅎㅎ','dda1.jpg','d1c1.jpg,ea31.jpg,cd61.jpg,ada1.jpg,ada1.jpg,e451.jpg,1311.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (298,'돌하우스','양배추겉절이 ','김치/젓갈/장류','밥반찬으로 최고! 아삭아삭한 양배추겉절이 만들기~','양배추(소) 1/4개,오이(소) 1/2개,다진마늘 1스푼,썰은파 2스푼,소금 1/2스푼,고춧가루 2+1/2스푼,설탕 1스푼,통깨 1/2스푼,참기름 1스푼','양배추와 오이를 한입크기로 먹기좋게 썰어주세요.,믹싱볼에 함께 담아줍니다.,분량의 다진마늘, 파, 소금, 고춧가루, 설탕, 통깨, 참기름를 넣고 버무려줍니다.','1ea8.jpg','77a1.jpg,f531.jpg,7441.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (299,'남먀','청경채 요리, 청경채겉절이 소고기랑 환상 궁합','김치/젓갈/장류','집에서 소고기 구워 먹었던 날 !당연히 대파나, 양파나, 부추가 있을거라고 생각을 하고 무침할 거리를 사지 않았거든요. 웬걸 집에 정말 아무것도 없고 밀푀유나베하고 남은 청경채만 있는 거예욬ㅋ 청경채는 샤브샤브할 때나 먹어봐서 이걸로 겉절이 해도되나~ 싶었으나 도전!! 결과는 소고기랑 너무너무 잘어울리는 음식이 탄생했어요!!!','청경채 5묶음,고춧가루 2스푼,설탕 2스푼,간장 2스푼,다진마늘 1스푼,식초 1스푼,멸치액젓 1스푼,참깨 1스푼','만드는 법은 정말 간단해요.
집에 있던 청경채는 일단 한번 씻어줘야해요,씻은 청경채는 잎을 하나씩 떼서 물기 빼기!,준비된 양념장은 참깨빼고 다 넣어주세요 ! 
고춧가루 2스푼, 설탕 2스푼, 간장 2스푼, 다진마늘 1스푼, 식초 1스푼, 멸치액젓 1스푼, 참기름 0.5스푼,양념이 잘 어울어지도록 조물조물 골고루 섞어주세요,참깨 솔솔 뿌려 그릇에 옮겨두면 청경채겉절이 끝 !!,새콤 달콤 매콤한 소고기는 
청경채겉절이랑 굉장히 잘 어울려요.,아삭아삭한 청경채 식감도 너무 좋구요ㅠㅠ
앞으로는 고기먹을때 파채무침 말고 청경채 겉절이 할랍니다 ㅠㅠ,양념장 너무 맛있어서 밥이랑 먹어도 꿀맛!!
이 레시피 추천드립니다!','9931.jpg','68a1.jpg,3981.jpg,6dc1.jpg,c2f1.jpg,84b1.jpg,7db1.jpg,2081.jpg,dd01.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (300,'강철새잎','#알배기배추를 이용한 겉절이 만들기 #쉽고 간단하면서 수육과도 잘 어울리는 금방 먹는 겉절이지요~~','김치/젓갈/장류','알배기배추를 이용해서 바로 금방 먹을 수 있는 겉절이입니다. 돼지고기수육과도 아주 잘 어울리는 겉절이예요.','알배기배추 1통,고춧가루 1컵,멸치액젓 1/3컵,다진마늘 1+1/2큰술,다진생강 1/2작은술,쪽파 원하는만큼,대파 1뿌리,매실액 3큰술,새우젓 2큰술,설탕 조금,통깨 약간','알배기 배추를 한입 한입 떼어 낸 후에 깨끗이 씻은 후에 손으로 툭툭 찢어 준 후에 다진마늘과 다진생강을 넣어 주세요.,그리고 쪽파를 넣어 주시고요. 쪽파의 양은 원하시는 만큼 넣어 주시면 됩니다. 즉, 원하지 않으시면 대파를 어슷썰어서 넣어 주시면 되고요. 대파의 양은 어슷썰어서 1/2컵 정도의 양이면 됩니다.,고춧가루를 넣어 주시고요. 겉절이라서 굳이 배추를 절이실 필요가 없고 또한 찹쌀풀도 넣지 않아도 됩니다.,새우젓과 멸치액젓, 그리고 매실액을 넣어 줍니다. 이렇게만 하면 겉절이 양념 끝!!!,조물조물 무치면서 설탕을 추가로 조금만 넣어 주세요. 겉절이는 방금 먹을 것이기 때문에 단맛이 충분히 들어가 주는 것이 좋더라구요. 매실액과 더불어서 설탕 아주 조금 넣어 주었습니다.,그리고 통깨를 마지막으로 넣고는 잘 머무려 주세요. 통깨를 넣으면 보기에도 좋고 무엇보다 겉절이니 바로 먹기 때문에 넣어서 드시면 좋아요.,잘 버무린 겉절이를 밀폐용기에 넣고는 바로바로 드셔도 좋고 숙성해서 드셔도 맛있어요. 금방 뚝딱 만드는 알배기배추 겉절이 완성입니다.','e8c1.jpg','d8d1.jpg,eec1.jpg,9b21.jpg,2e51.jpg,f7a1.jpg,bf51.jpg,1031.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (301,'양싸','[강된장] 쌈싸먹을때 정말 맛있는 두부강된장 만들어볼까요 -양싸','김치/젓갈/장류','입맛도 없고 딱히 먹고싶은것도 없을때 저는 그렇게 잎채소가 먹고싶더라구요 그때 쌈장이나 된장 고추장 넣고 먹긴싫고 그러다 옛날에 할머니가 만들어주셨던 두부강된장이 생각나더라구요 그래서 한번 만들어봤어요 어렵지 않아요!!!!^^','두부 1/2모,호박 1/3개,양파 1/2개,파 1/3개,청양고추 3개,고추장 1/2큰술,된장 2큰술,다진마늘 4ts,국멸치 5마리','애호박은 잘게 다져주세요,양파도 다져주시고,청양고추도 송송 썰어 다져주세요,파도 송송,두부도 작게 잘라주세요,다진마늘과 된장, 고추장을 넣고 섞어주세요,요렇게 열심히 섞어주시면 됩니다,여기에 파와, 청양고추, 두부를 넣고 섞어주세요,호박이랑 양파는 팬에 넣고 살짝 볶다가,물을 조금 넣고 살짝 익혀주세요,멸치는 다시백에 넣고 육수를 내어주세요
물의 양은 많지 않아도 됩니다,아까 다 섞어놓은 재료에 멸치육수를 넣고,팔팔 끓여주세요 졸여지는듯 싶으면,완성~!!!,상추에 갓지은 밥을 넣고 강된장 올려서 한쌈!!!
한입~~~♡
너무 맛있네요^^','ed91.jpg','ee51.jpg,14e1.jpg,ab91.jpg,34e1.jpg,eb51.jpg,c921.jpg,6331.jpg,3de1.jpg,4b11.jpg,81e1.jpg,82b1.jpg,36d1.jpg,8351.jpg,bfd1.jpg,b8f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (341,'레비올라','마늘소스로 만든 초간단 꿀치즈 또띠아 피자 (갈릭버터피자)','기타','마늘 소스를 발라 피자치즈만 뿌리면 뚝딱 만들어지는 초간단 갈릭버터 피자예요. 따님들 아가 때부터 종종 만들어주던 건데 이름이 따로 없어서 꿀에 찍어 먹으니 꿀치즈 피자라고^^ 전자레인지에 만들어도 되고 에어프라이어에 만들어도 된답니다.','또띠아 1장,다진마늘 1수저,버터한 1조각,피자치즈 1/2컵','-재료-
또띠아 1장
다진 마늘 1수저
버터 한 조각 (15g)
피자치즈 반컵(종이컵),다진 마늘 1수저에 버터를 넣고
전자레인지에 돌려주세요.전자레인지,토스트 만드느라 버터를 다 사용해서
버터가 찔끔 남았어요.
그래서 버터오일을 조금 더 넣어줬어요.,전자레인지에 30초 돌려주세요.
버터가 녹을 정도로만 돌리면 되는데
다진 마늘이 익으면서 매운맛이 없어져서 좋아요.마늘맛을 강하게 느끼시려면 15초만 돌려
버터만 녹여주세요.,버터와 다진 마늘은 잘 섞어주세요.,또띠아는 에어프라이어에 넣을 거라 종이호일을 미리 깔아주었어요.,또띠아 위에 마늘 버터를 골고루 발라주세요.,그리고 파지 치즈를 가득 올려주세요.
참 쉽죠~!
이렇게 간단하니 자주 만들어 먹어요.,에어프라이어 바스켓에 종이호일째로 올려주세요.,에어프라이어에선 180도로 10분
전자레인지를 이용하시면 5분 정도 돌리시면 됩니다.
에어프라이어,고소한 치즈 향과 마늘 향이 솔솔~,마늘소스로 만든 초간단
갈릭버터 또띠아 피자가 완성~!
가위로 6등분으로 잘라주었어요.
마늘과 꿀은 면역력에 좋은 음식이죠~!
마늘은 아이들 먹이기 힘든데 또띠아 피자로 만들면 넘 잘 먹어요.
꿀도 달달하니 잘 찍어먹구요.','6ff1.jpg','2b61.jpg,3b11.jpg,5071.jpg,ec61.jpg,05a1.jpg,eee1.jpg,7331.jpg,1d81.jpg,ed31.jpg,3401.jpg,9b01.jpg,97d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (342,'또또이2','[라이스 페이퍼 요리] 닭가슴살 꿔바로우','기타','다이어트는 하고싶고 꿔바로우는 먹고싶은 아쉬운 마음에 만들어봤는데 생각보다 맛있었어요.','닭가슴살,당근 1/2개,간장 2숟가락,식초 3숟가락,물엿 2숟가락,설탕 2숟가락,라이스페이퍼,양파 1/2개','먼저 준비한 재료는 먹기 좋은 크기로 썰어주세요.,준비한 양념을 넣고 야채가 익을 정도로 적당히 볶아줍니다,준비한 닭가슴살은 꿔바로우 느낌이 나게 썰어주고 후추를 조금 뿌려줍니다.,그런다음 닭고기를 삶아주면 되는데 저는 집에 남는 월계수잎이 있어서 몇장 사용했어요.,닭가슴살을 모두 삶으면 뜨거운 물에 라이스 페이퍼를 적시고, 그 위에 닭가슴살을 올리고 돌돌돌 말아줍니다.,요렇게 하나씩 라이스 페이퍼로 감싸면 됩니다!,준비한 닭가슴살을 모두 라이스페이퍼에 싼 뒤 접시에 올리고 만들어둔 소스를 뿌리면 완성!
라이스 페이퍼의 식감이 쫀득해서 정말 꿔바로우를 먹는 느낌이었어요!','b621.jpg','3211.jpg,0b21.jpg,0e01.jpg,dfd1.jpg,5e21.jpg,7471.jpg,5d81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (343,'815요리사랑','스팸 두부구이 / 아이 반찬 간단한 술안주','기타','간단 재료로 맛있는 스팸 두부구이 만들어봐요~','스팸작은것 1,두부 2모,계란 2개,부침가루','재료 준비하고,두부는 4등분으로 스팸 크기에 맞게 자른 후 물기 제거~,스팸 1통 4등분뜨거운물 부어 식품 첨가물을 제거해 주어도 좋아요,스팸 크기에 맞게 모서리를 자르고,부침가루를 켜켜이 묻히고 두부 + 스팸 + 두부 순으로 올리고,3등분으로 자른 후 다시 부침가루 전체적으로 묻히고,크기는 가감~,계란 2개 풀고 재료 적시고,달군 팬에 기름 넉넉히 두르고 노릇하게 굽고,튀긴 두부 기름 제거~ 아이 반찬 간단한 술안주로 좋은 스팸 두부구이 맛있게 드세요','0021.jpg','6071.jpg,9121.jpg,9db1.jpg,9fd1.jpg,d4e1.jpg,b901.jpg,1c01.jpg,dee1.jpg,75e1.jpg,58c1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (344,'우수푸드','겉바속촉 꽃양파 튀김 / 양파튀김 / 핑거푸드','기타','겉은 바삭바삭 속은 촉촉, 먹는소리까지 맛있는 양파튀김입니다.맥주안주로도 좋고 아이들 간식으로도 좋으며, 케첩과 잘 어울려요.','양파 1개,카레가루 3큰술,안매운고춧가루 2큰술,튀김가루 1컵,빵가루 1컵,계란 1개,우유 1/2컵,파슬리가루 1큰술,식용유 2큰술,에어프라이어또는식용유 1개','양파 뿌리부분은 아주조금만 잘라야되요. 윗부분도 납작하게 자른후 아래까지 잘리지 않게 링이 있으면 대고 자르시고 나무젓가락을 사방에 대고 자르셔도 됩니다.,16 등분으로 자른 후 물에 완전히 잠기게 담궈놓고 다른재료를 준비합니다. (양념도 잘 스며들고 이쁘게 벌어지기위함),튀김가루 한컵(종이컵) + 카레가루 3큰술 + 고춧가루 2큰술 
넣고 잘 섞어줍니다. 저는 안매운 고춧가루라서 2큰술 넣었어요. 너무 매우면 생략하시거나 조금만 넣으세요,우유 반컵과 계란1개도 섞어둡니다.,빵가루 한컵 + 식용유 2큰술 도 섞어둡니다.,채반을 이용하여 튀김가루섞은것과 계란물 석은것을 번갈아가며 두번 반복하여 뿌려줍니다. 
(step3 > step4 > step3 > step4 ),빵가루(step5)를 골고루 겉에도 바르고 양파속 사이사이도 발라줍니다.,에어프라이어에 하셔도되고. 저는 기름에 튀겼어요. 반죽물을 한방울 떨어뜨렸을때 위로 올라오면 적당한 온도 입니다. 
바삭하게 먹고 싶어서 약간 짙은 갈색이 될때까지 튀겼습니다.에어프라이어,데코레이션으로 파슬리가루 솔솔 뿌려주고 소스는 케첩이 잘 맞네요.','3f01.jpg','6601.jpg,61f1.jpg,bf71.jpg,6051.jpg,c021.jpg,c401.jpg,96b1.jpg,a541.jpg,0031.jpg',1,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (345,'시크제이맘','매콤마요 에그토스트 ','기타','토스트','식빵 1장,달걀 2개,소금 2꼬집,마요네즈 2숟가락,고춧가루 0.5숟가락,설탕 1숟가락,식초 1숟가락','소스부터 만들어 보자면
마요네즈(2), 고춧가루(0.5), 설탕(1), 식초(1)을
한데 넣어 고루 섞어 매콤마요를 만들어 두고,달걀 2개에 소금 두 꼬집을 넣어
고루 풀어 주고,달군 팬에 식용유를 두르고
달걀물을 부어 주세요.,그 위에 식빵을 올리고
계란이 어느 정도 익으면,뒤집기를 이용해 휙~뒤집어주고,계란 4면을 안쪽으로 사진처럼 접어주세요.,그리고 가운데 부분에 소스를 발라주고,반으로 접어주면 끝!,매콤마요에그토스트 완성','94b1.jpg','5c11.jpg,81f1.jpg,0f41.jpg,3801.jpg,1b61.jpg,d8b1.jpg,ea21.jpg,8aa1.jpg,b651.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (346,'맘앤랑','초간단 스팸 마요 덮밥 1인분','기타','잇님들,잘지내시죠?날씨가 너무 추운 요즘,요리하기 정말 귀찮죠? ㅜ.ㅜ?저는 요새 초간단 요리만 검색하고 있어요... > . <_♥?그래서 오늘은,스팸마요덮밥이 당첨 !!!?자, 만들어 볼까요 !?','스팸 1/2개,양파 1/2개,달걀 2개,간장 1T,소금 2꼬짐,설탕 2꼬짐,마요네즈,올리브유','1.양파 반개를 채썰어줍니다.,2.스팸 반개는 큐브모양으로 깍둑썰기를 해줍니다.,달걀 두개를 준비해주세요.,설탕 두꼬짐 넣어주세요.,소금도 두꼬짐을 넣어줍니다.,그리고 계란을 풀어줍니다.,이렇게 ,
준비과정은 마무리 되었어요.
본격적으로,
초간단 스팸 마요 덮밥
을 만들어 볼꺼에요!!,달군 후라이팬에,
올리브유를 2숟가락 넣어줍니다.,그리고 잘 풀어놓은달걀을 넣고 스크램블에그를 만들어줍니다.,이어서 큐브모양 스팸을 후라이팬에 노릇노릇 구어주세요!!,이어서 올리브유를 조금 넣고 양파를 볶아줄텐데요!,양파가 살짝 투명해지면 설탕 두꼬짐을 넣어줍니다.,진간장 1숟가락도 넣어주시고,설탕과 간장이 골고루 양파에 잘 베이도록 볶아줍니다.,만드는 과정은 끝!!,접시에 밥을 올려준건데요!!
예쁘게 담는 tip 을 드리자면,
(작은 밥공기에 밥을 꾹꾹 눌러담고 뒤집어서 접시에 떨궈줍니다!!)
이렇게 하면 모양잡힌 밥이 접시에 이쁘게 담기겠죠?,밥주변에 스크램블에그를 둥글게 놓아줍니다.,가운데 밥 위에 양파를 올려주고요!,양파 위에 스팸을 올려줍니다.,그리고 마요네즈로 원하는 모양으로 데코 해줍니다.
(마요네즈를 원하시는 만큼 뿌려 드시면 됩니다!!),초간단 스팸 마요 덮밥 완성~!!!','4381.jpg','15f1.jpg,6481.jpg,b461.jpg,c611.jpg,37e1.jpg,b5d1.jpg,a811.jpg,0151.jpg,d1a1.jpg,1a31.jpg,80f1.jpg,4ff1.jpg,1371.jpg,02e1.jpg,a6b1.jpg,0bc1.jpg,1941.jpg,b441.jpg,4c81.jpg,1421.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (347,'curie83','떡국떡이 신의 한수! 간장치킨떡볶이!','기타','떡국떡으로 간장치킨떡볶이를 만들어봤어요~남편이 떡국떡을 넣은게 신의 한 수 라고! 시켜먹는 치킨보다 맛있다고 하네요^^','닭볶음탕용닭 1kg,떡국떡 300g,우유 500ml,허브솔트 1t,후추 1t,청주 4T,올리브오일 2T,통깨 1T,설탕 4T,고춧가루 4T,다진마늘 2T,다진파 2T,간장 10T,굴소스 2T,물엿 10T,청양고추 4개,물 10T','닭을 씻은 후, 칼집을 내고, 우유를 부어 30분간 재워 비린내를 제거한다. 닭볶음탕용 닭1kg, 우유 500ml,우유를 버리고, 닭에 허브솔트, 후추, 청주를 넣어 10분간 밑간한다.허브솔트 1t, 후추 1t, 청주 4T,그 동안 볼에 양념 재료를 모두 넣어 소스를 만든다.설탕 4T, 고춧가루 4T, 다진마늘 2T, 다진파 2T, 간장10T, 굴소스 2T, 물엿 10T, 청양고추 4개, 물 10T,밑간한 닭에 올리브오일을 발라, 200도로 예열한 오븐에 넣어 20분간 구워준다.올리브오일 2T오븐,꺼내서 뒤집어준 후 10분 더 굽는다.,궁중팬에 기름을 두르고 떡국떡을 튀기듯이 구워주다가,양념을 넣고 끓인다.,떡에 양념이 배이면 치킨을 넣어,버무려준다.,통깨를 뿌려 완성한다.','c8a1.jpg','6311.jpg,c571.jpg,f5a1.jpg,23a1.jpg,3561.jpg,12f1.jpg,9ba1.jpg,24b1.jpg,dd21.jpg,c221.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (354,'815요리사랑','단호박 빵 만들기 / 전자레인지로 만드는 단호박 빵','기타','단호박 빵 만들어봐요','단호박중간크기 1통,계란 3개,꽃소금,설탕','단호박은 세척해 전자레인지에 3분 정도 돌린 뒤전자레인지,껍질 제거하고,찜기에 올린 뒤 부드럽게 쪄준다,곱게 으깨고,꽃소금 2꼬집과 설탕 2스푼을 넣고 골고루 섞고밥숟가락 기준입니다,달걀은 흰자와 노른자를 분리하고,흰자는 머랭을 쳐준다
거품기로 머랭을 만드는 경우는 한 방향으로 많이 저어 단단한 거품을 만든다,으깬 단호박에 노른자 넣고,섞고,머랭을 단호박에 넣고 대충대충 섞고,내열용기에 넣은 뒤 기호에 맞게 견과류를 올린다,전자레인지에 7~8분간 돌린다전자레인지,7~8분 후 젓가락으로 찔러 보았을때 묻어나지 않으면 성공!!','7701.jpg','b2e1.jpg,ca91.jpg,f871.jpg,e911.jpg,d381.jpg,2e31.jpg,5121.jpg,45d1.jpg,8951.jpg,9171.jpg,15c1.jpg,1961.jpg,24a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (355,'서재인','계란찜보다 더 맛있는 "시금치프리타타"♪','기타','이탈리아식 오믈렛 요리인 프리타타. 재료 듬뿍 들어간 계란찜 마냥, 식사대용으로 밑반찬으로 다양하게 먹을 수 있는데요. 간단하게 만들어 볼까요^^','계란 5개,시금치 2뿌리(30g),당근 30g,양파 1/4조각,비엔나소세지 5개,우유 1/2컵,소금 약간,후추 약간','우선 양파, 당근, 비엔나를 준비~ 양파는 채썰어주고 당근은 길이대로 얇게 썰은 후 4등분, 비엔나는 길이대로 쫑쫑 썰어줍니다.재료가 정해진건 없으니까 집에 있는게 양껏 활용하세요.,시금치프리타타이니까 메인인 시금치도 준비하구요~,볼에 계란5개를 잘 풀어줍니다.,풀어놓은 계란물에 우유 반 컵도 넣어주고요~,후라이팬에 약간의 식용유를 두른 뒤 양파, 당근, 비엔나소세지를 약불에서 볶아줍니다. 소금/후추로 살짝 간도 해주고요~약불16cm크기의 소형후라이팬에 하면 딱 알맞은 사이즈 나와요~,양파의 숨이 죽으면 시금치를 넣어줍니다.,시금치도 숨이 죽을때까지만 살짝 볶아주고요~,여기에 미리 풀어놓은 계란물을 부어줍니다.,그리고 뚜껑을 덮어서 약불에서 10분간 그대로 둡니다.약불뚜껑 없으면 저처럼 호일 이용해서 덮어줘도 됩니다^^,약불의 기준이 가스렌지 화력마다 차이는 있지만, 사용하시는 가스렌지에서 제일 약하다 싶은 화력으로 놓아주세요.,10분 뒤에 호일 걷어내면 계란물이 폭신하게 빵마냥 부풀어서 찜이 되어 있을거예요~ 모양이 흐트러지지 않게 가스불끄고 5분간 그대로 둡니다.,5분뒤에 후라이팬에서 미끄러지듯 접시로 내려놓으면 시금치프리타타 완성!!','5d01.jpg','9db1.jpg,5131.jpg,e7d1.jpg,8841.jpg,0de1.jpg,3b81.jpg,65f1.jpg,1881.jpg,fbd1.jpg,f631.jpg,eee1.jpg,dc81.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (356,'눈꽃식탁','핑거푸드 햄치즈달걀랩만들기','기타','와인을 가끔 접하는 저에요. 제가 딴건 잘 못마셔도 와인과 맥주만 마신답니다. 근데 이제 연말이니 집에서 와인파티를 할수도 있잖아요~ 그래서 핑거푸드를 만들어봤답니다. 뭐 과일로 와인안주를 할수도 있지만 좀 있어보이게 하고싶다면 이런 핑거푸드도 좋겠죠?','달걀 4개,슬라이스햄 8장,슬라이스치즈 2장,오이 1/2개,녹말가루 1Ts,우유 0.5Ts,식용유 약간,마요네즈 약간,오레가노 약간','달걀은 깨서 잘 풀어주고 여기에 녹말가루와 소금 우유를 섞어주세요.,여기에 오레가노나 바질을 살짝 넣어주세요.,후라이팬에 기름을 두르고 코팅해준후 지단처럼 부쳐주세요.(이때 후라이팬은 20센치크기로 하세요.)
녹말가루를 넣어서 웬만해선 찢어지지 않는답니다.,이제 달걀랩이 준비되었으면,오이는 껍질을 벗기고 속을 파내고,길게 썰어주세요.,햄은 그냥 쓸거에요.
치즈는 두장을 겹치고 5mm두께로 썰어주세요.,이제 달걀랩에 마요네즈를 살짝 바르고,햄,치즈,오이를 넣고,돌돌 감아줘요.,이쑤시개로 고정시키고 2센치두께로 썰어주세요~
이게 바로 핑거푸드 햄치즈달걀랩이랍니다~','3251.jpg','1cf1.jpg,9f41.jpg,d5c1.jpg,8ec1.jpg,4561.jpg,a311.jpg,8c71.jpg,1b71.jpg,f5b1.jpg,f0e1.jpg,d511.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (357,'815요리사랑','무로 만드는 별미 / 무전 만드는 법','기타','감자 맛 나는 별미 무 전 만들기~','무,부침가루,꽃소금,식용유','무 껍질 제거하고 약 0.3~0.5cm 두께로~작으면 원으로 크다면 반달로 자르고,끓는물에 소금1/3스푼 넣고 끓기기작 부터 약 40초~1분 내외로 데치고,체에 밭쳐 물기 제거,비닐봉투에 데친 무 넣고 부침가루 2/3스푼 넣고 섞고,부침가루 크게 2스푼 (가감) 넣고 차가운 물 조금씩 부어 농도를 맞춘다 주르륵 흐르는 정도로~,반죽에 무 넣고 반죽 묻히고,달군 팬에 식용유 넣고 반죽 올려 굽고,노릇하게 구워준다','bf41.jpg','f561.jpg,6f61.jpg,4bc1.jpg,e481.jpg,e751.jpg,fb31.jpg,8491.jpg,a641.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (358,'요리천재이또롱','주먹밥 역사를 뒤집어놓은 "불닭소스 주먹밥"','기타','평소 간식으로 주로 해먹던 주먹밥, 하지만 "좀 더 특별한 맛으로 색다르게 즐길 수 있는 방법은 없을까?"라고 생각하던 중 "불닭소스와 마요네즈를 섞어보면 어떨까"라고 아이디어를 생각하게 되었고 그는 불닭소스를 대량구매하였다는 전해오던 이야기...','참기름 1T,마요네즈 원하는양,쌀밥 원하는양,김 1개,참치통조림 1~2캔,소금 1/2꼬집,마요네즈 7T','따끈따끈한 밥에 참기름 1T를 골고루 뿌려줘요.,고소한 맛을 더하도록 참깨를 뿌려줘요.
*누드 주먹밥을 해드실 때에만 소금을 뿌려주세요.
*들깨를 좋아하시면 들깨를 넣어도 됩니다.
(주관적으로는 참깨를 추천해드릴게요.)이렇게하면 고소한 맛이 나는 주먹밥 밥이 완성이 되었습니다. 저는 개인적으로 참기름을 너무 좋아하기때문에 일반적인 양보다 아주 많이 넣었고 참깨도 좋아해서 아주 많이 넣어주었어요.

결국에는 느끼하고 고소한것을 또롱이처럼 아주
좋아하는 분들은 취향에 맞게 많이 넣거나 조금
넣거나해서 드시면 좋을 것 같아요 ^~^,참치 통조림에서 빼내어, 안에 찼던 기름물을 최대한 쭈욱~짜주세요.
*기름이 조금 남아있을 때가 구수하고 참치 살의 
 특유의 향이 베어있어서 더욱 식감을 돋게 해줍니다.,마요네즈를 기호에 맞게 뿌려줍니다.
*저는 250g인 많은 양의 참치캔을 사용했기때문에 마요네즈가 저렇게 많이 들어갔지만

적게 드시는 분들은 조금씩 뿌리면서 기호에
맞다싶으면 마요네즈 넣기를 멈춰주세요!!,대한민국 국민이라면 주방에 하나쯤은 꼭 구비되어 있는 김을 하나 꺼내어주세요.,이곳저곳에 튈 수 있음을 방지하기 위함과 주먹밥을 완성했을 때 겉에 잘 붙을 수 있게 해주기 위해서 봉지를 사용해줘요.,그 다음 동그랗게 만든 밥을 김가루가 된 봉지안에 넣어주고 다시 마구마구 흔들어줘요.,이렇게 고소하고 부드러우면서 김의 향이 폴폴~나는 김주먹밥이 완성되었어요.,이렇게 맛난 주먹밥들이 만들어졌어요.
이제부터가 중요합니다!,불닭소스 3/ 마요네즈 7 
3대7 비율로 넣어 휙휙~ 비벼주세요!,주먹밥에 콕! 찍어서 맛있게 먹으면 여지껏 몰랐던 새로운 맛을 알게 될거에요!,정말 맛있어요!! 꼭 해드셔보세요!
여태까지 "이런 맛이 있었나?"할 정도로
맛있는 주먹밥의 맛을 즐길 수 있을거에요!','e281.jpg','1421.jpg,e8b1.jpg,a651.jpg,0641.jpg,fbf1.jpg,f1b1.jpg,7681.jpg,bbd1.jpg,68f1.jpg,a021.jpg,d8f1.jpg,a7b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (359,'구름달빛','깻잎쌈밥 깔끔한 점심메뉴','기타','깻잎 쌈밥은 사계절내내 즐겨 먹을수 있는 음식입니다 간단하게 만들어보세요','공기밥 1그릇정도,참치캔 1개,신김치 1컵,깻잎 10장정도,설탕 1/3큰술,참기름 1큰술,간장 1/2큰술,깨소금 1큰술','재료 준비해주세요,깻잎은 먼저 흐르는 물에 한장씩 씻어주시고 식초 몇방울에 깻잎을 세척해주는것이 좋을거 같아요 바로 먹는 야채라 세척과정이 중요한거 같아요 끓는물에 소금 한꼬집을 넣고 깻잎을 살짝 데쳐주세요 데친 깻잎은 물기를 제거해주시고 식혀주세요 데칠때 너무 오래 데치지 마시고 숨이 죽으면 바로 건져주시면될거 같아요,신김치는 가위를 이용해 잘게 잘라주시고 참치는 채반을 이용해 기름기를 제거해주세요 잘게 썬 김치는 식용유를 넣고 볶아주세요 김치가 어느정도 볶아지면 참치를 넣고 볶아준뒤 설탕 1/3큰술정도 넣어 신맛과 쓴맛을 잡아주시면될거 같아요 설탕은 김치 상태에 따라 첨가하시면될거 같아요,볶아진 재료에 공기밥을 넣고 잘섞어준뒤 간장 반큰술과 참기름 1큰술 깨소금 1큰술을 넣어 잘섞어주시면 완성입니다 김치가 짠맛이 강하다면 간장을 넣지 마시고 조리하는것이 좋을거 같아요 이렇게 볶아진 밥은 계란후라이를 올려 볶음밥으로 활용해도 좋을거 같아요,볶아진 밥은 한김 식혀둔뒤 한입크기의 양을 손바닥을 이용해 동그랗게 만들어주시고 깻잎위에 올려 감싸주듯이 말아주시면될거 같아요 깻잎 꼭지 부분은 식감이 좋지 않으니 제거해주시고 감싸준뒤 완성그릇에 담아주시면될거 같아요,깻잎을 이용해 쌈밥을 만들어봤어요 깻잎쌈밥은 도시락메뉴로 추천드리고 싶을정도로 매력있는 요리입니다 한입크기로 만들어 먹기도 간편해서 좋아요 깻잎향이 은은하게 나는 깻잎쌈밥은 편식하는 아이들 식사로도 추천드리고 싶네요','4941.jpg','b8c1.jpg,be71.jpg,3f41.jpg,dad1.jpg,1d71.jpg,3cd1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (360,'레비올라','또띠아 토스트 초간단 레시피 정또띠로 브런치 즐겨요','기타','매일 밥밥밥~ 3주 동안 따님들도 집안에서만 생활하니 밥이 질리나 봐요 ㅋ 먹성 좋은 따님들 점심은 뭐 먹을까 물었더니 아까 밥 먹었는데 왜 또 밥 먹는 거냐며~^^; 그래서 한 끼 정도는 토스트나 샌드위치를 만들어주고 있어요. 따님 피자 만들어 주려고 사다 둔 또띠아가 있어서 간편하게 #또띠아토스트 를 만들어 먹었어요. 몇 년 전 일명 #정또띠 로 자주 만들어 먹었던 #또띠아 #토스트 ~그럼 휘리릭 만들어 볼까요!','토르띠야 2장,달걀 4개,체다치즈 4장,모차렐라치즈 1컵,양파 1/2개,양배추 조금,설탕 2수저,버터 1조각','정또띠 레시피에 양배추는 안 들어가요.
또 계란은 1개만 넣는데 전 2개를 넣어주었어요.
전 냉장고에 있길래 양배추도 함께 넣어주었어요.,양파와 양배추는 얇게 채 썰어 준비해 주세요.,양파와 양배추는 얇게 채 썰어 준비해 주세요.,달궈진 팬은 약불로 줄이고 버터를 발라주세요.,계란 두 개를 풀어 노른자는 터트려주세요.,양배추, 양파를 올려주고,체더치즈 2장도 올려주세요.
체다치즈는 한개를 반으로 잘라 올려주셔도돼요.,그 위에 또띠아를 올려주고 꾹꾹 눌러주세요.,계란이 익으면 또띠아를 뒤집어주세요.,그 위에 설탕 1수저와 모짜렐라치즈를 올려주고,토르티야를 반으로 접어 치즈가 녹을 때까지 잘 눌러 구워주세요.
전 2번 정도 뒤집어 주었어요.,#초간단레시피 토르티야 토스트 완성~!
여기에 취향껏 케첩을 뿌려주면 끝.','9581.jpg','2891.jpg,a1a1.jpg,5b31.jpg,7331.jpg,b531.jpg,2ac1.jpg,d051.jpg,f8c1.jpg,e131.jpg,2c91.jpg,7b91.jpg,fec1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (361,'시크제이맘','라면만큼 쉬운 백종원 라볶이','기타','라볶이','물 1+1/2컵,라면 1봉지,고추장 1숟가락,설탕 1숟가락,어묵,삶은달걀 ?','좋아하는 라면으로 1봉지 준비합니다.
양을 늘리기 위함으로
어묵이랑 삶은 달걀을 준비했는데요.
떡볶이나 라볶이에
요 두 재료가 빠지면 좀 섭섭해 ㅎㅎ,물은 1컵하고 1/2컵 준비하고,라면 스프는 2/3 정도 넣어주고
건더기 수프도 다 넣어 주세요.,그리고 고추장 (1), 설탕(1)을 넣어 줍니다.
양념을 넣고 드셔보세요.
사람마다 입맛이 다를 수 있으니깐
짜다 싶으면 물을 조금 넣어주시던가
그 반대라면 고추장이나 스프양을 늘려
본인 입맛에 맞게 양념해 주세요.,바글바글 끓어오르면 라면이랑 어묵을 같이 넣어주고,삶은 달걀도 넣어
보글보글 끓여 마무리해 주심 된답니다.
진짜 쉽죠~,완성','4301.jpg','8ed1.jpg,21e1.jpg,3f81.jpg,da01.jpg,ff31.jpg,6aa1.jpg,7931.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (362,'시크제이맘',' 새둥지전 감자채전','기타','감자채전','감자 3개,달걀 1개,부침가루 2숟가락,소금 0.3숟가락,체더치즈 1장,파슬리가루,식용유','감자 중간 사이즈 3개를 준비해
채칼을 이용해 최대한 가늘게 채 썰어주고
여기에 소금 0.3을 한데 넣어
조물조물 버무려 3분 정도 두고,소금에 절여져서 감자는 부드러워지고,수분이 나온 상태로 여기에 부침가루 2숟가락을 넣어
고루 섞어 반죽을 해주세요.
+기호에 따라 베이컨을 잘게 썰어 넣어도 좋아요.,달군 팬에 식용유를 두르고
불을 중약 불로 줄여주고
준비한 반죽을 팬에 고루 펴 주고
(24cm 팬을 사용했구요 준비한 재료를 한 번에 다 올렸습니다),한쪽 면이 노릇하게 익으면
뒤집게를 이용해 뒤집어주고,반대 면도 노릇 바삭하게 부쳐
감자가 다 익으면
윗부분에 숟가락을 이용해
달걀이 들어갈 자리를 만들어 주고,달걀을 올리고
체더치즈 1장을 찢어 군데군데 올려 주세요.
달걀은 취향껏 양을 늘려도 무관해요.,센 불에서 조리하면 탈수 있으니깐
약불로 줄여 뚜껑을 덮어 계란을 익혀 마무리해 주세요.
노른자 익힘 정도 역시 드시는 분 취향에 익혀주세요.
저희는 반숙으로~,완성','42a1.jpg','bba1.jpg,4f31.jpg,1d81.jpg,1031.jpg,5251.jpg,fa31.jpg,58f1.jpg,6b51.jpg,4a91.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (348,'시크제이맘','양희경 계란떡볶이','기타','간식','떡국떡 200g,달걀 2개,양파 1/2개,버터 1,올리브오일 1,대파 1/5대,소금,후춧가루 적당량','양파 1/2개는 채 썰고, 대파 1/5대는 송송 썰고, 달걀 2개는 풀어 간을 합니다.
떡국 떡은 물에 헹궈 준비해주세요.
냉동실에 보관해둔 떡이라면
살짝 데쳐 사용하세요.
대파는 생략하셔도 무관합니다.
저는 요렇게 넣어줘야 그나마 파를 먹으니 넣었어요.
그리고 완성해 놓았을 때 노랑, 초록이 잘 어울림도 있고요.,달군 팬에 올리브오일 1, 버터 1을 녹여주고,썰어놓은 대파를 넣어 달달 볶아주고,소금, 후춧가루 약간을 넣어 간을 하고
양파가 투명해질 때까지 볶아주다,준비해 놓은 떡국떡을 넣고
소금으로 간을 합니다.
* 입맛에 맞게 간을 해주세요.,중약 불로 줄여주고,뚜껑을 덮어 잠시 둡니다.,윗면이 반쯤 익으면 재빠르게 뒤적이며 섞어주세요.,마지막에 송송 썰어 놓은 대파를 넣고 
고루 섞어 마무리합니다.,양희경 달걀 떡볶이 완성 ^^','c311.jpg','b291.jpg,91b1.jpg,94c1.jpg,6571.jpg,b9e1.jpg,5311.jpg,4d91.jpg,2c91.jpg,0961.jpg,1fb1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (349,'만개의레시피','고구마찹쌀미니도넛 l 고구마를 동글동글 고구마도넛으로 만드는 레시피★ ','기타','겨울에는 따끈따끈 고구마지~!쪄먹기만 했던 고구마를 우리 아이와 도넛으로 같이 만들어 보는건어때요??? 세상의 모든 레시피 만개의레시피','고구마 4개,찹쌀가루 2종이컵,우유 1/2종이컵,설탕 1/3종이컵,시나몬가루 2/3숟가락','삶은 고구마를 으깬다.고구마는 따뜻할 때 으껴야 잘 으깨져요.,찹쌀가루를 조금씩 넣어가면 반죽한다.,우유를 붓고 반죽을 만든 뒤 한 입 크기로 동그랗게 빚는다.          

              글러브센스 주방 위생장갑,예열된 기름(150~160도)에서 노릇하게 튀긴다.          

              옻칠 우드 조리도구 수저세트,볼에 설탕과 시나몬가루를 섞은 후 튀긴 도넛에 묻혀 완성한다.','6901.jpg','bc11.jpg,a0e1.jpg,3081.jpg,0e11.jpg,62a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (350,'행복한채피','이자카야 맥주안주 명란치즈감자','기타','이자카야에 가면 많이 판매하는 명란치즈감자!! 맥주랑 먹으면 뚝딱입니다..','감자 300g(중간크기감자3개),버터 10g,마요네즈 3스푼,후추 약간,명란약 40g(한덩이반정도),우유 3~4스푼(선택),모짜렐라치즈 2줌,파슬리(생략가능) 약간','감자를 완전히 익을때까지 삶아주세요,큰 그릇에 옮겨담아 잘 으깨줍니다,마요네즈, 후추를 넣고 섞어준뒤,명란을 넣고 한번 더 섞어줍니다잘 안섞이면 비닐장갑을 끼고 마구 짓이겨주세요!스트레스도 풀리고 1석 2조~!,그릇에 으깬 명란 감자를 옮겨 담은뒤 치즈로 덮어줍니다,치즈를 녹여줍니다. 전자레인지, 오븐으로 치즈를 녹여줘도 되고 저처럼 토치를 사용하셔도 됩니다.전자레인지','bb21.jpg','46d1.jpg,16b1.jpg,c3f1.jpg,1531.jpg,3b41.jpg,7311.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (351,'제줌마','참치 오코노미야끼','기타','참치캔의 화려한 변신, 참치캔을 이용해 일본의 부침개 오코노미야끼 만들기!','참치캔 1캔,양배추 1/2개,파 1/2개,밀가루혹은부침가루 2국자,물 1국자,오코노마야끼소스혹은돈가스소스 1T,마요네즈 1T,가쓰오부시 1주먹','제일 먼저 양배추를 얇게 채 썰어주세요.,파도 송송 썰어줄게요.
전 항상 파를 사오면 썰어서 얼려놓아요 그럼 요리할때도 편하고 싱싱함을 오랫동안 유지할 수 있어요.,밀가루 혹은 부침가루를 이용해 반죽을 만들어 주세요. 전보단 조금 된 반죽을 만들어 줄게요.,반죽에 양배추와 파를 넣고 섞어주세요.,야채를 넣은 반죽에 참치를 넣고 섞어줄게요.,다 같이 잘 섞어주세요.,팬에 기름을 두르고 중불에 반죽을 적당량 덜어서 동그랗게 모양을 잡아줄게요.,타닥타닥 소리가 나고 바닥면이 바삭하게 익으면 뒤집어서 반대쪽도 구워줄게요.,양쪽면이 바삭하게 구워졌다면 오코노미야끼 소스 또는 돈가스 소스를 오코노미야끼위에 골고루 얇게 발라주세요.,소스가 뿌려진 오코노미야끼 위에 마요네즈도 뿌려줄게요.,그 후, 그릇에 오코노미야끼를 담아주시고 가쓰오부시를 올리시고 그위에 파슬리 가루를 솔솔 뿌려주시면 완성 입니다.','0f71.jpg','9a31.jpg,0a51.jpg,58e1.jpg,91d1.jpg,f7c1.jpg,5111.jpg,4ab1.jpg,5191.jpg,0f71.jpg,bb21.jpg,82e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (352,'시크제이맘','고추참치 볶음밥 ','기타','볶음밥','고추참치 1캔,양파 1/4개,밥 1공기,모차렐라치즈 1컵,고추장 1숟가락,고춧가루 0.5숟가락,설탕 0.5숟가락,케첩 1숟가락','양파 1/4개를 다져 주고,냄비에 양념 재료인 고추장(1), 설탕(0.5), 고춧가루(0.5), 케첩(1)을 한데 넣고,다져 놓은 양파, 고추참치 1캔을 붓고,고루 볶아 주고
(타지 않게 중약 불로~),여기에 밥 1공기를 넣어
밥과 양념이 잘 섞이도록 볶아주세요.,볶아 놓은 밥은 고루 펴 주고
여기에 모차렐라 치즈를 고루 올려 덮어주고
불을 약불로 줄이고
뚜껑을 덮어 치즈를 녹여 주면 된답니다.,완성','c7d1.jpg','3241.jpg,9c21.jpg,a5a1.jpg,51b1.jpg,e7d1.jpg,b241.jpg,3ae1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (353,'만개의레시피','식빵 없이 가지로 만드는 에.프 마카롱멘보샤! 일명 멘보가지 ♥','기타','식빵이 없어도 제철 가지로 만드는 멘보샤!일명 멘.보.가.지!동글동글한 모양이 마카롱같아 0_0 에어프라이어로 만들어 실패 걱정 노노!속.촉 담백한 에어프라이어 멘보샤 bb 세상의 모든 레시피 만개의레시피','가지 1개,새우살 1종이컵,청양고추 1개,대파 1/4대,전분가루 적당량,소금 약간,후추 약간,식용유 약간,달걀흰자 1숟가락,전분가루 1숟가락,식용유 1/2숟가락,소금 약간,후추 약간','가지는 모양대로 0.5두께로 동글동글하게 자른다.          

              카카두 호주 캄포도마 멜버른,동글게 썬 가지에 소금, 후추를 뿌린 후 수분이 나오면 닦아낸 뒤 전분가루를 앞뒤로 골고루 뿌린다.          

              슈가파우더체,차퍼에 새우살, 대파, 청양고추, 양념 재료를 넣고 다진 후 볼에 담아 손으로 잘 치대 소를 만든다.          

              수동 멀티차퍼,가지에 소를 넣고 샌드한 후 에어프라이어 바스켓에 넣고 식용유를 골고루 뿌린다.          

              에스파뇰라 올리브유 스프레이,170도 온도에서 5분 뒤집어서 5분간 조리하여 완성한다.에어프라이어','7621.png','d041.png,d4a1.png,4611.png,c281.png,4381.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (332,'만개의레시피','출출할때 필요한 꿀 떨어지는 허니윙 ★','기타','허니콤보가 땡기는 날에 만들어 먹기 좋은 레시피 ★ 교촌치킨보다 더 달달하고 맛나다능세상의 모든 레시피 만개의레시피','닭날개 18개,견과류 약간,맛술 1숟가락,올리브유 1숟가락,소금 약간,후추 약간,바질 약간,간장 3숟가락,다진마늘 1숟가락,꿀 3숟가락,맛술 2숟가락,후추 약간','닭날개의 칼집을 낸 후 밑간 재료를 넣고 10분간 재운다.닭날개가 누린내가 심하다면 우유에 10분간 담가 사용해요.,볼에 소스 재료를 넣고 섞어 소스를 만든다.,팬에 올리브유를 두른 후 밑간한 닭날개를 앞뒤로 굽는다.,닭날개가 노릇하게 구워졌으면 소스를 넣고 소스가 졸아들때까지 약불로 졸인다.,접시에 닭날개를 올린 뒤 다진 견과류를 뿌려 완성한다.','8fc1.jpg','90d1.jpg,d2e1.jpg,ca61.jpg,e861.jpg,8261.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (333,'또롱이네요리','여러가지 매력을 가진 치즈감자호떡','기타','겉은 바삭 속은 쫀득 보들보들 감자전을 먹는 듯한 느낌의 겁나게 맛있는 맛!','감자 4개,감자전분 4T,치즈,소금 1/3T,후추 톡톡톡,파마산치즈가루 취향껏','감자를 푹 삶아 주어요!강불대략 10분정도 이지만 푹 익을때까지 삶아주세요.,푹 익은 감자를 건져 전분을 넣고 반죽해 주어요!쫀득한 것을 좋아하신다면 취향에 따라 전분 양을 더 늘려 주셔도 됩니다!
감자전분이 없다면 찹쌀가루로 대체 가능해요!,소금과 설탕과 후추를 넣어 간을 한 뒤 잘 섞어 반죽해주어요.,탁구공 만큼 반죽에 치즈를 넣고 잘 오므려주세요!틈이 나지 않게 잘 오므리는게 중요해요!
틈이 생기면 구어줄때 옆구리가 터지더라구요!
취향껏 설탕과 견과류 등등을 넣어 드세요!,중약불에 앞 뒤 양옆을 노릇노릇 구워주세요!중약불,오래 골고루 구울수록 더욱 바삭해져 겉은 바삭 속은 촉촉 완전한 겉바속촉이 완성됩니다.시간을 투자해 구워준다면 더욱 바삭하고 쫀득한 치즈감자호떡을 맛보실 수 있어요!','dc11.jpg','9061.jpg,1ad1.jpg,2881.jpg,1761.jpg,0a01.jpg,bec1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (334,'815요리사랑','에어프라이어 소시지 피자','기타','간편하게 만드는 후랑크 소시지 피자 무조건 맛있다~ 정말 맛있어요','후랑크소시지 4개,피자치즈,양파 1/4개,소금,후춧가루 약간,케첩,머스타드소스,파슬리가루','양파 1/4개는 굵게 다지고 소금 한두 꼬집+후춧가루 뿌려 밑간해요,끓는 물에 소시지 4개 넣고 약 2분 정도 삶아요,삶은 소시지는 끝 조금만 남기고 반을 갈라요,여기에 밑간한 양파 약간씩 넣고, 살짝 꾹꾹 눌러줘요~,양파 위에 피자치즈 적당히 올리고,에어프라이어에 넣어요에어프라이어종이호일을 깔고 구우면 설거지 안해도 됩니다,굽기-170도에서 3분간 구워줍니다 구운 소시지에 케첩과 머스타드소스 파슬리가루 뿌립니다 무조건 맛있는 소시지피자 참 맛있네요~','9561.jpg','bad1.jpg,8151.jpg,5181.jpg,1f11.jpg,5201.jpg,8bd1.jpg,51b1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (335,'서재인','[핑거푸드] 다이어트에도 좋은 "파프리카 계란찜"♪','기타','다이어트요리에도 좋고 한끼 식사로도 간단하고 든든하게 먹을 수 있는 파프리카요리/계란요리입니다. 간단하게 만들어볼께요^^','계란 2개,파프리카빨강 1개,파프리카노랑 1개,애호박다진것 1스푼,다진당근 1스푼,대파다진것 1스푼,소금 약간','우선 파프리카를 준비, 흐르는 물에 깨끗하게 씻어서 꼭지를 살짝만 남기고 잘라줍니다.,파프리카 윗부분을 잘라서 뚜껑을 만들어 주고요~ 파프리카 속은 과도를 이용, 깨끗하게 파내주세요.,계란2개를 잘 풀어서 준비합니다.,애호박, 당근, 대파를 각각 잘게 다져서 1스푼 정도씩의 양이 나오게 준비하구요~,미리 풀어놓은 계란물에 다진채소들을 넣고 소금간을 살짝 한 후에 잘 섞어주세요.,그리고 숟가락으로 떠가며 파프리카 안에 계란물을 채워줍니다.계란찜은 익으면서 부풀기 때문에
가득채우지 않고 파프리카 안 7~80%만 채워줍니다.,계란물을 넣고 나면 파프리카 뚜껑을 그대로 덮어줍니다.,접시째 그대로 옮겨 전자렌지에 넣어주고요~ 5분간 나눠 돌려줍니다.전자레인지전자렌지 사양에 따라 집마다 차이가 있기 때문에
3분 먼저 돌리고 상태를 확인 후 추가로 더 돌려주면 됩니다.
5분이 정해진건 아니니 상태봐가며 돌리세요.,완성된 파프리카 계란찜!!!,한 김 식혔다가 4등분해서 핑거푸드 마냥 그냥 손으로 잡고 맛나게 먹어주면 됩니다.,파프리카 자체 수분가득한 채소의 아삭달콤함과 계란찜을 부드러움이 만나 최고랍니다.','1301.jpg','cbc1.jpg,a631.jpg,e8e1.jpg,e7e1.jpg,e371.jpg,a3d1.jpg,bc61.jpg,2541.jpg,a691.jpg,9c21.jpg,ae41.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (336,'시크제이맘','꿀호떡버거','기타','버거','체더치즈 2장,달걀 2개,양상추,버터,마요네즈,머스터드소스','달군 팬에 버터 1조각을 녹여주고,호떡을 앞, 뒤로 구워 주세요.
같은 방법으로 4개 구워 주었지요.,달걀은 완숙 또는 반숙으로 취향껏 부쳐 주고,떡갈비는 시판용 냉동식품이죠
그걸로 사용했어요.
앞, 뒤로 노릇하게 구워 주세요.
팬 하나로 요리하는 게 좋으니깐
호떡 굽고, 달걀 부치고, 떡갈비 굽고
이 순서로 하니 딱 좋더구먼요.,양상추는 샐러드용으로 구입했어요.
그러니 참고하세요. 잘라 넣지 않아도 되니깐요.
꿀호떡 버거 재료 준비가 끝나면
이제 차곡차곡 쌓아주기만 하면 됩니다.,그냥 들고 먹으려면 불편하니깐
호일이나 랩 등을 미리 깔아 놓고
그 위에 올려 만들어 주심 편하겠죠.
호떡 한쪽 면에 마요네즈를 적당히 펴 올려 발라주고,떡갈비를 올려 줍니다.,그리고 치즈,달걀을 얹고,양상추를 올려주고,남은 호떡에는 머스터드소스를 발라 주세요.,그리고 덮어주면 끝!
옆에서 보면 이런 모습 ㅎㅎ
그냥 먹기에는 너무 부담스러운 사이즈라서,랩을 이용해 감싸 주었지요.
그리고 반으로 컷!,완성','c0f1.jpg','ea61.jpg,3021.jpg,5721.jpg,05c1.jpg,a411.jpg,4ce1.jpg,5961.jpg,f821.jpg,7e21.jpg,ae11.jpg,9aa1.jpg,00a1.jpg,48b1.jpg,d451.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (337,'815요리사랑','수원 왕갈비 통닭 레시피, 에어프라이어로 닭다리 굽기','기타','요즘 핫하다는 수원왕 갈비통닭 레시피를 줄이거나 추가해서 만든 맞춤 황금 레시피~','닭다리 5개,맛술 2스푼,소금 0.5스푼,생강가루 약간,식용유 2스푼,후춧가루 약간,진간장 8숟가락,설탕 2숟가락,고운고춧가루 0.5숟가락,후춧가루 1티스푼,콜라 7숟가락,요리당 2숟가락,식용유 1숟가락,참기름 1숟가락,양파 1/4개,청양고추 2개,홍고추 0.5개,마늘 3개','닭다리는 기름 제거하고 칼집을 깊숙이 넣어요칼집을 넣어 구우면 잘 익어요,손질한 닭다리에 밑간 재료 맛술,소금,생강가루,후춧가루를 넣고 밑간하고 (재료 준비하는 동안)식용유는 굽기 전에 발라주면 마르는 것을 예방해줍니다,양파 마늘을 곱게 다지고,청양 홍고추는 잘게 썰어요~ 매운고추는 기호에 맞게 하세요,소스 팬에 다진 양파 마늘과 양념장 모두 넣고 중불에서 끓이다가 약불로 줄여 약 3분 정도 끓이고 마지막에 청양고추 홍고추 넣고 살짝 끓이면 갈비맛 양념장 완성~,굽기전에 밑간한 닭다리에 식용유 2스푼을 넣고 코팅 시켜 구워요
1차 180도에 20분 중간에 뒤집고 다시굽고
2차 180도 15분 굽기 2~3번 뒤집어가며 구워요에어프라이어,노릇하게 구운 닭다리에 양념을 버무려줄거예요,볼에 구운 닭 넣고 양념을 적당히 넣고 섞어요,화끈하게 맵고 맛있게 매운 갈비맛 닭다리 구이 완성~','e621.jpg','ef51.jpg,a831.jpg,4041.jpg,c191.jpg,8e91.jpg,b1b1.jpg,3391.jpg,b271.jpg,d6a1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (338,'심술이네집밥이야기','양파를 이용한 럭셔리한 다이어트식 시금치프리타타','기타','프리타타는 달걀, 시금치 등이 주재료가 되는 건강한 이탈리안 오믈렛이예요. 냉장고 속 자투리 재료들을 이용해 얼마든지 다양하게 변형 가능한 프리타타로 건강한 다이어트와 성장기 아이들에게도 도움을 주세요^^','시금치 3~4뿌리,양파 1/4개,새송이버섯 1개,비엔나소시지 4개,방울토마토 3개,달걀 3개,우유 1/2컵,소금 3꼬집,후추가루,올리브유 2.5큰술','양파, 새송이버섯, 비엔나소시지, 방울토마토 등 
냉장고 속 자투리재료들을 이용해 만들수 있는
이탈리안 오믈렛 프리타타랍니다.,프리타타 필수재료인 시금치는
흐르는 물에 깨끗이 씻어
2~3등분으로 잘라주세요.시금치 3~4뿌리칼,양파와 새송이버섯은 채썰어 준비하세요.양파 1/4개, 새송이버섯 1개자색양파 대신 일반 양파를 사용하셔도 전혀 상관없어요.
준비되어있는 식재료를 이용하세요!,비엔나소시지를 모양을 살려 슬라이스 해주세요.비엔나소시지 4개비엔나소시지 대신 프랑크소시지나 베이컨, 어느것을 사용하셔도 상관없고요.
다이어트식으로 드실 분들은 닭가슴살 등을 이용하셔도 좋아요.,방울토마토 역시 모양을 살려 슬라이스 합니다.방울토마토 3개일반 토마토를 사용하셔도 되어요!,팬에 올리브유를 두르시고
양파, 새송이버섯, 비엔나소시지를 넣어
센불에서 볶아주세요.양파, 새송이버섯, 비엔나소시지, 올리브유 2큰술센불,양파의 숨이 죽기 시작하면 시금치를 넣고
소금, 후추가루를 넣어 볶아주세요.시금치, 소금 1꼬집, 후추가루 센불,시금치의 숨이 살짝 죽을 정도로만 볶아주세요.,달걀에 소금을 넣고 잘 풀어주세요.달걀 3개, 소금 2꼬집,풀어놓은 달걀에 우유를 넣고 섞어줍니다.우유 1/2컵(종이컵 기준)우유 대신 생크림을 넣어주시면
훨씬 더 풍부한 맛을 보실수 있지만
다이어트식으론 비추예욧!!!ㅋ,오븐용기에 올리브유를 벽면까지 꼼꼼히 펴발라주세요.올리브유 0.5큰술솔,볶은 재료들을 용기에 펼쳐 담아줍니다.볶은채소,달걀물을 붓고
방울토마토를 올려주세요.달걀물, 방울토마토다이어트식이 아니라면
체다치즈 또는 모짜렐라치즈를 올려주세요.,180도로 예열한 오븐에서 20~30분간 
노릇하게 구워줍니다.오븐180도오븐이 준비되어있지 않을시 
팬에 모든 재료를 넣고 뚜껑을 덮어
약불에서 노릇해질때까지 구워주세요.','44b1.jpg','c071.jpg,6c91.jpg,57d1.jpg,b6f1.jpg,7251.jpg,a3c1.jpg,5991.jpg,fda1.jpg,1691.jpg,f7a1.jpg,5241.jpg,2cf1.jpg,e8c1.jpg,1bc1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (339,'만개의레시피','11월11일에 챙겨야할 떡 레시피! 가래떡츄로스','기타','11데이에 꼭 빼빼로만 챙기지말고 이젠 가래떡!!!! 농업인의날인거는 아셨죠??? 농업인분들 화이팅입니다세상의 모든 레시피 만개의레시피','가래떡 2줄,계핏가루 1숟가락,설탕 3숟가락','가래떡을 4등분한다.,가래떡 끝을 약간 남겨두고 칼집을 낸 후 번갈아 꼬아 꽈배기모양을 만든다.,달군 팬에 식용유를 넉넉히 두르고 가래떡을 튀기듯 굽는다.          

              옻칠 우드 조리도구 수저세트,볼에 계핏가루와 설탕을 섞는다.,설탕계핏가루에 튀긴 가래떡을 넣고 묻혀 완성한다.','2061.png','0fb1.png,b651.png,d671.png,79c1.png,ff11.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (340,'만개의레시피','쫄깃한 떡에 베이컨을 말아줘~! (제발) 에어프라이어 베떡베떡 ★ ','기타','쫄깃함과 짭조르름을 한방에 느끼실려면??? 베이컨떡말이 어떠신가? 이름도 귀여워 베떡베떡 ♡♥♡♥ 세상의 모든 레시피 만개의레시피','떡볶이떡 12개,베이컨 6줄,고추장 1숟가락,올리고당 3숟가락,다진마늘 1/2숟가락,케첩 3숟가락,간장 1/2숟가락,물 3숟가락','베이컨은 2등분한다.,끓는 물에 떡볶이떡을 넣고 30초간 데친다.,베이컨 위에 떡볶이떡을 올리고 돌돌 만 뒤 꼬치에 3개씩 꽂는다.,에어프라이어에 베이컨떡꼬치를 넣고 180도에서 8분간 익힌다.에어프라이어,팬에 소스 재료를 넣고 한소끔 약불로 끓인 후 베이컨떡꼬치에 발라 완성한다.취향에 따라 머스터드소스나 다진 땅콩을 뿌려주세요.','e3c1.jpg','e761.jpg,2191.jpg,f9e1.jpg,90d1.jpg,0771.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (375,'꽃청춘이주부','[오징어채요리]맥주안주로 좋은 오징어채 버터구이','기타','후다닥 맥주안주를 만들어보았어요','오징어채 2줌,버터 3스푼,설탕 1~2스푼,파슬리가루(없으면패스) 조금','재료:오징어채 2줌, 버터3스푼,설탕1스푼~2스푼,파슬리가루조금(없으면패스),오징어채 2줌정도를 준비해서 먹기 좋게 가위로 잘라줍니다.,잘라준 오징어채를 물에 1번 헹구어 준뒤 물기를 꼬옥 짜주세요
여기서 물기를 꼬옥 안짜면 나중에 버터에 볶을때 기름이 마구 튄답니다.,후라이팬을 준비한뒤 버터3스푼을 넣고 버터가 어느정도 녹기 시작하면,,오징어채를 넣고 버터가 스며들도록 볶아줍니다.,여기에 설탕을 1스푼~2스푼 넣어주세요
한개 먹어봐서 달달하게 드시고 싶으시다면 2스푼정도 넣으시면 됩니다.
저는 1스푼넣었어요^^,설탕이 녹고 1분정도 더 볶아주세요.,그릇에 옮겨 담은후 멋을 위해 파슬리 가루를 뿌려줍니다.
없으면 패스!,오징어채로 만든 버터구이 완성입니다.','65b1.jpg','19f1.jpg,d9d1.jpg,9541.jpg,05d1.jpg,4e41.jpg,c291.jpg,3fb1.jpg,01e1.jpg,6e21.jpg',3,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (377,'루던','버섯으로 관자 느낌 내는 방법! 새송이버섯간장버터구이 만들기','밑반찬','지금까지 이런 버섯은 없었다. 이것은 관자인가 버섯인가','새송이버섯 2개,버터 30g,어린잎채소,간장 1T,맛술 1T,올리고당 1/2T','버섯의 밑동과 갓을 잘라낸 뒤, 3~4등분 한다,자른버섯의 양면에 칼집을 낸다,팬에 버터를 녹인다,버섯을 굽는다,불을 약불로 줄이고 소스를 넣고 졸인다','f0a1.jpg','b441.jpg,eae1.jpg,1f91.jpg,d051.jpg,1c51.jpg',2,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (378,'콩설기','고소하고 향긋한 깻잎들깨볶음','밑반찬','고소하고 향긋한 깻잎들깨볶음','깻잎,대파,다진마늘 1T,국간장 1T,참기름 1T,들깨가루 2T,깨','깻잎 을 씻어줍니다.
저는 자잘한 깻잎순으로 했지만. 그냥 큰 잎을 잘라서 해도 무방합니다.,끓는물에 #깻잎 을 넣고 숨이 죽으면 바로 건져 찬물에 헹궈주세요.,물기를 꼭 짜줍니다. 그 많던 #깻잎 이 한주먹밖에안되네요..^^,#깻잎 이 뭉쳐지지 않게 잘 풀어주고 양념을 넣어 줍니다.
다진마늘 1T, 국간장 1T, 참기름 1T를 넣고 조물조물 무쳐 주세요.
이렇게 무쳐서 먹어도 맛있습니다...,파를 흰색 대부분을 썰어주고, 식용유를 1T정도 넣고 살짝만 먼저 볶아줍니다.,양념해 두었던 #깻잎 을 넣고 참기름 1T를 넣어주고 볶아줍니다. 
너무 세지 않은 불에서 볶아주세요.,어느정도 볶아지면 참깨를 뿌려주고, 들깨까루를 2T정도 골고루 뿌려 한번 더 볶아줍니다.,그럼 고소하면서 향긋한 #깻잎볶음 이 완성되요..','1341.jpg','2231.jpg,e0b1.jpg,9321.jpg,99d1.jpg,d7a1.jpg,b581.jpg,9891.jpg,4441.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (379,'요블리','달콤 짭조름♡ 떡 베이컨 간장조림♡','밑반찬','간단하니 맛있는 반찬! 아주 쉬워요 : )','베이컨,대파,떡,간장,참기름,물엿,기름','대파에 떡국떡 (가래떡, 떡볶이떡) 베이컨,기름두르고 볶듯구워요.(튀기듯하면 더 맛있습니다),간장.물엿.참기름을 넣어 볶아요. 간장 한스푼, 물엿 넉넉히, 참기름한스푼(이런 느낌 비율로. ),볶아주며 졸입니다.,국물없게끔 졸여야 맛있어용: ),깨도 뿌리고 한번 볶아준 후 끝.,완성^^','5f11.jpg','1781.jpg,1f21.jpg,98a1.jpg,d2e1.jpg,29f1.jpg,c191.jpg,c9f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (380,'돌하우스','아삭아삭한 고추된장박이 ','밑반찬','아삭아삭 밥도둑 고추된장박이 만드는법','풋고추 10개,된장 2T,다진마늘 1/3T,송송썰은대파 1T,참기름 1/2T,통깨 1/2T,매실원액 1T,설탕 1/3T','풋고추는 깨끗이 씻은후 한입크기로 적당히 썰고, 파는 송송썰어서 1스푼가량 준비합니다.,분량의 양념을 넣고, 잘 섞어준후...,썰어논 고추/파와 함께.. 잘 버무려 주면 완성이랍니다. ^^','4891.jpg','2821.jpg,e7a1.jpg,71d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (382,'송송이야','자취라이프 평범한 단무지도 양념에 무쳐서 맛있게 먹자','밑반찬','중국집에서 배달을 시켜 먹었는데 오랜만에 먹으니 단무지도 맛있더라구요~ 그래서 단무지 1팩 구매해서 새콤달콤하게 무쳐 먹었어요','단무지 260g,대파손가락길이 1줄,통깨 1숟가락,고추가루 1숟가락,참기름또는들기름 1숟가락,올리고당 1숟가락','재료를 준비합니다.
단무지 1팩, 대파를 짧게 어슷 썰어줍니다.,그릇에 통깨를 1숟가락 넣어줍니다.,꿀 뜨는 도구로 깨를 빻아줍니다.
(통깨는 몸에 흡수가 많이 되지 않아 빻아서 드시는게 몸에 더 흡수가 되어서 으깨 먹습니다.,볼에 깨를 으깨서 넣고 고추가루1숟가락을 넣습니다.,참기름 또는 들기름 1숟가락을 넣어줍니다.
저는 고소한 참기름을 좋아해요~ 들기름이 몸에는 더 좋다고 합니다.,올리고당을 1숟가락 조금 안되게 넣어 줍니다.,잘라 놓은 대파를 넣어 줍니다.,단무지는 입맛에 맞게 잘라줍니다.
저는 반달 모양을 반으로 잘라줬어요.
동그란거의 1/4 모양이라고 생각 하심 됩니다.,양념장에 물기를 짜서 넣어줍니다.,양념과 대파가 어우러지게 무쳐줍니다.','ded1.jpg','ad31.jpg,6301.jpg,5e01.jpg,56b1.jpg,05d1.jpg,c071.jpg,9391.jpg,7691.jpg,9161.jpg,4071.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (363,'저녁노을','김미려 깻잎 다이어트, 깻잎 계란볶음','기타','개그우먼 김미려가 출산 후 깻잎 다이어트로 체중을 14kg를 빼 화재가 되고 있습니다. 깻잎 하나만 먹는 게 아니고 음식에 섞어 먹는 방법이었습니다.','▶재료:계란 3개,깻잎 8장,파프리카 1/4개씩,양파 1/2개,가지 1/2개,당근,콩기름,소금,깨소금 약간','계란은 풀어 소금 간을, 각종 재료는 먹기 좋은 크기로 썰어주고, 깻잎은 씻어 물기를 빼줍니다.,팬에 기름을 두르고 썰어둔 채소를 넣고 볶아준 후 계란을 부어 익혀줍니다.,깻잎을 가위로 잘라 넣어줍니다.,깻잎을 넣고 살짝 볶은 후 접시에 담고 깨소금을 뿌려 완성합니다.','ac11.jpg','e7d1.jpg,6611.jpg,5df1.jpg,75e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (364,'행복한영양쌤','코로나 극복 건강한 가지피자 만들기!','기타','코로나로 인해 밖에서 음식을 먹기도 꺼려지는 요즘... 피자는 먹고싶고, 조금 더 건강하게 먹기 위해서 어떻게 하면 좋을까하다가 만들어 먹게된 가지피자입니다.','가지 5-6개,당근 30g,빨강파프리카 1/4개,노랑파프리카 1/4쪽,새송이버섯 1개,양파 1/2개,모짜렐라치즈 350g,슬라이스햄 3장,스파게티소스 1접시,케찹 조금','가지피자 만들기에 필요한 재료입니다.
가지, 당근, 파프리카(빨, 노), 새송이버섯, 양파, 
슬라이스햄 or 베이컨, 토마토소스, 모짜렐라치즈, 케찹입니다.,먼저 가지는 길쭉하게 삼등분으로 썰어주되 끝부분은 연결해서 썰어주세요.,살짝 밑간을 해야겠죠? 후추를 톡톡톡~ 뿌려주세요!,그리고 소금도 솔솔솔~ 뿌려주고 가지는 잠시 대기시켜줍니다.,양파는 먼저 채썰어 주고, 절반 크기로 썰어주세요.,새송이버섯은 길쭉하게 놓고 얇게 썰어준 뒤, 작은 크기로 썰어주세요.,당근은 얇게 썰어 준 뒤, 잘게 채썰어주세요.,파프리카도 길쭉하게 채썰어 준 뒤, 작은 크기로 썰어주세요.,슬라이스햄은 1/3등분을 한 뒤, 작은 크기로 썰어주시면 됩니다.,이렇게 가지피자 만들기 재료준비를 하다보면 소금을 뿌려놓은 가지에서 물기가 생깁니다.
그러면 키친타월로 물기를 제거한 뒤 사용해 줍니다!,미리 180도 정도로 오븐을 예열해주시고~
오븐팬 위에 가지를 올려주세요.,그리고 토마토소스를 발라주세요.,토마토소스를 바른 가지 위에 양파를 골고루 올려주세요.,그리고 당근채도 골고루 올려주세요.,새송이버섯채도 골고루 올려주세요.
피자에는 양송이버섯이라는 편견은 버리시고 집에 있는 버섯 사용하시면 되요!
새송이버섯도 굉장히 쫄깃해서 식감이 좋아요.,그리고 파프리카 빨, 노 썰어 준 것을 골고루 올려주세요.
저는 색감때문에 2가지 색깔을 올렸지만
집에 1가지가 있으시면 1가지만 넣으시도 되겠죠!!,그리고 썰어둔 슬라이스햄도 올려주세요.
슬라이스햄을 안 넣으면 완전 건강한 채소피자가 되겠죠!??
저는 조금 더 맛있게 먹기 위해 슬라이스햄을 넣었어요.
베이컨을 넣으셔도 됩니다~!,마지막으로 모짜렐라치즈를 듬뿍 올려주세요.,그 위에 케찹을 휘리릭~ 뿌려주셔야 가지피자 만들기 준비가 끝입니다.
이제 180도에서 30분 전 후 정도 치즈가 살짝 노릇하게 익을 때까지 오븐에 구워주시면 됩니다!!오븐,이렇게해서 건강한 가지요리 가지피자 만들기 완성입니다!!!!!
밀가루도우 없는 가지도우! 정말 쫄깃하니 맛있어요^ㅡ^','bbc1.jpg','0601.jpg,4b31.jpg,2511.jpg,77c1.jpg,f021.jpg,4031.gif,92c1.gif,b8b1.gif,6951.gif,34a1.jpg,4651.jpg,fff1.jpg,cf71.jpg,e831.jpg,7f91.jpg,9bf1.jpg,dc01.jpg,1791.jpg,aa31.jpg,8751.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (365,'맘앤랑','맛있는 새우 부추전 만들기.','기타','안녕하세요.날씨가 점점 추워져서,움직이기 귀찮은 요즘이네요.그래도 사랑하는 신랑님을위하여 다시 요리를 해보았습니다. 오늘의 요리는,맛있는 새우 부추전입니다.','부추 200g,냉동새우 20개,부침가루 3T,박력분 3T,찬물 10숟가락,달걀 2개','부추를 200g 흐르는 물에 깨끗이 씻어서,
엄지손가락 크기로 잘라 준비해 주세요.,냉동새우를 20개 정도 물에 담가 해동시켜줍니다.,냉동새우 12개는 으깨서 부추와 함께 섞어주고,
냉동새우 8개는 으깨서 부추 위에 데코 해줄 거예요.
냉동새우 8개는 따로 빼주세요.,부침가루 3숟가락을 넣어줍니다.,박력분 3숟가락을 넣어줍니다.,찬물 10숟가락 넣어줍니다.,그리고 달걀 2개를 넣어 줍니다.,마지막으로 소금 티스푼으로 반만 넣어주고,
(개개인의 취향에 맞게 적당히..),골고루 잘 섞이도록 섞어줍니다.
최대한 많이 뒤적뒤적 거려주세요!!,자,,드디어 팬에 올리브유를 두르고 적당한 크기로 붙여줍니다.,이렇게,
새우부추전 위에 아까
따로 덜어둔 해동시켜 으깬 냉동새우를
조금씩 덜어서 새우 위에 데코 해줍니다.,이렇게...
드디어 완성!!','52f1.jpg','b151.jpg,cb21.jpg,9781.jpg,6381.jpg,7dd1.jpg,3171.jpg,8f91.jpg,5c71.jpg,25f1.jpg,ecc1.jpg,9111.jpg,c7a1.jpg,03f1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (366,'시크제이맘','간단한 새우요리','기타','새우요리','새우 50마리,마늘 5개,버터 0.5숟가락,올리브유 2숟가락,청주 1숟가락,후춧가루 약간,케첩 2숟가락,간장 1숟가락,식초 1숟가락,설탕 1숟가락,고춧가루 1?숟가락','냉동새우를 이용했어요.
해동시킨 후 물기를 제거하고 준비하고,새우 밑간 재료인 청주 1, 후춧가루 약간을 넣어
조물조물해 밑간을 해주세요.,칠리새우 양념 재료인 케첩 2, 간장 1, 식초 1, 설탕 1, 고춧가루 1을 한데
넣어 고루 섞어 양념장을 만들어주세요.
백종원 쉬림프박스 칠리새우 양념장만 완성되면
그다음 휘리릭 볶아 주기만 하면 된답니다.,달군 팬에 올리브유 2를 두르고
편 썰어 놓은 마늘을 넣어 함께 볶아주세요.
* 마늘 4개를 편 썰어주세요
또는 다진 마늘 1을 넣어도 돼요~,마늘이 노릇하게 구워지면
밑간해 놓은 새우를 넣고 볶아주세요.,새우가 익기(연분홍) 시작하면 만들어 놓은 양념장을 모두 넣고,고루 잘 섞어가며 빠르게 볶아주고
양념이 고루 섞이면 버터 0.5를 넣어 고루 섞어 볶아주세요.,휘리릭 볶아 마무리해 해주시면 된답니다.
너무 오랫동안 볶으면 새우 맛도 떨어지고
양념도 탈수 있으니 빠른 조리가 최우선입니다 ^^ ㅋ,간단한 새우요리
백종원 쉬림프박스 칠리새우 완성 ^^','dd61.jpg','3d01.jpg,7681.jpg,4ab1.jpg,4a11.jpg,c721.jpg,81c1.jpg,27b1.jpg,c241.jpg,da41.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (367,'홍양갱의밤','[간단요리/감자요리] "홍양갱의 밤 - 감자채치즈전"','기타','감자 철인 요새 감자요리를 놓칠 수 없죠! 감자로 뭐해 먹을지 고민하다가 최고의 요리비결에서 보았던 감자채 치즈전에 도전해보았어요. 아주 간단하게 만들 수 있으니 쉽게 따라해보세요!','감자 1개,감자전분 3스푼,모짜렐라치즈','감자를 하나 골라서 깨끗이 씻어서 깍아주세요.감자 1개,잘게 채를 썬 감자를 물에 10분정도 담궈주세요.,전분기를 뺀 감자를 다시 한번 깨끗이 물로 씻은 후 감자전분가루 3스푼을 넣어주세요.감자전분 3스푼,채를 썬 감자에 전분가루가 잘 묻을 수 있도록 섞어주세요.,기름을 두른 팬에 준비해둔 전분을 묻힌 감자를 골고루 펼쳐주세요.중간불빈 부분이 있어도 상관없으니 최대한 잘 펼쳐주시기만 하면 됩니다.,어느정도 익은 감자전을 한번 뒤집은 후 한쪽 면에다가만 모짜렐라치즈를 얹어주세요.모짜렐라치즈,감자전을 반으로 접은 후 후라이팬에 뚜껑을 덮어 3분간 치즈가 녹을수 있도록 약불로 구워주세요.약불,반대편도 마찬가지로 3분정도 약불로 구워주시면 완성입니다.','9d31.jpg','9cf1.jpg,9371.jpg,0891.jpg,c061.jpg,bc41.jpg,c661.jpg,bff1.jpg,6841.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (368,'만개의레시피','버터치킨커리로 인도까지 ★','기타','한입먹으면 헤어나올수 없는 버터치킨커리 ;)밥술까지 가능한 든든 폭발 레시피 ★ 세상의 모든 레시피 만개의 레시피','닭다리살 2/3팩,감자 1개,양파 1/2개,다진마늘 1숟가락,버터 2숟가락,우유 1+1/2종이컵,토마토소스 1종이컵,파슬리가루 약간,카레가루 2숟가락,고춧가루 1숟가락,맛술 1숟가락,간장 1/2숟가락,소금 약간,후추 약간','껍질을 벗긴 감자와 양파, 닭다리살은 작게 한 입 크기로 썬다.,닭다리살에 양념 재료를 넣고 버무린다.,달군 냄비에 버터를 녹이고 다진 마늘, 감자, 양파를 넣어 중약불에서 볶다가 양파가 투명해지면 닭다리살을 넣고 2~3분간 더 볶는다.,우유, 토마토소스를 넣고 중불에서 10분간 끓인 뒤 파슬리가루를 뿌려 완성한다.마지막에 소금, 후추로 간을 더해도 좋아요','fe81.jpg','9381.jpg,43b1.jpg,fb11.jpg,dce1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (369,'만개의레시피','피자도우가 없을 땐 밥도우로 만들어보는 밥피자 ★','기타','밥버거가 있다면 에어프라이어로 만드는 밥피자도 있지~!한끼 든든하게 먹을수 있는 든든 에어프라이어 레시피 ★세상의 모든 레시피 만개의레시피','밥 1공기,김가루 3숟가락,토마토소스 1/2종이컵,브로콜리 1/4개,베이컨 100g,옥수수콘 3숟가락,양파 1/4개,피자치즈 1종이컵,올리브오일 약간','브로콜리는 먹기 좋게 자르고 양파, 베이컨은 채 썬다.,밥에 김가루, 식용유를 넣어 섞는다.,에어프라이어 바스켓에 밥을 깐 후 200도 온도에서 3분간 굽는다.에어프라이어 

              코멕스 에어프라이어 종이호일,토마토소스>채소>옥수수콘>소시지>피자치즈 순으로 올린다.원하는 토핑을 올려 주셔도 좋아요. 

              글러브센스 주방 위생장갑,180도 온도에서 10분간 구워 완성한다.에어프라이어 사양에 따라 온도, 시간을 조절 해주세요.','e271.jpg','96e1.jpg,55c1.jpg,b011.jpg,8471.jpg,ca51.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (383,'엘린84','두부강정 맵지않은 소스로 아이들 입맛까지 확 ~','밑반찬','두부강정 맵지않은 소스로 아이들 입맛까지 확 ~','두부 1모,부침가루 약간,식용유 약간,케첩 3큰술,올리고당 2큰술,설탕 1큰술,간장 2큰술,다진마늘 1큰술','재료도 간단하고 만드는법도 간단한 
아이들 입맛사로잡는 두부요리 !
두부강정 만드는법 알려드릴께요 :),두부는 부침가루에 골고루 묻혀줄껀데요
그 전에 두부에 있는 물기를 어느정도 제거해줘야 해요
키친타월이나 주방용 면보를 사용하셔서
두부에 묻어있는 물기를 제거해주세요,물기를 어느정도 제거해준뒤에는
먹기 좋은 크기로 잘라주세요
너무 작게 잘라서도 해봤는데 튀겨줄때 조금 귀찮더라고요 ㅎㅎ
그래서 저는 깍두기보다 조금 더 큰 크기로 잘라줬어요,그 다음은 두부에 부침가루를 골고루 묻혀줄 차례인데요
손으로 하나하나 묻혀주는것도 좋지만 제일 간단한 방법으로는
요렇게 위생봉투를 사용하는 것이지요 !
위생봉투안에 부침가루를 적당량 넣어주고
썰어둔 두부를 몽땅 넣어 흔들흔들 흔들어주세요 ~
그럼 손에 묻히지 않고도 두부에 부침가루를 골고루 입힐수 있어요,부침가루 곱게 입은 두부들을 이제 튀겨줄꺼예요
프라이팬에 식용유를 적당히 둘러주세요
튀길때는 기름이 조금 많이 들어가니 넉넉하게 둘러주시면 좋겠지요
그리고 중간불 정도의 세기에 맞춰두고 두부를 올려주세요
부침가루가 너무 많이 묻어있는 두부는 한번씩 탈탈 털어서 올려주세요 ~,두부가 노릇하게 익는동안 약간의 시간이 걸리는데요
이때 두.부.강.정 소스를 만들어 주면되요
케첩 3큰술, 간장 2큰술, 설탕 1큰술, 다진마늘 1큰술, 올리고당 2큰술
분량대로 넣어서 골고루 섞어서 준비해주세요
조금 매콤한걸 원하시면 고추장을 1큰술 정도 넣어주셔도 좋을듯해요,두부는 요리조리 돌려줘가며 골고루
노릇노릇하게 익혀주세요 ~,하게 익혀준 두부들은 키친타월에 올려
기름기를 살짝 제거해주시고요,아까 만들어뒀던 분량의 소스를 한번 끓여줄꺼예요
너무 팍 끓이면 안되고 은근한불에 살짝만 데운다는 느낌으로
끓여주세요,소스가 파르르 끓어오르기 시작하면 불을 꺼주시고요
잘 튀겨준 두부들을 넣어서 골고루 섞어주세요,골고루 섞어주기만 하면 맛있는 두부강정 완성이예요 !
평소 저희 아이들은 두부를 그리 좋아하진 않아요
근데 요거 해주면 잘 안먹던 두부도 너무 잘먹는답니다
새콤달콤한 소스가 아이들 입맛 사로잡는데 한몫더했겠죠 ㅎ','bde1.jpg','f671.jpg,0bc1.jpg,1471.jpg,54d1.jpg,1371.jpg,5191.jpg,7ab1.jpg,57d1.jpg,58b1.jpg,0bf1.jpg,e271.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (384,'yejib1112','볶아 먹는 시금치도 맛있다♪ 시금치달걀볶음 ','밑반찬','달걀이랑 함께 볶은 시금치 달걀볶음입니다:)','시금치 1/2단,달걀 3알,기름 2-3T,다진파 1줌,소금 3꼬집','시금치는 깨끗하게 씻은 뒤 먹기 좋게 잘라주세요.시금치 1/2단,달걀 3알은 소금 한꼬집 넣어 잘 풀어주세요.달걀 3알, 소금 한꼬집,팬에 기름 살짝 두르고 달걀물을 넣어 약불에서 젓가락으로 저어가며 스크럼블 에그를 만들어 주세요.기름 약간, 달걀물약불,만들어진 스크럼블 에그는 접시에 잠시 덜어놓아 주세요.,팬에 기름 2T, 다진파 한 줌을 넣어 약불에서 파기름을 만들어 주세요.기름 2T, 다진파 한줌약불,파향이 올라오면 센불로 올리고 시금치를 넣어주세요.시금치센불,시금치 숨이 살짝 죽으면 소금 두꼬집 정도 넣어 잘 섞어주세요.소금 2꼬집센불,그리고 아까 만들어 놓은 스크럼블 에그를 다시 넣어 잘 섞어주면 완성입니다:) 부족한 간은 소금으로 맞춰주세요.스크럼블 에그센불소금 대신 굴소스를 조금 넣어주셔도 좋아요.','9f91.JPG','8971.JPG,6421.JPG,78b1.JPG,3b91.JPG,5081.JPG,6bb1.JPG,83e1.JPG,c271.JPG',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (385,'오마이쿡','봄동 된장무침','밑반찬','김장김치가 조금 물릴때쯤 집에서 자주 해먹는 음식중 하나입니다. 봄동은 가격도 저렴하고 금방 무쳐놓으면 젖가락이 자주 가는 반찬이지요^^ 만드는 방법도 간단하니 금방 만들어 식탁에 올려보세요~~','데쳐서물기짠봄동 600그람,다진파 2큰술,다진마늘 1큰술,된장 2큰술,고추장 1큰술,매실액 2큰술,참기름 1큰술,통깨 1큰술,소금 약간','봄동은 잎이 연한것으로 고른다.,잎을 떼어 끓는 물에 소금을 넣고 데친다.,찬물에 여러번 헹구어 씻어 물기를 꼭 짠다.,파와 마늘은 다진다.,봄동은 먹기좋은 크기로 자른다.,위의 양념으로 조물조물 무친다.,접시에 담는다.','8711.jpg','d831.jpg,81c1.jpg,1591.jpg,0661.jpg,7481.jpg,72d1.jpg,8211.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (386,'이웃사슴','짭조름하고 쫀득쫀득한 새송이버섯버터구이 만들기','밑반찬','새송이버섯버터구이는 재료도 간단하고, 예쁘며, 식감도 쫀득쫀득해서 간단하게 만들어 먹기 좋을 뿐만 아니라손님 초대상에 내기도 좋아요!','새송이버섯 2개,식용유 적당량,버터 10g,진간장 1.5큰술,맛술 1.5큰술','새송이버섯은 약 2cm 두께로 도톰하게 썹니다.,도톰하게 썬 새송이버섯의 양면에 칼집을 냅니다.칼집을 너무 깊게 내면 구운 뒤 흐물흐물 벌어져 오히려 모양이 안 예뻐요. 그러니 칼집의 깊이를 새송이버섯 두께의 1/4 정도가 되게 해 주세요.,프라이팬에 식용유를 적당히 두르고 센 불로 달궈요.,그리고 새송이버섯을 올린 뒤 앞뒤로 뒤집어가며 굽습니다.,새송이버섯이 노릇노릇하게 익으면 불을 약불로 줄이고 버터를 넣은 다음 버섯에 고루 묻게끔 잘 녹이며 구워 줍니다.약불,그리고 맛술 1.5큰술과 간장 1.5큰술을 넣은 다음 양념이 잘 배게끔 뒤집어 주며 구우면 완성이에요!','5bf1.jpg','9fc1.jpg,e9c1.jpg,e071.jpg,42e1.jpg,9641.jpg,f8e1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (387,'행복한윤블리네','♥[신혼밥상] 5분 반찬 상추겉절이','밑반찬','봄철 입맛 돌게 만드는 상추겉절이~ 한국식 샐러드 ㅋㅋ 밥도 좋아요. 고기에도 잘 어울리는 반찬! 초스피드로 뚝딱 즐겨보세요~','상추 20장,고춧가루 2큰술,다진마늘 1큰술,간장 1큰술,설탕 1스푼,식초 2큰술,참기름 1큰술,통깨 1큰술','상추를 썰거나 손으로 뜯어주세요.,큰 볼에 고춧가루2, 다진마늘 1, 간장 1, 설탕1, 식초2, 참기름1, 통깨1을 넣고 섞어주세요.,상추를 한쪽에 몰아준 다음 상추를 조금씩 잡아서 양념장을 조금씩 무침 반복! 그래야만 간 조절에 실패 없음!한꺼번에 무쳐주면 편하지만 상추양에 따라 양념장이 많거나 부족할 상황 예방!,통깨 팍팍!
손목에 힘을 빼고 아주 살살살 버무려 주면 완성!,샐러드처럼 드셔도 좋고, 밥 넣고 상추 넣고 참기름 쪼르륵해서 비빔밥해서 드시면 이 또한 별미 중의 별미!','3c01.jpg','8ef1.jpg,2bd1.jpg,2551.jpg,1fb1.jpg,3d71.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (388,'freebell','아삭한 식감이 매력적인 단짠 반찬 마늘종 볶음','밑반찬','달달 짭조름한 반찬으로 마늘종볶음을 만들어 보았어요.','마늘종 130g,대파 40g,양파 40g,다진마늘 1/2T,식용유 2T,통깨 적당량,참기름 1/2T,진간장 2T,올리고당 1T','재료를 손질해 주세요.
- 양파는 채썰어 준비해주세요.
- 마늘종은 4~5cm로 먹기 좋은 크기로 잘라주세요.
- 대파는 총총 썰어 준비해주세요.,프라이팬에 식용유 2T를 두르고 손질한 대파를 넣은 뒤 파기름을 만들어 주세요.중간 불대파 표면이 노릇해질 정도로 볶아주세요.,만들어진 파기름에 채썰은 양파를 넣고 30초 정도 볶아 파기름을 입혀줍니다.중간 불,볶아진 양파에 마늘종을 넣고 30초 정도 볶아주세요.중간 불,볶아진 양파와 마늘종에 다진 마늘을 넣고 30초 정도 골고루 볶아주세요.중간 불,프라이팬 가장자리나 가운데에 공간을 비워두고 진간장 2T를 2번에 나눠 부운 뒤 재료와 골고루 섞어가며 30초 정도 볶아주세요.중간 불간장을 조리듯이 끓이다가 양이 반으로 줄었을 때 재료와 섞어서 볶아주세요.,간장에 볶아진 재료에 올리고당 1T를 넣고 골고루 어우러지도록 30초 정도 볶아줍니다.약한 불,불을 끄고 참기름 1/2T를 두르고 통깨를 뿌려 마무리해줍니다.,먹기 좋은 그릇에 담으면 아삭한 식감이 매력적인 단짠 매력 반찬 마늘종 볶음이 완성됩니다.','7d21.png','1051.jpg,e121.jpg,cc51.jpg,b5f1.jpg,b2b1.jpg,4a71.jpg,26c1.jpg,5bf1.jpg,7f21.png',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (389,'하나숲','고소하고 상큼한 일본식 오이토마토무침','밑반찬','작년에 일본 여행 갔다가 일본식 가정식 반찬이 깔끔하고 맛있고 간단하여 만들어 보았어요 불요리가 아니라 지금부터 여름내내 만들어 드시면 좋아요 쉽게 만들 수 있어서 좋고 맛있답니다','오이 1개,완숙토마토 1개,꽃소금 약간,설탕 2작은술,깨소금 2큰술,현미식초 2작은술,양조간장 1큰술,참기름 1작은술','오이와 토마토는 깨끗이 
씻어 주고
(토마토가 작아서 두개 했어요)
오이 표면에 있는 오돌도톨한 
부분을 살짝 제거 해 주세요,오이는 반으로 잘라서
씨를 제거 해 주고 ~,오이는 1.5cm 정도로 썰어 주고 ~,꽃소금 약간 넣어
섞어 준 다음
10분 절임 하고 ~,키친타올에 수분기
제거 하고 ~,볼에 담아 주세요,토마토는 십자로 썰어 주고
다시 반으로 잘라서 ~,씨를 제거 해 주세요,양념 만들어 주고 ~,깨소금은 바로 곱게
갈아 주면 더
맛있어요,양념은 잘 섞어 주세요,볼에 오이와 토마토
담아 주고 ~,양념 넣어 주고 ~,살살 버무려 주면 됩니다,접시에 담아 주고 ~','25d1.jpg','9541.jpg,6b01.jpg,1011.jpg,4eb1.jpg,2c71.jpg,0c91.jpg,7e41.jpg,0d81.jpg,b6c1.jpg,22c1.jpg,8721.jpg,7c41.jpg,afa1.jpg,dcb1.jpg,1651.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (390,'o세실리아o','두부시금치무침 이 레시피가 제일 맛있네요','밑반찬','시금치 좋아하세요? 외할머니께서 매일같이 밥상에 올려주시던 시금치두부무침의 맛을 아직까지도 잊을 수 없어서 아이들반찬으로도 종종 올려주는데요, 부드럽고 고소한 맛이 좋아 아이들이 참 좋아한답니다. 시금치를 좋아하지 않는 꼬꼬마입맛 남편도 시금치두부무침은 부드러워서 참 좋아해요. 자주 해먹는반찬인 만큼 만들 때 마다 진화에 진화를 거듭하네요~ 두부를 양념과 달달 볶아 수분기를 없애줬더니 하루가 지나도 금방 무친 것 처럼 맛이좋아요. 시금치두부무침 황금 RECIPE 만들어볼게요~','시금치 1단,두부 1/2모,간장 2T,참기름 1T,깨소금 1T,설탕 0.5T,소금 0.5T','두부 반모는 칼등으로 잘게 으깨어준다.,참기름 1T, 간장 2T, 깨소금 1T, 설탕 0.5T 를 넣고 양념을 만들어 준다.
- 부족한 간은 마지막에 소금으로 맞춰주세요 (소금 0.5t),팬에 으깬 두부를 넣고 만들어진 양념 1/2 분량을 부어 준 뒤 수분이 날아갈 때 쯤 꺼내어 볼에 담아둔다.
- 꿀tip. 두부의 물기는 키친타올로 어느정도 제거할 수 는 있지만 시간이 지나면 물이 생기므로 맛이 없어지는데요. 팬에 한번 볶아주시면 금방 무친 것 처럼 간도 잘 유지되고 보송하게 드실 수 있어요.,시금치는 지저분한 잎을 떼어낸 뒤 흐르는 물에 깨끗하게 씻어 준다.
- 시금치를 삶고 남은 물은 된장찌개 육수로 사용해도 감칠맛이 참 좋으니 시금치에 잔여물이 남지 않도록 바락바락 깨끗하게 잘 씻어주세요.,깨끗하게 씻은 시금치는 밑둥을 자르고 먹기좋은 크기로 2등분 한다.,끓는 물에 소금 0.5t를 넣어준 뒤 시금치를 넣고 20초간 삶아준다.
- 너무 푹 무르게 삶아버리면 영양소 파괴가 많아지니 1분이내로 꺼내어주세요
- 소금을 넣으면 초록빛깔의 예쁜 색감을 유지할 수 있어요,시금치를 삶아낸 물은 버리지 마시구요 육수대신 사용하면 감칠맛이 좋아요. 저는 된장찌개를 만들었답니다 ^^,데친 시금치는 찬물에 헹구어 손으로 물기를 꼭 짠다. 두부가 담긴 볼에 시금치를 넣고 나머지 양념을 다 넣어준 뒤 손으로 조물조물 무쳐준다. 부족한 간은 소금 (0.5t) 를 넣고 마무리한다.,부드럽고 고소하고 담백한 시금치두부무침. 박브라더스가 제일 좋아하는 반찬 중 하나예요. 참기름 냄새 솔솔나는 초록나물을 무치고 있을 때면 옹기종기 모여앉아 호로록~ 다 먹어버리는 효자반찬이랍니다. 맛있게 드세요~','cb31.jpg','ae11.jpg,74b1.jpg,abc1.jpg,24a1.jpg,f2c1.jpg,4591.jpg,26b1.jpg,9d01.jpg,8b51.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (391,'행복한윤블리네','♥[신혼밥상] 10분 반찬! 메추리알조림','밑반찬','아이반찬 걱정 뚝! 일주일간 반찬 걱정 그만! 달달소스에 빠진 메추리알 10분이면 뚝딱 반찬을 소개합니다.','메추리알 270g,스팸 1/2캔,청양고추 1~2개,올리고당 1바퀴,다진마늘 1커피스푼,참기름 1스푼,통깨 적당히,간장 6스푼,설탕 1.5스푼,맛술 2스푼,물 1종이컵','메추리알과 스팸하나면 반찬걱정 끝!,스팸 반캔 또는 1캔 네모네모 잘라주세요.,간장 6스푼을 넣어주세요.(선택재료) 맛술2스푼 감칠맛 추가,설탕 1스푼 반을 넣어주세요.,물은 종이컵1잔 분량 붓기.,다진마늘 커피스푼1
매콤한 맛을 좋아한다면 
청양고추 또는 꽈리고추 추가
아이를 위한 반찬이라면 
이 단계 생략!,7분~8분 동안 졸여주세요.,가스불 끄기 직전 올리고당 한바퀴 빙 둘러주시고 참기름 1스푼, 통깨 뿌리면 초간단 반찬 완성!','7b21.jpg','2a21.jpg,a8c1.jpg,6401.jpg,73d1.jpg,6bb1.jpg,4a71.jpg,9b71.jpg,7a11.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (392,'배고픈엄마','자꾸 손이가는 황태강정이 치킨강정같아요~ 황태강정','밑반찬','애들아빠가 강원도 출장갔다가 큰 쇼핑백을 들고 들어 옵디다. 그 속에는 황태 10마리를 찢어 만든 황태채?가 꾹꾹 눌러 담긴 큰 봉지가 들어 있더군요. 요즘 황태채를 밀폐용기에 담아 식탁에 올려 두고 밥에 물말아 고추장에 찍어 먹고 있지요. 그냥 주전부리로 먹어도 맛난 황태채를 기름에 바삭하게 튀겨 매콤달콤한 소스에 버무려 강정으로 만들면 온가족이 맛나게 먹을 수 있는 반찬도 되고 간식도 되고 술안주도 된답니다.','황태채 2줌,전분 3큰술,튀김기름,고추장 1큰술,케첩 1큰술,핫소스 1큰술,청주 2큰술,매실청 1큰술,물엿 1큰술,다진마늘 1/2큰술','황태채 길이가 엄청길어 가위로 5~6cm로 먹기 좋게 잘라 주었습니다.,가위로 자른 황태채 2줌을 준비 했습니다.,황태채는 물에 담궈 불리는 것이 아니라 물에 담궜다 바로 건져 물기를 꼭 짜 줍니다.,그리고 전분 3큰술을 고르게 묻혀 준 후 여분의 가루를 털어 줍니다.,그리고 달군 기름에 넣고 노릇하니 바삭하게 튀겨 건져 줍니다.,팬에 고추장 1큰술, 케첩 1큰술, 핫소스 1큰술, 청주 2큰술, 매실청 1큰술, 물엿 1큰술, 다진마늘 1/2큰술 을 넣고 고르게 섞은 양념이 한번 바글하니 끓으면....,튀긴 황태를 넣고 재빠르게 양손으로 버무려 줍니다.,통깨 솔솔~ 뿌려 맛나게 드시면 되겠습니다. 순살 치킨강정 같은 황태강정입니다. 자꾸 손이 가네요~~','c9b1.jpg','45e1.jpg,8101.jpg,a911.jpg,8d51.jpg,3ad1.jpg,a481.jpg,c221.jpg,86d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (393,'아름다울가','여름에 잘 어울리는 미역초샐러드! 와사비 넣어 더 상큼하게','양식/샐러드/스프','여름이라 옷은 얇아지고 맛있는 건 먹고 싶고!다이어트가 고민될 때 있으시죠?이럴때 한끼 든든하게 먹을 수 있는 간단한 미역초샐러드 소개해요 간장드레싱에 와사비를 풀어 상큼하게 즐길 수 있는 샐러드랍니다','미역 5g(1인분),오이 1/2개,양파(작은것) 1/2개,통깨 조금,간장 5스푼,물 5스푼,식초 3스푼,설탕 1스푼,연와사비 취향껏,냉동새우 4-5마리,미림 1스푼,해물믹스 적당량','오이는 굵은 소금을 발라 깨끗이 씻어주고 냉동새우살은 물에 담가 해동해주세요 미역은 자른 미역으로 준비해요,양파는 최대한 얇게 썰어주시고
오이는 반달모양으로 썰어주세요양파는 찬물+식초 두2~3방울에 담가 아린맛을 제거해주는게 좋습니다,미역을 물에 불려줍니다,해동한 냉동새우살은 맛술(미림)을 살짝 둘러주어 비린맛을 없애주세요,새우살을 2~3분간 데쳐주고,불린 미역도 2분 정도 데쳐 
찬물에 헹구워줍니다,간장5스푼, 물 5스푼, 식초 3스푼, 설탕1스푼에 와사비를 취향껏 넣어 드레싱을 만들어 줍니다,준비된 재료들을 한데 넣고 
드레싱을 부어가며 버무려주면 완성! 
접시에 낼땐 통깨를 뿌려주세요','d441.jpg','4db1.jpg,9121.jpg,0641.jpg,e901.jpg,6c91.jpg,bea1.jpg,5401.jpg,9dc1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (394,'가는동자꽃','연두부 샐러드','양식/샐러드/스프','초간단 초스피드~ 레시피로 맛은 물론 비쥬얼도 최고~ 손님상에도 너무나 잘어울리는 연두부 샐러드. 눈도 입도 즐거운 연두부 샐러드 한번 드셔보시겠어요?? ^^','연두부 1팩,어린잎채소 1/2줌,파프리카 약간,양파 약간,간장 2.5T,식초 1.5T,설탕 1T,다진마늘 1T,참기름 1t,통깨 약간','연두부를 접시에 뒤집어 올려줍니다.,어린잎채소나 새싹채소를 연두부위에 올려줍니다.,분량의 양념장에 양파,파프리카를 다져넣고 연두부위에 뿌려주면 완성.','aea1.jpg','cdd1.jpg,10a1.jpg,c901.jpg',1,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (395,'푸름이맘혀니','대패삼겹살 영양부추 샐러드','양식/샐러드/스프','영양부추샐러드는 보통 차돌박이를 많이 이용해서 샐러드를 만드는데요~ 대패삼결살을 이용해 만들어봤어요.','양파,영양부추,간장 3큰술,식초 2큰술,참기름 1큰술,다진마늘 1큰술,설탕 1큰술,고춧가루 1작은술,소금,후추','대패삼겹살에 소금, 후추로 간해주세요.,영양부추는 3~4cm 정도의 길이로 잘라줍니다.,양파 반개는 채썰어주고, 매운맛이 강하다면 찬물에 담궈 매운맛을 제거해주세요,간장 3큰술, 식조 2큰술, 참기름 1큰술, 다진마늘 1큰술, 설탕 1큰술, 고춧가루 1작은술 넣고 잘 섞어줍니다.,소금, 후추 간을 한 고기는 노릇노릇하게 구워줍니다.,대패삼겹살에서 나오는 기름은 키친타올로 제거해주면서 구워주세요.,썰어놓은 영양부추와 양파 그리고 드레싱을 뿌려 야채 먼저 버무려줍니다.,다 버무려진 야채위에 잘 구워진 대패삼겹살 넣고,남은 소스 한큰술정도 넣고,다시한번 살짝 버무려 주면 완성입니다.','22b1.jpg','5b31.jpg,fe81.jpg,d191.jpg,1551.jpg,1901.jpg,bb71.jpg,e6f1.jpg,2e41.jpg,e851.jpg,ed21.jpg',5,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (396,'오박사닷컴','톡!쏘는맛이 중독적인 닭냉채 만드는법','양식/샐러드/스프','닭가슴살과 갖은 채소들을 톡 쏘는 겨자소스에 버무렸어요~알싸함에 자꾸만 손이 가네요','닭가슴살 100g,파프리카 ½개,오이 1개,굵은소금 1큰술,땅콩분태 2큰술,양파 ½개,설탕 2큰술,식초 5큰술,간장 1큰술,연겨자 1큰술,다진마늘 1큰술','파프리카, 당근, 양파등 채소들을 채썰어 주세요,오이는 반으로 잘라
어슷썰기 해줍니다,굵은소름 1큰술을 뿌려 오이를 절여주세요,닭가슴살도 먹기좋게 찢어주세요,분량의 소스들을 넣어
냉채소스를 만들어 주세요,오이는 흐르는 물에 씻어 물기를 꼭 짜서 준비합니다,큰볼에 재료들을 넣고 
소스와 버무려 주세요 
마지막에 땅콩가루 뿌려서 고소함을 더 해줍니다','f231.jpg','6631.jpg,4161.jpg,ee81.jpg,fc61.jpg,f9f1.jpg,c571.jpg,7171.jpg',1,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (370,'꼬꼬마녀','곤약면 닭가슴살 숙주볶음','기타','다이어트레시피로 딱~ 좋은 닭가슴살 숙주볶음 여기에 곤약면을 넣어 더 든든하게 만들었어요 매콤한 양념과 잘 어울린답니다','닭가슴살 100g,곤약면 1팩,청양고추 1개,쪽파,참기름 1숟가락,다진마늘 0.5숟가락,고추장 1숟가락,간장 1숟가락,설탕 0.5숟가락,맛술 1숟가락,굴소스 1숟가락,다진마늘 0.5숟가락,생강가루 0.3숟가락','곤약면은 찬물에 헹궈 준비했어요뜨거운물에 살짝 데치면 특유의 향이 날아간다고 하네요,청양고추와 쪽파를 손질하고, 숙주도 깨끗하게 씻어놨어요,양념장 미리 만들어두기,올리브유두르고 닭가슴살, 다진마늘 넣고 볶아주세요,닭가슴살이 볶아지면 숙주를 넣고 빠르게 볶아주세요,숙주의 숨이 살짝 죽으면
곤약면, 쪽파, 고추, 양념장넣고 볶아요,양념이 잘 어울어지고 적당하게 졸아들면 
참기름1넣고 마무리~','e021.jpg','c231.jpg,cf61.jpg,a921.jpg,8301.jpg,8311.jpg,fbe1.jpg,45d1.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (371,'헬스한끼','기름 없이 볶아 다이어트에 좋은 중국식 청경채 돼지볶음','기타','기름 없이 중국 스타일로 만들어본 청경채 돼지 볶음입니다.돼지는 삼겹살만 제외하면 등심, 안심, 뒷다리살 모두 가능합니다.(요약) 1. 돼지고기는 잡채용으로 길게 썰어 주세요. 2. 청경채, 파프리카 썰기 3. 양념 만들기 4. 기름 없이 돼지고기를 볶다가 양념을 넣어 주세요. 5. 청경채, 파프리카를 넣고 볶아주세요.','돼지앞다리살 200g,청경채 3포기,파프리카 1/2개,간장 2스푼,굴소스 1스푼,올리고당 2스푼,다진마늘 1스푼,밀가루 1스푼','재료를 준비해주세요.,돼지 앞다리살 200g,잡채용 처럼 길게 썰어 주세요.,파프리카도 길쭉하게~,청경채는 꼭지만 잘라 주세요.,간장 2스푼,굴소스 1스푼,올리고당(설탕) 2스푼,다진마늘 1스푼,후추 조금,밀가루 1스푼,잘 섞어주세요.,먼저 돼지고기를 수분이 없을 정도로 볶아주세요.,양념을 넣어주세요.,청경채, 파프리카를 넣어주세요.,청경채 숨이 죽을 정도로만 볶아 주세요.,기름없이 담백한 중국식 청경채 돼지 볶음 완성입니다.,총 509kcal,맛있게 드시고 다이어트 성공하세요.','99f1.jpg','f021.jpg,5ba1.jpg,d981.jpg,c5e1.jpg,f1a1.jpg,dfb1.jpg,5821.jpg,ac01.jpg,a7d1.jpg,3b11.jpg,74f1.jpg,8451.jpg,6b11.jpg,e1a1.jpg,b7b1.jpg,d591.jpg,0b51.jpg,e121.jpg,f151.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (372,'농협목우촌','단짠단짠 치느님! 목우촌 치킨너겟 간장치킨 만들기','기타','치킨너겟의 대변신? 치킨 이젠 시켜먹지 않아요!#아이간식 #반찬 #술안주 로도 완벽하고 간편하기까지 넘 좋다 마시쩡 마씨쩡','주부9단골든치킨너겟 1개,진간장 2,설탕 2,올리고당 3,맛술 2,매실액 1,다진마늘 1,물 3','프라이팬에 너겟이 잠길 정도로 기름을 두르고 약불로
치킨너겟을 노릇노릇 튀겨주세요.,튀겨진 너겟은 느끼하지 않도록 키친타올에 올려 기름을 제거합니다.,작은 볼에 진간장2, 설탕2, 올리고당3, 맛술2, 매실액1, 다진마늘1, 물3 넣고 양념장을 만들어줍니다.,음푹 페인 프라이팬에 소스를 넣고 강불로 시작해서 끓기 시작하면 중불로 가열해줍니다.,소스가 끓기 시작하면 치킨너겟을 넣고 주걱으로 빠르게 버무려 줍니다.,소스가 치킨너겟에 흡수되어 거의 없어졌을 때
아몬드 한줌을 먹기 좋게 버무려 주면 완성.','b1f1.jpg','1011.jpg,5da1.jpg,6ea1.jpg,47f1.jpg,6691.jpg,0a21.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (373,'좋아좋아3','초간단 연두부달걀볶음 다이어트에도 굿~!!','기타','연두부달걀볶음은무엇보다 만들기 쉽고초간단이라 좋은데요부드러운 연두부가 들어가서든든한 한끼로도 좋은데요다이어트 요리로도 굿이지요','달걀 2개,연두부 1팩,우유 2T,소금 약간,후추 약간,부추 약간,참기름 1방울','달걀은 소금, 후추 굵직하게 갈아넣고
잘 풀어 놓아요
우유 살짝 넣고..,팬에 오일둘러 키친타올로 닦은 후
에그스크램블 처럼 만들어요,쓱쓱~
두어번 저어 달걀이 익어간다 싶을때
연두부 1팩넣고
저으며 잘 섞어 줍니다,쉐킷쉐킷~~ ㅎ,냉동실에 두었던 부추 
쪼매넣고 같이 볶아요
부추대신 쪽파, 대파 등 어떤 것이든 좋아요,참기름 톡~~
한 방울 넣고 마무리 합니다','7261.jpg','5b81.jpg,d601.jpg,ac61.jpg,b501.jpg,5d41.jpg,8931.jpg',0,0,to_date('21/01/21','RR/MM/DD'),'c');
Insert into ONETEAM.RECIPE_BOARD (RBNO,NAME,TITLE,RCATEGORY,INTRO,INGREDIENTS,CONTENT,MAINIMG,IMG,READNUM,LIKED,WRITEDAY,ADDTYPE) values (374,'레레의신혼밥상','간단하고 맛있는 훈제오리짜장 만들기','기타','냉파요리! 냉동실에 있던 훈제오리를 이용해서 간편하게 짜장을 만들어봤어요. 아주 쉬운데 아주 맛있는 훈제오리짜장. 아이들도 어른들도 모두 맛있게 먹는답니다. 오리기름과 짜장이 참 조화롭고 풍미가 업그레이드 돼요!','오리고기 500g,양파 1개,짜장분말 80g','양파 1개, 훈제오리 500g, 짜장분말(고형짜장도 가능해요)80g을 준비해주세요.
오리와 양파를 모두 잘게 잘라주세요.양파를 좋아하신다면 한개 반정도로 넉넉히 넣어주셔도 좋아요.,기름에 두르지 않은, 달궈진 팬에 잘게 자른 오리를 볶아주세요.,오리가 어느정도 볶아졌다면 잘게 다진 양파를 함께 넣어 볶아주세요.
이 때, 오리 기름이 많이 나오면 치킨타올로 오리 기름을 어느 정도 제거해 주세요.훈제오리마다 기름기 정도가 다르기 때문에, 볶은 후에 기름이 많다면 꼭 적당량 제거해주세요. 기름을 제거하지 않는다면 기름진 짜장이 된답니다.,그 동안, 분말 짜장 80g을 물에 녹여주세요.
고형짜장도 괜찮아요. 80g = 4인분만 맞춰주세요!분말이 충분히 녹을만큼의 물을 넣으시면 됩니다. 이따가 물을 조금 더 추가할거라서 처음부터 물을 넉넉하게 잡고 녹여주셔도 돼요.,훈제오리와 양파가 잘 볶아졌다면,,짜장소스를 부워주세요.,짜장을 넣고 한 번 끓인 뒤 농도를 보고 너무 걸쭉하면 물을 더 넣고, 간을 본 뒤 조금 짜면 설탕을 2~3T 정도 넣어주세요.
설탕을 조금 넣으면 단짠 최고의 맛이 된답니다. ㅎㅎ','f2d1.jpg','64b1.jpg,16e1.jpg,ac61.jpg,9c31.jpg,f8b1.jpg,a2d1.jpg,a381.jpg',7,0,to_date('21/01/21','RR/MM/DD'),'c');